{
  "file_name": "664.pdf",
  "file_path": "agricultural_pdfs/664.pdf",
  "processed_at": "1757513713.0394876",
  "total_text_length": 357604,
  "sections": {
    "crop_cultivation": "1 District wise values of major agriculture crops for the year 2021-22 210 Table-14 Cost of Cultivation per hectare of some crops During the year 2021-22 211 Annexure-1 Crop Estimation Surveys: The final estimation of Yield and Production of Rice (Autumn) 2021-22 215 Annexure-2 Information for final results of crop estimation   frequency distribution   Paddy, Rice (Autumn) 2021-22 216 Annexure-3 Final result of crop estimation survey on driage results-Paddy (Autumn) 2021-22 217 Annexure-4 Details of non-response-Paddy (Autumn) 2021-22 218 Annexure-5 District wise area, productivity and production of rice for high yielding varieties of paddy (Autumn) 2021-22 219 Annexure-6 District wise area, productivity and production of rice for local varieties of paddy (Autumn) 2021-22 220 Annexure-7 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy (Autumn) 2021-22 221 Table-No Description Page No. The net area under cultivation during the year 2021-22 was 2029368 Ha. Barren and uncultivable land Land which cannot be brought under cultivation unless at a high cost, whether such a land is in isolated blocks or within cultivated holdings, such as mountains, deserts, hills etc are classified as barren and uncultivable land. Cultivable waste These include land available for cultivation but not taken up for cultivation or abandoned after a few years for one reason or the other. Fallow other than current fallow Land which were taken up for cultivation but have been temporarily put off cultivation for a period of not less than one year but not more than five years due to abject poverty of the cultivators, inadequate supply of water, silting of canals and rivers etc are treated as other fallow land. The total area under cultivation of food grains during 2021-22 is 197653. In Wayanad there is no autumn paddy cultivation. Thereafter a steady decrease in paddy cultivation was observed and it reached to 2. But in 2008-09, area of paddy cultivation increased to 2. The area of paddy cultivation decreased by 77. From 2017-18 onwards area of paddy is calculated as the totality of wet land paddy area and dry land paddy area due to the growing importance of dry land paddy cultivation. 0 50000 100000 150000 200000 250000 300000 350000 Department of Economics and Statistics, Kerala 10   Agricultural Statistics 2021-22   The area under paddy cultivation in Kerala during the agricultural year 2021- 22 is 195734. 77 Ha dry land paddy cultivation in Kerala during 2021-22. On analyzing the area of last 10 years, paddy cultivation was highest during the agricultural year 2011-12 and the area was 208160 Ha. Kottayam   Thrissur come in the second and third position in summer paddy cultivation. The area under the cultivation of pulses shows a decreasing trend in the state. Major cultivation of pulses is in Kannur district in 2021-22 and it was 584 Ha which is 40. On analyzing the area of last 10 years, cultivation of pulses was the maximum during agricultural year 2009-10 with an area of 4449 Ha. Sugarcane The total area under cultivation of sugarcane during 2021-22 is 915. Idukki district stands 1st place with 835 Ha area under sugarcane cultivation followed by Alappuzha district with an area of 33 Ha during 2021-22. On analyzing the area of last 10 years, sugarcane cultivation was the highest during agricultural year 2008-09 with an area of 3392 Ha and lowest in the year 2021-22. Analysing the cropping pattern of Kerala, a good portion of land under palmyrah cultivation in the past years has been shifted to other crops. The area under cultivation of palmyrah during 2021-22 is 1718 Ha. Palakkad has the highest cultivation of Palmyrah with an area of 763 Ha and it is Department of Economics and Statistics, Kerala 17   Agricultural Statistics 2021-22 44. On analyzing the area of last 10 years, palmyrah cultivation was the highest during agricultural year 2008-09 and the area was 4,297 Ha. The total area under the cultivation of spices   condiments during the agricultural year 2021-22 is 247485 Ha Major contribution of spices   condiments is from Idukki district in all the years. 1) Pepper The area under cultivation of pepper during the year 2021-22 is 76351 Ha. Pepper cultivation is least in Alappuzha District. On analyzing the area of last 10 years, pepper cultivation was highest during the agricultural year 2010-11 and the area was 172182 Ha. 18   area under the cultivation of spices   condiments in Kerala. Wayand has 1st position in the area under cultivation of ginger and the contribution is 1232 Ha which is 42. On analyzing the area of last 10 years, ginger cultivation was the highest during the agricultural year 2011-12 and the area was 6908 Ha. The area under cultivation of turmeric is highest in Palakkad district (343 Ha) during 2021-22 and is 15. 57   of the total turmeric cultivation in the state. 82   area under the cultivation of Spices   Condiments and has 3rd largest area among them. For the year 2021-22, the total area of cardamom cultivation is 39143 Ha. Major cultivation of cardamom is in Idukki district and the contribution to total area is 79. 48   area to the total area of cardamom cultivation and it has 2 nd position in area. On analyzing the area of last 10 years, cardamom cultivation was the highest during agricultural year 2011-12 with an area of 41600 Ha. 5) Arecanut   The area under cultivation of arecanut during the period 2021-22 is 93968 Ha. 80  ) districts stands in 1st, 2nd and 3rd positions respectively in area under the cultivation of arecanut during 2021-22. 0 50 100 150 200 250 300 350 Department of Economics and Statistics, Kerala 20   Agricultural Statistics 2021-22   Arecanut cultivation is least in Thiruvananthapuram District and the contribution to the total area is only 0. On analyzing the area of last 10 years, arecanut cultivation is the highest during the agricultural year 2011-12 and the area was 104548 Ha. Major cultivation of tamarind is in Palakkad district and the area is 2686 Ha. 63   of total area of cultivation of tamarind trees. 56  )   On analyzing the area of last 10 years, tamarind cultivation is maximum during the agricultural year 2011-12 and the area is 14879 Ha. 0 2000 4000 6000 8000 10000 12000 14000 16000 18000 20000 Department of Economics and Statistics, Kerala 21   Agricultural Statistics 2021-22 7) Nutmeg   During the year 2021-22, the area under nutmeg cultivation is 22152 Ha where as during the previous year it was 23509. Nutmeg cultivation is increased by 189. 16  ) districts stands in 1st three positions in area under nutmeg cultivation. Palakkad district stands in the first position of cultivation of fresh fruits in Kerala and the contribution is 11. 90  ) districts have 2nd and 3rd positions in the area under cultivation of fresh fruits during 2021-22. Jack   The area of jack cultivation during 2021-22 is 88873 Ha. On analyzing the area of last 10 years, jack cultivation was the highest during agricultural year 2019-20 and the area was 93209 Ha. Mango   The area under cultivation of mango during 2021-22 is 75840 Ha. On analyzing the area of last 10 years, mango cultivation was the highest during the agricultural year 2015-16 and the area was 79992 Ha. Banana   The area of banana cultivation during 2021-22 is 49020 Ha. 04   area has decreased during 2021-22 in banana cultivation than that of 2020-21. On analyzing the area of last 10 years, banana cultivation was the highest during the agricultural year 2013-14 and the area was 62261 Ha. Banana cultivation is least in Alappuzha district with 402 Ha. Plantain   The area of plantain cultivation during 2021-22 is 51901 Ha. 11   during 2021-22 in plantain cultivation compared to 2020-21. On analyzing the area of last 10 years, plantain cultivation was the highest during the agriculture year 2015-16 and the area was 57683 Ha. Plantain cultivation is least in Wayanad district and the contribution to total area during 2021-22 is 1. Pineapple   The area under cultivation of pineapple during 2021-22 is 11508 Ha. 45   in area is observed in 2021-22 under pineapple cultivation from that in 2020-21. The area under cultivation of pineapple is 5903 Ha in Ernakulam district which is maximum and the contribution is 51. On analyzing the area of last 10 years, pineapple cultivation is the highest during this agricultural year. Pappaya   The area under cultivation of pappaya during 2021-22 is 14805 Ha. The cultivation of pappaya decreased in the year 2021-22 by 1. On analyzing the area of last 10 years, papaya cultivation is the maximum during the agricultural year 2016-17 and the area was 19,694Ha. Other fresh fruits The area under cultivation of Orange ,Lemon(big), Lemon(small) are 101 Ha, 400 Ha, and 481Ha respectievely during 2021-21. Cashew On analyzing the area of last 15 years, it is seen that cashew cultivation is decreasing year by year. The area under cashew cultivation during 2021-22 is 32369 Ha where as it was 37923. The area under cultivation of cashew is highest in Kannur district which is 17157 Ha and the contribution to total area during 2021-22 is 53. On analyzing the area of last 10 years, cashew cultivation is the highest during the agricultural year 2011-12 and the area was 54052 Ha. On analyzing the cropping pattern of the last 15 years we can see that major portion of land under tapioca cultivation has been shifted to rubber cultivation. During 1975-76, the area under tapioca cultivation was 3. The total area of tapioca cultivation during the year 2021-22 is 55664 Ha. The area under cultivation of tapioca in autumn, winter and summer seasons are 11735. 36   in the total area under tapioca cultivation during 2021-22 as against previous year 2020-21 and 49. Kollam ,Thiruvananthapuram   Kottayam districts stands in 1st, 2nd   3rd positions in tapioca cultivation with an area of 12233 Ha, 11659 Ha and 6148 Ha respectively during the year 2021-22. Tapioca cultivation is the least in Kasargod district and the contribution is only 0. 0 2000 4000 6000 8000 10000 12000 14000 16000 18000 721 1374 397 1140 253 839 354 962 994 1228 1204 449 17157 5297 Area in Ha Name of District (in Ha) Department of Economics and Statistics, Kerala 28   Agricultural Statistics 2021-22   On analyzing the area of last 10 years, tapioca cultivation was the maximum during agricultural year 2014-15. Major cultivation of tubers is in Pathanamthitta district and the contribution to total area of tubers is 18. 26  ) districts are in 2nd   3rd positions under the cultivation of tubers in the state during 2021-22. Colocasia has 1st position in area under the cultivation of tubers and the percentage of colocasia to the total area of tubers is 40. 43   in the cultivation of sweet potato this year as against 2020-21. 89   greater than the previous year cultivation. The total area under the cultivation of vegetables during 2021-22 is 38386 Ha. 27  ), districts have 1st, 2nd and 3rd positions in area under the cultivation of vegetables during 2021-22. Brinjal   The area of Brinjal cultivation during 2021-22 is 1329 Ha. Palakkad district stands 1st in Brinjalcultivation with an area of 201Ha. Brinjalcultivation is least in Kozhikode district with 24 Ha. Elephant Foot Yam   The area of Elephant foot yam cultivation during 2021-22 is 5134 Ha. The area under cultivation ofElephant foot yam is highest in Pathanamthitta District(938. Kollam and Wayanad Districts stand 2nd and 3rd positions in Elephant foot yam cultivation with area of 792 Ha and 630 Ha respectively during the year 2021-22. Elephant foot yam cultivation is least in Kasargode district and the contribution is only 39 Ha 0 100 200 300 400 500 600 700 800 900 1000 Area of Elephant Foot Yam Department of Economics and Statistics, Kerala 31   Agricultural Statistics 2021-22 Oil Seeds Important oil seeds being cultivated in our state are coconut, groundnut, sesamum etc. The total area under the cultivation of oil seeds during the agricultural year 2021-22 is 768136. Coconut Considering the area under cultivation of crops, coconut occupies 1st place among them. Area under coconut cultivation was 6. The area under coconut cultivation reached highest during 2000-01 i. Thereafter, a decreasing tendency is seen in the area under the cultivation of coconut in Kerala. The area under coconut cultivation during 2021-22 is 765435 Ha. During 2021-22, coconut cultivation decreased by 0. Kozhikode district stands 1st in the cultivation of coconut with an area of 113211 Ha and it represents 14. On analyzing the area of last 10 years, coconut cultivation is highest during the agricultural year 2011-12 and the area was 820867 Ha. The area under cultivation of groundnut during the year 2021-22 is 119 Ha. Alappuzha district has 1st position in the area under cultivation of sesamum in our state with 51. 24 Ha) of totalcultivation. On analyzing the area of last 10 years, sesamum cultivation was the highest during the agricultural year 2020-21 and the area was 595. Betel Leaves has 1st position in area (243 Ha) under the cultivation in this category during 2021-22 followed by lemon grass(131 Ha). Cotton cultivation has decreased this year by 20   compared to the previous year 2020-21. Major cultivation of plantation crops is in Kottayam district and its representation to total area of plantation crops is16. Rubber has 1st position in area under the cultivation of plantation crops and the representation is80. 23 ) districts stands in 2nd and 3rd positions in area under the cultivation of rubber during2021-22. Therefore the area under cultivation in forest land is not included Department of Economics and Statistics, Kerala 38   Agricultural Statistics 2021-22 TABLE-3 AREA UNDER CROPS 2021-22 (Area in Ha) Sl. N o District Mango Cashew Betal Leave s Tea Coffee Arecanut Tamarin d Cocoa Pineappl e Sweet potat o Drum stick Nutm eg Clov e Total 1 2 14 15 16 17 18 19 20 21 22 23 24 25 26 27 1 Thiruvananthapuram 28608 117 1187 67 0 887 3592 16 186 35 777 109 0 278382 2 Kollam 21606 336 5001 105 0 3667 1485 2 182 6 1273 55 0 251602 3 Pathanamthitta 5010 59 3195 0 0 3141 801 146 374 2 155 819 0 162147 4 Alappuzha 10473 131 3172 67 0 1845 1694 24 80 3 161 268 7 129817 5 Kottayam 10084 67 749 0 0 4500 1849 368 7199 7 104 5874 72 304482 6 Idukki 20335 175 0 33793 5486 3359 1957 3852 2519 26 210 7434 183 526013 7 Ernakulam 11644 117 576 0 0 6992 1992 245 14936 16 221 18502 6 251368 8 Thrissur 15977 237 451 1117 0 18164 4187 7 131 3 399 12597 0 229633 9 Palakkad 21350 181 69 1500 1837 25035 9007 82 100 157 861 460 12 342336 10 Malappuram 12314 167 4419 0 0 58097 2463 64 91 128 337 555 2 320763 11 Kozhikode 17836 289 635 0 0 25149 866 363 254 18 106 810 10 225708 12 Wayanad 8872 148 199 8009 44925 8684 137 154 37 12 35 92 5 161246 13 Kannur 25362 10274 723 0 0 29449 1727 193 222 27 317 260 2 239858 14 Kasargode 5602 2464 3733 0 0 190679 1102 132 134 124 140 343 6 355053 STATE 215074 14761 24110 44660 52248 379648 32858 5648 26444 565 5096 48180 306 3778409 Department of Economics and Statistics, Kerala 211   Agricultural Statistics 2021-22 TABLE - 14 Cost of Cultivation per hectare of some crops During the year 2021-22 cost per hectare( Rs). Ha) 111132 120113 113964 163550 390168 369376 626819 230770 452175 291072 420453 Department of Economics and Statistics, Kerala 212   Agricultural Statistics 2021-22 TABLE - 14 Cost of Cultivation per hectare of some crops During the year 2021-22 cost per hectare( Rs). Ha) 344280 402864 363851 345676 361985 348685 357523 187464 249781 308007 Department of Economics and Statistics, Kerala 213   Agricultural Statistics 2021-22 TABLE - 14 Cost of Cultivation per hectare of some crops During the year 2021-22 cost per hectare( Rs). Ha) 254016 215463 231026 315524 334716 300453 270683 309132 305643 310255 283379 347885 Department of Economics and Statistics, Kerala 214   Agricultural Statistics 2021-22 TABLE - 14 Cost of Cultivation per hectare of some crops During the year 2021-22 cost per hectare( Rs). ",
    "pest_diseases": "No Name of District Seeds Used (No of Exp) Chemically Manuard   Other Manuard  Both Chemically and other Manuard   Not Manuard   Treated with Pesticides   Pesticides not used   Total Improved Local 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 177 175 2 97. No Name of District Seeds Used (No of Exp) Chemically Manuard   Other Manuard  Both Chemically and other Manuard   Not Manuard   Treated with Pesticides   Pesticides not used   Total Improved Local 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 148 143 5 97. No Name of District Seeds Used (No of Exp) Chemically Manuard   Other Manuard  Both Chemically and other Manuard   Not Manuard   Treated with Pesticides   Pesticides not used   Total Improved Local 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 125 124 1 95. ",
    "fertilizer_management": "Introduction i-ii Land use pattern 1 A brief analysis on the area of important crops for 2021-22 (including area under Dry land paddy) 8 Table-1 Comparison of Area   Production of important crops in Kerala (2001-02   2021-22) 36 Table-2 Classification of area on the basis of land utilization 2021-22 37 Table-3 District wise area of crops 38-45 Paddy, Jower, Ragi, Other Cereals, Pulses Sugarcane, Palmyrah, Pepper, Ginger, Turmeric, Cardamom, Arecanut, Tamarind, Others, Vanila, Cloves, Nutmeg, Cinnamon, Garlic Jack, Mango, Banana, Plantain, Pineapple, Pappaya, Orange, Lemon (Big), Lemon (Small), Other fresh fruits, Cashew Tapioca, Elephant foot yam, Colocasia, Yam, Sweet Potato, Koorka, Nanakizhangu, Other tubers Drumstick, Amaranthus, Bitter gourd, Snake gourd, Ladies finger, Brinjal, Green chilli, Bottle gourd, Little gourd, Ash gourd, Pumpkin, Cucumber, Payar (Achinga) Potato, Carrot, Beetroot, Cabbage, Tomato, Cauli flower, Beans, Onion, Other Vegetables Ground nut, Sesamum, Coconut, Other Oil seeds, Cotton, Betel leaves, Tobaco, Lemon grass, Tea, Coffee, Rubber, Cocoa Fodder grass, Green manure crops, Other crops   trees, Teak, Medicinal Plants Table-3. 1 Block wise area of crops 46-130 Paddy Sugarcane, Pepper, Ginger, Turmeric Areacanut, Tamarind, Clove, Nutmeg Jack, Mango, Banana, Plantain Pineapple, Pappaya, Cashew Tapioca Elephant Foot yam, Colocasia, Yam, Sweet Potato, Koorka Nanakizhangu, Other Tubers, Drumstick, Amaranthus Bitter Gourd, Snake Gourd, Ladies Finger, Brinjal, Green Chillies, Bottle Gourd , Little Gourd, Ash Gourd Pumkin, Cucumber, Payar, Cabbage Tomato, Cauliflower, Beans, other Vegetables Sesamum, Coconut, Betel Leaves, Lemon Grass, Cocoa, Fodder Grass, Green manure Plants, Teak, Medicinal Plants A brief analysis on the production of important crops for 2021-22 131 Table-No Description Page No. District Non Food Crops Total Non Food Crops Total Cropped Area Fodder Grass Green Manure Crops Other Crops   Trees Teak Medicinal Plants Total 1 2 3 4 5 6 7 8 9 10 1 Trivandrum 137 491 4621 804 57 6110 108941. Name of Block Fodder grass Green Manure Plants Teak Medicinal Plants THIRUVANANTHAPURAM 1 Athiyannur 4. Name of Block Fodder grass Green Manure Crops Teak Medicinal Plants PATHANAMTHITTA 1 Elanthur 12. Name of Block Fodder grass Green Manure Plants Teak Medicinal Plants IDUKKI 1 Adimaly 213. Name of Block Fodder grass Green Manure Plants Teak Medicinal Plants THRISSUR 1 Anthikkad 1. Name of Block Fodder grass Green Manure Plants Teak Medicinal Plants MALAPPURAM 1 Arikkode 24. Name of Block Fodder grass Green Manure Plants Teak Medicinal Plants WAYANAD 1 Kalpetta 160. 37 District Total 96 2094 749 136 STATE TOTAL 7130 19328 26015 1276 Department of Economics and Statistics, Kerala 131   Agricultural Statistics 2021-22 A BRIEF ANALYSIS ON THE PRODUCTION OF IMPORTANT CROPS FOR 2021-22 Factors such as fertility of land, monsoon behaviour, rainfall, irrigation, application of fertilizers, climatic conditions, marketing facilities, prices, availability of agricultural labourers etc. No Components Paddy Coconut Arecanut Tapioca Banana Pepper Ginger Turmeric pineapple Autum Winter Summer 1 Hired human labour 31514 33556 31792 58475 78684 71636 81522 59748 80409 64911 69487 2 Animal labour 4 29 3 Machine labour 10750 13153 10174 1208 2405 3011 2999 2154 1397 6831 4 Seed  seedlings 3526 3811 3896 408 258 9512 31819 1670 58662 24523 84865 5 Farmyard manure and chemical fertilizers 8438 9600 10247 22303 37271 29177 59453 18802 31875 21913 27237 6 Plant Protection 2860 2303 2207 509 4961 1468 1728 172 3549 7 Land tax and irrigation cess 187 216 126 507 601 383 250 584 319 313 156 8 Repair and maintenance charges of implements, machinery and building 299 217 248 410 779 448 622 818 877 813 80 9 Interest on working capital 5709 6242 5834 8240 11862 11385 18075 8169 17483 11292 19197 10 Other expenses 12143 12927 16750 4204 5322 16486 41619 3746 15750 12930 38686 11 Total cost  A (1-10) 75430 82025 81303 95758 137182 142547 241320 95005 209257 138264 250088 12 Interest on fixed capital 1263 1281 946 4323 9403 1680 4896 7346 2384 1888 462 13 Cost  B1 (11 12) 76693 83306 82249 100081 146585 144227 246216 102351 211641 140152 250550 14 Interest on land value 299896 184436 159207 572421 513777 528079 445536 621709 387594 455700 564646 15 Cost  B (13 14) 376589 267742 241456 672502 660362 672306 691752 724060 599235 595852 815196 16 Inputed value of household labour 9357 7383 4656 9413 19052 38693 51089 26800 37655 49347 8250 17 Cost  C (15 16)) 385946 275125 246112 681915 679414 710999 742841 750860 636890 645199 823446 18 Value of Output received (Rs. No Components Bitter Gourd Cowpea cardamom Ash guard Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 61568 54547 66784 57108 56885 59927 117030 34926 28554 33959 2 Animal labour 3 Machine labour 2528 1730 1982 1134 2270 816 239 3124 2562 4 Seed  seedlings 7878 9481 10216 5460 6463 6991 649 4187 5741 7222 5 Farmyard manure and chemical fertilizers 28259 29395 30446 29852 32085 30447 36352 17592 26104 29881 6 Plant Protection 4301 3606 3194 4459 9335 3636 16261 1680 1427 1942 7 Land tax and irrigation cess 163 144 180 155 156 236 794 226 222 176 8 Repair and maintenance charges of implements, machinery and building 659 946 1109 920 1020 4075 549 262 767 13271 9 Interest on working capital 10453 9876 11262 9801 10704 10182 17029 5862 6495 7557 10 Other expenses 37501 44561 38685 42589 32172 30892 35143 14167 18425 18178 11 Total cost  A (1-10) 153310 154286 163858 151478 151090 147202 223807 79141 90859 114748 12 Interest on fixed capital 5842 12151 7840 13588 10257 12561 4707 1280 23865 40596 13 Cost  B1 (11 12) 159152 166437 171698 165066 161347 159763 228514 80421 114724 155344 14 Interest on land value 349177 340863 394576 458723 397447 425861 105059 308314 385341 355640 15 Cost  B (13 14) 508329 507300 566274 623789 558794 585624 333573 388735 500065 510984 16 Inputed value of household labour 64012 81899 81203 78641 82140 98904 40090 40387 71779 77388 17 Cost  C (15 16)) 572484 589238 647477 702430 640934 684528 373663 429122 571844 588372 18 Value of Output received (Rs. No Components Cucumber Snake Guard Ladies Finger Cabbage Autum Winter Summer Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 42020 36912 35616 47830 53719 48921 34206 35059 37339 117850 108753 170493 2 Animal labour 3 Machine labour 1346 3224 3066 1287 1973 975 2076 3026 3244 4 Seed  seedlings 4809 5182 7557 5452 5655 6661 5757 5940 9454 22585 21890 23896 5 Farmyard manure and chemical fertilizers 23333 24256 30482 29122 27554 28004 26536 28637 32595 10337 10621 6073 6 Plant Protection 1808 1456 1780 2905 3863 3613 2897 2802 2811 5597 1630 1277 7 Land tax and irrigation cess 172 149 192 160 110 186 169 185 181 121 136 135 8 Repair and maintenance charges of implements, machinery and building 442 553 778 1019 866 4614 1040 951 12522 823 397 157 9 Interest on working capital 7332 7103 7850 8660 9276 8817 7147 7546 8544 15637 14289 20174 10 Other expenses 20775 16631 16270 38030 33562 45445 17852 12596 18097 284 595 1888 11 Total cost  A (1-10) 102037 95466 103591 134465 136578 147236 97680 96742 124787 173234 158311 224093 12 Interest on fixed capital 1700 11299 15353 4107 5559 9309 28158 18952 24357 7659 1274 2969 13 Cost  B1 (11 12) 103737 106765 118944 138572 142137 156545 125838 115694 149144 180893 159585 227062 14 Interest on land value 403830 378184 345492 409929 385791 417046 369634 495522 407285 70505 111737 88511 15 Cost  B (13 14) 507567 484949 464436 548501 527928 573591 495472 611216 556429 251398 271322 315573 16 Inputed value of household labour 54297 60367 61514 80563 72752 83958 65566 64434 75771 19987 21683 16558 17 Cost  C (15 16)) 561864 545316 525950 629064 600680 657549 561038 675650 632200 271385 293005 332131 18 Value of Output received (Rs. No Components Carrot Potato Bean Garlic Tomato Autum Winter Summer Autum Winter Autum Winter Summer Autum Autum Winter Summer 1 Hired human labour 90587 140270 176411 86987 111635 59726 86871 105282 86658 30943 47319 49488 2 Animal labour 3 Machine labour 9085 8355 11380 4 Seed  seedlings 6701 8950 9196 29979 34251 41019 37384 43987 122191 11327 12959 14528 5 Farmyard manure and chemical fertilizers 10475 20174 27308 17059 11677 7713 12606 8853 6395 47400 50948 68345 6 Plant Protection 2774 564 490 869 134 1680 1218 1125 3711 3111 2807 2571 7 Land tax and irrigation cess 66 111 124 124 20 93 78 130 101 244 315 499 8 Repair and maintenance charges of implements, machinery and building 558 160 950 37 558 476 88 893 1096 988 141 9 Interest on working capital 11054 16996 21340 13489 15770 11014 13808 15925 21896 10187 12239 14631 10 Other expenses 10739 4555 543 6928 5115 5962 9523 17583 15110 18676 11 Total cost  A (1-10) 132954 191780 234869 150000 180452 126918 158403 175390 251368 130976 151040 180259 12 Interest on fixed capital 5532 11907 3767 22554 19949 4537 13963 1965 24646 26160 22651 16278 13 Cost  B1 (11 12) 138486 203687 238636 172554 200401 131455 172366 177355 276014 157136 173691 196537 14 Interest on land value 68971 92411 101262 68397 115489 72909 77515 117712 66883 221588 252908 242562 15 Cost  B (13 14) 207457 296098 339898 240951 315890 204364 249881 295067 342897 378724 426599 439099 16 Inputed value of household labour 12286 15371 10206 3565 4494 7866 6525 14225 33876 27877 25529 17 Cost  C (15 16)) 219743 296098 355269 251157 319455 208858 257747 301592 357122 412600 454476 464628 18 Value of Output received (Rs. ",
    "irrigation": "The data relating to land use area under crops, crop production, yield rate, irrigation statistics, comparative study of important crops in Kerala for the year 2021-22, block-wise area and production of important crops, area and production of Registered GITAG for Autumn, Winter,Summer paddy etc. 200 Sweet potato, Drumstick, Green chillies, Potato, Groundnut, Coconut, soyabeanCotton, Betel leaves, Mango,Tobaco, Tea, Coffee, Rubber, Cocoa 201 Table-9 Net area irrigated (Source wise) 202 Table-10 Gross area under irrigation (Crop wise) 204 Table-11 Rainfall distribution of Kerala 206 Table-12 Average farm wholesale prices of important crops in Kerala for the year2021-22 208 Table-13 District wise values of major agriculture crops for the year 2021-22(Q) 209 Table-13. , land utilization details, irrigation particulars, etc. 00  10 Still water 100316 2. 58  11 Water logged area 2937 0. Fallow other than current fallow Land which were taken up for cultivation but have been temporarily put off cultivation for a period of not less than one year but not more than five years due to abject poverty of the cultivators, inadequate supply of water, silting of canals and rivers etc are treated as other fallow land. Marshy land Land which gets permanently or periodically inundated by water and characterized by vegetation which includes grasses and weeds. Still water The land under still water is broadly the land occupied by water bodies like rivers, lakes, ponds, reservoirs, backwater, canals, tanks including nature made deeps in which water stands still for most part of the period. Out of the total geographical area, 100316 Ha of land is under still water constituting 2. The land under still water is highest in Palakkad district and the area is 15337 Ha. Water logged area It is the land where water is at   near the surface and stands for most part of the year. The total water logged area for the year 2021- 22 is 2937 Ha. 33 Due to mixed cropping pattern, the availability of irrigation facilities and other measures of intensification of agriculture, there is a considerable increase in the double or multiple cropped area. tree crops Cultivable waste Fallow other than current fallow Current fallow Marshy Land Still Water Water Logged Area Social Forestry Net area sown Area sown more than once Total cropped Area 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1 Trivandrum 218781 49861 33856 277 0 27 507 1033 2899 1 2696 16 22 127586 24200. 37 District Total 96 2094 749 136 STATE TOTAL 7130 19328 26015 1276 Department of Economics and Statistics, Kerala 131   Agricultural Statistics 2021-22 A BRIEF ANALYSIS ON THE PRODUCTION OF IMPORTANT CROPS FOR 2021-22 Factors such as fertility of land, monsoon behaviour, rainfall, irrigation, application of fertilizers, climatic conditions, marketing facilities, prices, availability of agricultural labourers etc. No Districts Small stream (Thodu Canal) Pond Well Borewell  Tubewell Lift   Minor Irrigation From River   Lake Other sources Grand Total Govt. Well-Private Borewell  Tubewell Lift   Minor Irrigation From River   Lake Other sources 6340 3912 6112 36023 18350 53622 20640 64190 75573 29558 4785 14766 13438 55939 0 10000 20000 30000 40000 50000 60000 70000 80000 TVM KLM PTA ALP KTM IDK EKM TSR PKD MLP KKD WYD KNR KSD NET AREA IRRIGATED (DISTRICT WISE) 2021-22 Department of Economics and Statistics, Kerala 204   Agricultural Statistics 2021-22 TABLE - 10 GROSS AREA UNDER IRRIGATION (CROP-WISE) 2021-22 Area in Hectares Sl. No Components Paddy Coconut Arecanut Tapioca Banana Pepper Ginger Turmeric pineapple Autum Winter Summer 1 Hired human labour 31514 33556 31792 58475 78684 71636 81522 59748 80409 64911 69487 2 Animal labour 4 29 3 Machine labour 10750 13153 10174 1208 2405 3011 2999 2154 1397 6831 4 Seed  seedlings 3526 3811 3896 408 258 9512 31819 1670 58662 24523 84865 5 Farmyard manure and chemical fertilizers 8438 9600 10247 22303 37271 29177 59453 18802 31875 21913 27237 6 Plant Protection 2860 2303 2207 509 4961 1468 1728 172 3549 7 Land tax and irrigation cess 187 216 126 507 601 383 250 584 319 313 156 8 Repair and maintenance charges of implements, machinery and building 299 217 248 410 779 448 622 818 877 813 80 9 Interest on working capital 5709 6242 5834 8240 11862 11385 18075 8169 17483 11292 19197 10 Other expenses 12143 12927 16750 4204 5322 16486 41619 3746 15750 12930 38686 11 Total cost  A (1-10) 75430 82025 81303 95758 137182 142547 241320 95005 209257 138264 250088 12 Interest on fixed capital 1263 1281 946 4323 9403 1680 4896 7346 2384 1888 462 13 Cost  B1 (11 12) 76693 83306 82249 100081 146585 144227 246216 102351 211641 140152 250550 14 Interest on land value 299896 184436 159207 572421 513777 528079 445536 621709 387594 455700 564646 15 Cost  B (13 14) 376589 267742 241456 672502 660362 672306 691752 724060 599235 595852 815196 16 Inputed value of household labour 9357 7383 4656 9413 19052 38693 51089 26800 37655 49347 8250 17 Cost  C (15 16)) 385946 275125 246112 681915 679414 710999 742841 750860 636890 645199 823446 18 Value of Output received (Rs. No Components Bitter Gourd Cowpea cardamom Ash guard Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 61568 54547 66784 57108 56885 59927 117030 34926 28554 33959 2 Animal labour 3 Machine labour 2528 1730 1982 1134 2270 816 239 3124 2562 4 Seed  seedlings 7878 9481 10216 5460 6463 6991 649 4187 5741 7222 5 Farmyard manure and chemical fertilizers 28259 29395 30446 29852 32085 30447 36352 17592 26104 29881 6 Plant Protection 4301 3606 3194 4459 9335 3636 16261 1680 1427 1942 7 Land tax and irrigation cess 163 144 180 155 156 236 794 226 222 176 8 Repair and maintenance charges of implements, machinery and building 659 946 1109 920 1020 4075 549 262 767 13271 9 Interest on working capital 10453 9876 11262 9801 10704 10182 17029 5862 6495 7557 10 Other expenses 37501 44561 38685 42589 32172 30892 35143 14167 18425 18178 11 Total cost  A (1-10) 153310 154286 163858 151478 151090 147202 223807 79141 90859 114748 12 Interest on fixed capital 5842 12151 7840 13588 10257 12561 4707 1280 23865 40596 13 Cost  B1 (11 12) 159152 166437 171698 165066 161347 159763 228514 80421 114724 155344 14 Interest on land value 349177 340863 394576 458723 397447 425861 105059 308314 385341 355640 15 Cost  B (13 14) 508329 507300 566274 623789 558794 585624 333573 388735 500065 510984 16 Inputed value of household labour 64012 81899 81203 78641 82140 98904 40090 40387 71779 77388 17 Cost  C (15 16)) 572484 589238 647477 702430 640934 684528 373663 429122 571844 588372 18 Value of Output received (Rs. No Components Cucumber Snake Guard Ladies Finger Cabbage Autum Winter Summer Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 42020 36912 35616 47830 53719 48921 34206 35059 37339 117850 108753 170493 2 Animal labour 3 Machine labour 1346 3224 3066 1287 1973 975 2076 3026 3244 4 Seed  seedlings 4809 5182 7557 5452 5655 6661 5757 5940 9454 22585 21890 23896 5 Farmyard manure and chemical fertilizers 23333 24256 30482 29122 27554 28004 26536 28637 32595 10337 10621 6073 6 Plant Protection 1808 1456 1780 2905 3863 3613 2897 2802 2811 5597 1630 1277 7 Land tax and irrigation cess 172 149 192 160 110 186 169 185 181 121 136 135 8 Repair and maintenance charges of implements, machinery and building 442 553 778 1019 866 4614 1040 951 12522 823 397 157 9 Interest on working capital 7332 7103 7850 8660 9276 8817 7147 7546 8544 15637 14289 20174 10 Other expenses 20775 16631 16270 38030 33562 45445 17852 12596 18097 284 595 1888 11 Total cost  A (1-10) 102037 95466 103591 134465 136578 147236 97680 96742 124787 173234 158311 224093 12 Interest on fixed capital 1700 11299 15353 4107 5559 9309 28158 18952 24357 7659 1274 2969 13 Cost  B1 (11 12) 103737 106765 118944 138572 142137 156545 125838 115694 149144 180893 159585 227062 14 Interest on land value 403830 378184 345492 409929 385791 417046 369634 495522 407285 70505 111737 88511 15 Cost  B (13 14) 507567 484949 464436 548501 527928 573591 495472 611216 556429 251398 271322 315573 16 Inputed value of household labour 54297 60367 61514 80563 72752 83958 65566 64434 75771 19987 21683 16558 17 Cost  C (15 16)) 561864 545316 525950 629064 600680 657549 561038 675650 632200 271385 293005 332131 18 Value of Output received (Rs. No Components Carrot Potato Bean Garlic Tomato Autum Winter Summer Autum Winter Autum Winter Summer Autum Autum Winter Summer 1 Hired human labour 90587 140270 176411 86987 111635 59726 86871 105282 86658 30943 47319 49488 2 Animal labour 3 Machine labour 9085 8355 11380 4 Seed  seedlings 6701 8950 9196 29979 34251 41019 37384 43987 122191 11327 12959 14528 5 Farmyard manure and chemical fertilizers 10475 20174 27308 17059 11677 7713 12606 8853 6395 47400 50948 68345 6 Plant Protection 2774 564 490 869 134 1680 1218 1125 3711 3111 2807 2571 7 Land tax and irrigation cess 66 111 124 124 20 93 78 130 101 244 315 499 8 Repair and maintenance charges of implements, machinery and building 558 160 950 37 558 476 88 893 1096 988 141 9 Interest on working capital 11054 16996 21340 13489 15770 11014 13808 15925 21896 10187 12239 14631 10 Other expenses 10739 4555 543 6928 5115 5962 9523 17583 15110 18676 11 Total cost  A (1-10) 132954 191780 234869 150000 180452 126918 158403 175390 251368 130976 151040 180259 12 Interest on fixed capital 5532 11907 3767 22554 19949 4537 13963 1965 24646 26160 22651 16278 13 Cost  B1 (11 12) 138486 203687 238636 172554 200401 131455 172366 177355 276014 157136 173691 196537 14 Interest on land value 68971 92411 101262 68397 115489 72909 77515 117712 66883 221588 252908 242562 15 Cost  B (13 14) 207457 296098 339898 240951 315890 204364 249881 295067 342897 378724 426599 439099 16 Inputed value of household labour 12286 15371 10206 3565 4494 7866 6525 14225 33876 27877 25529 17 Cost  C (15 16)) 219743 296098 355269 251157 319455 208858 257747 301592 357122 412600 454476 464628 18 Value of Output received (Rs. ",
    "harvesting": "The objective of the scheme is collection of Agricultural Statisticswhich provides the estimates of area of crops, crop production and yield rateand land utilization pattern of Agricultural Sector in Kerala. The data relating to land use area under crops, crop production, yield rate, irrigation statistics, comparative study of important crops in Kerala for the year 2021-22, block-wise area and production of important crops, area and production of Registered GITAG for Autumn, Winter,Summer paddy etc. 1 District wise values of major agriculture crops for the year 2021-22 210 Table-14 Cost of Cultivation per hectare of some crops During the year 2021-22 211 Annexure-1 Crop Estimation Surveys: The final estimation of Yield and Production of Rice (Autumn) 2021-22 215 Annexure-2 Information for final results of crop estimation   frequency distribution   Paddy, Rice (Autumn) 2021-22 216 Annexure-3 Final result of crop estimation survey on driage results-Paddy (Autumn) 2021-22 217 Annexure-4 Details of non-response-Paddy (Autumn) 2021-22 218 Annexure-5 District wise area, productivity and production of rice for high yielding varieties of paddy (Autumn) 2021-22 219 Annexure-6 District wise area, productivity and production of rice for local varieties of paddy (Autumn) 2021-22 220 Annexure-7 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy (Autumn) 2021-22 221 Table-No Description Page No. Annexure-8 District wise area, productivity and production of rice (HYV Local) for all varieties of Paddy(Autumn)2021-22 222 Annexure-9 Crop Estimation Survey: Auxiliary Information - percentage of area under different agricultural practices -Paddy (Autumn) - A Statement 2021-22 223 Annexure-10 Number of experiments inspected   Paddy (Autumn) 2021-22 224 Annexure-11 Crop estimation surveys: The final estimation of yield and production of rice (Winter) 2021-22 225 Annexure-12 Information for final result of crop estimation -frequency distribution - Paddy (Rice)  Winter 2021-22 226 Annexure-13 Final result of crop estimation survey on driage results - Paddy (Winter) 2021-22 227 Annexure-14 Details of non response - Paddy (Winter) 2021-22 228 Annexure-15 District wise area, productivity and production of rice for high yielding varieties of Paddy (Winter) 2021-22 229 Annexure-16 District wise area, productivity and production of rice for local varieties of Paddy (Winter) 2021-22 230 Annexure-17 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy(Winter)2021-22 231 Annexure-18 District wise area, productivity and production of rice (HYV Local) for all varieties of Paddy (Winter) 2021-22 232 Annexure-19 Crop estimation surveys: auxiliary information -percentage of area under different agricultural practices-Paddy (Winter) - A Statement 2021-22 233 Annexure-20 Number of experiments inspected -Paddy (Winter) 2021-22 234 Annexure-21 Crop Estimation Surveys: The final estimation of yield and production of rice (Summer) 2021-22 235 Annexure-22 Information for final result of crop estimation -frequency distribution Paddy, Rice   (Summer) 2021-22 236 Annexure-23 Final result of crop estimation survey on driage results - Paddy (Summer) 2016-17 237 Annexure-24 Details of non response   Paddy (Summer ) 2021-22 238 Annexure-25 District wise area, productivity and production of rice for high yielding varieties of Paddy (Summer) 2021-22 239 Annexure-26 District wise area, productivity and production of rice for local varieties of Paddy (Summer) 2021-22 240 Annexure-27 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy (Summer) 2021-22 241 Annexure-28 District wise area, productivity and production of rice (HYV Local) for all varieties of paddy (Summer) 2021-22 242 Annexure-29 Crop estimation surveys: auxiliary information - percentage of area under different agricultural practices - A Statement   Paddy (Summer) 2021-22 243 Annexure-30 Number of experiments inspected-Paddy (Summer) 2021-22 244 i   Agricultural Statistics 2021-22 INTRODUCTION The report  Agricultural Statistics  is annually published by the Department of Economics and Statistics which contains the estimates of area of crops, land utilization pattern, crop production and other major aspects of agricultural sector in Kerala. The area under the crops and yield rate of the crops are the most vital components in the estimation of crop production. The area statistics are collected through the Area Enumeration Survey and the yields of crops are collected through the General Crop Estimation Survey conducted under the EARASscheme. Simultaneously, Investigators select and conduct crop-cutting experiments of all major crops and the selected minor crops for the estimation of yield rates and production of the respective crops. The data on mean yield of crops thus obtained are provided to the National Agriculture Insurance Company for assessing the crop damages of the selected crops in the respective seasons and to pay compensation to the concerned farmers for the insured crops under the Pradhan Mantri Fasal Bima Yojana (PMFBY). The yield estimates of major crops are obtained through the scientifically designed crop cutting experiments (CCE) conducted under General Crop Estimation Survey. The yield rate of rice is 2872kg ha against the previous year of 3091 kg ha. Year Production of coconuts in million nuts Yield rate of coconut in Nos ha 2020-21 4788 6228 2021-22 5535 7231   of variation  15. Year Production in tonnes Yield rate in Kg ha 2020-21 103159 1068 2021-22 103476 1101   of variation  0. Year Production in tonnes Yield rate in Kg ha 2020-21 33590. Year Production in tonnes Yield rate in Kg ha Cured Ginger Cured Turmeric Cured Ginger Cured Turmeric 2020-21 12095. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 941. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 684. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 207. 00 2 Paddy High Yielding Quintal 1612. Ha) 261927 232324 289255 205488 230978 227591 256504 271893 383386 283385 260521 310910 Department of Economics and Statistics, Kerala 215   Agricultural Statistics 2021-22 ANNEXURE-1 CROP ESTIMATION SURVEYS: THE FINAL ESTIMATION OF YIELD AND PRODUCTION OF RICE 2021-22 Name of Crop:Paddy(Rice) Season - Autumn (Kharif ) Appendix : D1 Sl. No Name of District Number of Experiments Average Estimated Yield in Tonnes Ha (Rice) Area in  000 ha Average Yield in Kg Ha (Rice) Estimated Production of Rice in  000 Tonnes Bund Correction Factor (if any) applied Sampling Error for Average Yield   of Sampling Error Planned Analysed 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 177 177 2. No District No of Driage Experiments Total plot Yield before Driage(gms) Total plot Yield after Driage(gms) Driage rate applied for estimating Yield Planned Analysed 1 2 3 4 5 6 7 1 Thiruvananthapuram 38 38 9500 8555 0. 92 Department of Economics and Statistics, Kerala 218   Agricultural Statistics 2021-22 ANNEXURE-4 DETAILS OF NON RESPONSE 2021-22 Name of Crop:Paddy(Rice) Season - Autumn (Kharif ) Appendix: D6 Sl No Name of District No of experiments Experiments not conducted due to Sub Total (5 6) Experiments rejected due to Sub Total (8 9 10 11) Total Planned Analysed Prior harvest of the cultivator Other Reasons Non Availablity of crop Unrelailable doubtful data Late receipt of returns Discrepanc y of data 1 2 3 4 5 6 7 8 9 10 11 12 13 1 Thiruvananthapuram 177 177 2 Kollam 155 155 3 Pathanamthitta 17 17 4 Alappuzha 134 134 5 Kottayam 27 27 6 Idukky 55 55 7 Ernakulam 271 271 8 Thrissur 216 216 9 Palakkad 331 331 10 Malappuram 220 220 11 Kozhikkode 73 73 12 Wayanad 0 0 13 Kannur 265 265 14 Kasaragod 190 190 KERALA STATE 2131 2131 Department of Economics and Statistics, Kerala 219   Agricultural Statistics 2021-22 ANNEXURE -5 DISTRICTWISE AREA, PRODUCTIVITY AND PRODUCTION OF RICE FOR HIGH YIELDING VARIETIES OF PADDY IN KERALA 2021-22 Name of Crop:Paddy(Rice) Season :-Autumn (Kharif) Appendix :E1(1) Sl. No District High Yielding Variety Local Variety Total No. No District Experiments Harvest Pre Harvest Post Harvest   Of Experiments DLO TLO DLO TLO DLO TLO Harvest Pre Harvest Post Harvest 1 2 3 4 5 6 7 8 9 10 11 12 1 Thiruvananthapuram 177 21 73 0 6 0 5 53. 16 Note: DLO-District Level Officer TLO-Taluk Level Officer Department of Economics and Statistics, Kerala 225   Agricultural Statistics 2021-22 ANNEXURE-11 CROP ESTIMATION SURVEYS: THE FINAL ESTIMATION OF YIELD AND PRODUCTION OF RICE 2021-22 Name of Crop: Paddy (Rice) Season -Winter (Rabi I) Appendix : D1 Sl. No Name of District Number of Experiments Average Estimated Yield in Tonnes Ha (Rice) Area in  000 ha Average Yield in Kg Ha (Rice) Estimated Production of Rice in  000 Tonnes Bund Correction Factor (if any) applied Sampling Error for Average Yield   of Sampling Error Planned Analysed 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 148 148 2. No District No of Driage Experiments Total plot Yield before Driage(gms) Total plot Yield after Driage(gms) Driage rate applied for estimating Yield Planned Analysed 1 2 3 4 5 6 7 1 Thiruvananthapuram 36 36 9000 8226 0. 93 Department of Economics and Statistics, Kerala 228   Agricultural Statistics 2021-22 ANNEXURE-14 DETAILS OF NON RESPONSE 2021-22 Name of Crop: Paddy Season - Winter (Rabi I) Appendix: D6 Sl No Name of District No of experiments Experiments not conducted due to Sub Total (5 6) Experiments rejected due to Sub Total (8 9 10 11) Total Planned Analysed Prior harvest of the cultivator Other Reasons Non Availablity of crop Unrelailable doubtful data Late receipt of returns Discrepancy of data 1 2 4 5 6 7 8 9 10 11 12 13 1 Thiruvananthapuram 148 148 2 Kollam 262 262 3 Pathanamthitta 71 71 4 Alappuzha 142 142 5 Kottayam 120 120 6 Idukky 121 121 7 Ernakulam 280 280 8 Thrissur 296 296 9 Palakkad 382 382 10 Malappuram 414 414 11 Kozhikkode 276 276 12 Wayanad 137 137 13 Kannur 261 261 14 Kasaragod 167 167 KERALA STATE 3077 3077 Department of Economics and Statistics, Kerala 229   Agricultural Statistics 2021-22 ANNEXURE -15 DISTRICTWISE AREA, PRODUCTIVITY AND PRODUCTION OF RICE FOR HIGH YIELDING VARIETIES OF PADDY IN KERALA 2021-22 Name of Crop: Paddy (Rice) Season :-Winter (Rabi I) Appendix :E1(1) Sl. No District High Yielding Variety Local Variety Total No. No District Experiments Harvest Pre Harvest Post Harvest   Of Experiments DLO TLO DLO TLO DLO TLO Harvest Pre Harvest Post Harvest 1 2 3 4 5 6 7 8 9 10 11 12 1 Thiruvananthapuram 148 32 81 0 1 0 1 76. 30 Note: DLO-District Level Officer TLO-Taluk Level Officer Department of Economics and Statistics, Kerala 235   Agricultural Statistics 2021-22 ANNEXURE-21 CROP ESTIMATION SURVEYS: THE FINAL ESTIMATION OF YIELD AND PRODUCTION OF RICE 2020-21 Name of crop: Paddy Season -Summer(Rabi II) Appendix : D1 Sl. No Name of District Number of Experiments Average Estimated Yield in Tonnes Ha (Rice) Area in  000 ha Average Yield in Kg Ha (Rice) Estimated Production of Rice in  000 Tonnes Bund Correction Factor (if any) applied Sampling Error for Average Yield   of Sampling Error Planned Analysed 1 2 3 4 5 6 7 8 9 10 11 1 Thiruvananthapuram 125 125 2. No District No of Driage Experiments Total plot Yield before Driage(gms) Total plot Yield after Driage(gms) Driage rate applied for estimating Yield Planned Analysed 1 2 3 4 5 6 7 1 Thiruvananthapuram 37 37 9250 8518 0. 93 Department of Economics and Statistics, Kerala 238   Agricultural Statistics 2021-22 ANNEXURE-24 DETAILS OF NON RESPONSE 2021-22 Name of Crop: Paddy Season - Summer (Rabi II) Appendix: D6 Sl No Name of District No of experiments Experiments not conducted due to Sub Total (5 6) Experiments rejected due to Sub Total (8 9 10 11) Total Planned Analysed Prior harvest of the cultivator Other Reasons Non Availablity of crop Unrelailable doubtful data Late receipt of returns Discrepancy of data 1 2 3 4 5 6 7 8 9 10 11 12 13 1 Thiruvananthapuram 125 125 2 Kollam 57 57 3 Pathanamthitta 135 135 4 Alappuzha 190 190 5 Kottayam 144 144 6 Idukky 34 34 7 Ernakulam 171 171 8 Thrissur 246 246 9 Palakkad 118 118 10 Malappuram 135 135 11 Kozhikkode 155 155 12 Wayanad 117 117 13 Kannur 33 33 14 Kasaragod 78 78 KERALA STATE 1738 1738 Department of Economics and Statistics, Kerala 239   Agricultural Statistics 2021-22 ANNEXURE -25 DISTRICTWISE AREA, PRODUCTIVITY AND PRODUCTION OF RICE FOR HIGH YIELDING VARIETIES OF PADDY IN KERALA 2021-22 Name of Crop: Paddy (Rice) Season :-Summer(Rabi II) Appendix :E1(1) Sl. No District High Yielding Variety Local Variety Total No. of Experiments Harvest stage PreHarvest Stage Post Harvest Stage   of Experiments DLO TLO DLO TLO DLO TLO Harvest Pre harvest Post harvest 1 2 3 4 5 6 7 8 9 10 11 12 1 Thiruvananthapuram 125 20 58 1 6 0 3 62. ",
    "soil_management": "The objective of the scheme is collection of Agricultural Statisticswhich provides the estimates of area of crops, crop production and yield rateand land utilization pattern of Agricultural Sector in Kerala. Two sample surveys, Land Utilization Survey and General Crop Estimation Survey are being conducted under the Scheme EARAS. The data relating to land use area under crops, crop production, yield rate, irrigation statistics, comparative study of important crops in Kerala for the year 2021-22, block-wise area and production of important crops, area and production of Registered GITAG for Autumn, Winter,Summer paddy etc. Introduction i-ii Land use pattern 1 A brief analysis on the area of important crops for 2021-22 (including area under Dry land paddy) 8 Table-1 Comparison of Area   Production of important crops in Kerala (2001-02   2021-22) 36 Table-2 Classification of area on the basis of land utilization 2021-22 37 Table-3 District wise area of crops 38-45 Paddy, Jower, Ragi, Other Cereals, Pulses Sugarcane, Palmyrah, Pepper, Ginger, Turmeric, Cardamom, Arecanut, Tamarind, Others, Vanila, Cloves, Nutmeg, Cinnamon, Garlic Jack, Mango, Banana, Plantain, Pineapple, Pappaya, Orange, Lemon (Big), Lemon (Small), Other fresh fruits, Cashew Tapioca, Elephant foot yam, Colocasia, Yam, Sweet Potato, Koorka, Nanakizhangu, Other tubers Drumstick, Amaranthus, Bitter gourd, Snake gourd, Ladies finger, Brinjal, Green chilli, Bottle gourd, Little gourd, Ash gourd, Pumpkin, Cucumber, Payar (Achinga) Potato, Carrot, Beetroot, Cabbage, Tomato, Cauli flower, Beans, Onion, Other Vegetables Ground nut, Sesamum, Coconut, Other Oil seeds, Cotton, Betel leaves, Tobaco, Lemon grass, Tea, Coffee, Rubber, Cocoa Fodder grass, Green manure crops, Other crops   trees, Teak, Medicinal Plants Table-3. Annexure-8 District wise area, productivity and production of rice (HYV Local) for all varieties of Paddy(Autumn)2021-22 222 Annexure-9 Crop Estimation Survey: Auxiliary Information - percentage of area under different agricultural practices -Paddy (Autumn) - A Statement 2021-22 223 Annexure-10 Number of experiments inspected   Paddy (Autumn) 2021-22 224 Annexure-11 Crop estimation surveys: The final estimation of yield and production of rice (Winter) 2021-22 225 Annexure-12 Information for final result of crop estimation -frequency distribution - Paddy (Rice)  Winter 2021-22 226 Annexure-13 Final result of crop estimation survey on driage results - Paddy (Winter) 2021-22 227 Annexure-14 Details of non response - Paddy (Winter) 2021-22 228 Annexure-15 District wise area, productivity and production of rice for high yielding varieties of Paddy (Winter) 2021-22 229 Annexure-16 District wise area, productivity and production of rice for local varieties of Paddy (Winter) 2021-22 230 Annexure-17 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy(Winter)2021-22 231 Annexure-18 District wise area, productivity and production of rice (HYV Local) for all varieties of Paddy (Winter) 2021-22 232 Annexure-19 Crop estimation surveys: auxiliary information -percentage of area under different agricultural practices-Paddy (Winter) - A Statement 2021-22 233 Annexure-20 Number of experiments inspected -Paddy (Winter) 2021-22 234 Annexure-21 Crop Estimation Surveys: The final estimation of yield and production of rice (Summer) 2021-22 235 Annexure-22 Information for final result of crop estimation -frequency distribution Paddy, Rice   (Summer) 2021-22 236 Annexure-23 Final result of crop estimation survey on driage results - Paddy (Summer) 2016-17 237 Annexure-24 Details of non response   Paddy (Summer ) 2021-22 238 Annexure-25 District wise area, productivity and production of rice for high yielding varieties of Paddy (Summer) 2021-22 239 Annexure-26 District wise area, productivity and production of rice for local varieties of Paddy (Summer) 2021-22 240 Annexure-27 District wise area, productivity and production of rice (Irrigated   Unirrigated) for all varieties of Paddy (Summer) 2021-22 241 Annexure-28 District wise area, productivity and production of rice (HYV Local) for all varieties of paddy (Summer) 2021-22 242 Annexure-29 Crop estimation surveys: auxiliary information - percentage of area under different agricultural practices - A Statement   Paddy (Summer) 2021-22 243 Annexure-30 Number of experiments inspected-Paddy (Summer) 2021-22 244 i   Agricultural Statistics 2021-22 INTRODUCTION The report  Agricultural Statistics  is annually published by the Department of Economics and Statistics which contains the estimates of area of crops, land utilization pattern, crop production and other major aspects of agricultural sector in Kerala. Initially, the data collected through land utilization survey was used for the preparation of Agricultural Statistics. The Blocks are divided into a number of Investigator Zones depending on the area of the block and nature of land. ii   Agricultural Statistics 2021-22 Sampling Size In each Investigator Zone, 100 clusters are allocated among the dry lands and wet lands in proportion to the area under these categories in the zone. Wet and dry land clusters are enumerated separately. Wet land clusters are enumerated in all three seasons - autumn, winter and summer and dry land plots are enumerated at least two times for area enumeration during the agriculture year. , land utilization details, irrigation particulars, etc. 2 Department of Economics and Statistics, Kerala 1   Agricultural Statistics 2021-22 LAND USE PATTERN The total geographical area of the State is 3886287 Ha. In Kerala, the Geographical area has been classified according to thirteen different uses of land which is presented in Table A TABLE A 1. Forest Forest represents all actually forested area as the lands classed or administered as forest under any legal enactment dealing with forest. 83  2 Land put to non agricultural use 465561 11. 98  3 Barren and uncultivable land 9784 0. 25  4 Permanent pastures and other grazing land 0 0. 00  5 Land under miscellanious tree crops 2267 0. 39  9 Marshy land 12 0. Land put to Non Agricultural use The land put to use for purposes other than agriculture such as building, pathways, roads, canals, rivers, bus stands, railways, local reservoirs, swamps etc. Barren and uncultivable land Land which cannot be brought under cultivation unless at a high cost, whether such a land is in isolated blocks or within cultivated holdings, such as mountains, deserts, hills etc are classified as barren and uncultivable land. The total land comes under this category is 9784 Ha which represents 0. 73   of the state s barren and uncultivable land. Permanent pastures and other grazing land All grazing lands, whether they are permanent pastures or meadows are considered as permanent pastures and other grazing lands. Land under miscellaneous tree crops All cultivable lands, which is not included under net area sown, but is put to some agricultural use such as land under casuarina trees, thatching grass, bamboo bushes and other groves for fuel etc. Out of the total geographical area, land under miscellaneous tree crops and groves are not included in the net area sown and it occupies only 2267 Ha (0. Cultivable waste These include land available for cultivation but not taken up for cultivation or abandoned after a few years for one reason or the other. Such lands may be either fallow or covered with shrubs and jungles, which are not put to any use. Lands once cultivated but remaining uncultivated for five years or more in succession shall also be included in this category. Fallow other than current fallow Land which were taken up for cultivation but have been temporarily put off cultivation for a period of not less than one year but not more than five years due to abject poverty of the cultivators, inadequate supply of water, silting of canals and rivers etc are treated as other fallow land. The total area under other fallow land during 2021- 22 accounts 49420 Ha which is 1. The land under this category is highest in Palakkad district with 12267 Ha (24. Current fallow Land that are kept fallow off out of the net area sown during the previous year are classified as current fallow for the reporting year. Marshy land Land which gets permanently or periodically inundated by water and characterized by vegetation which includes grasses and weeds. Out of the total geographical area only 12 Ha come under marshy land during the year 2021- 22. Still water The land under still water is broadly the land occupied by water bodies like rivers, lakes, ponds, reservoirs, backwater, canals, tanks including nature made deeps in which water stands still for most part of the period. This is the land on which there is no vegetative growth of any kind. Out of the total geographical area, 100316 Ha of land is under still water constituting 2. The land under still water is highest in Palakkad district and the area is 15337 Ha. Water logged area It is the land where water is at   near the surface and stands for most part of the year. Social Forestry The land under social forestry is the land in which the trees are planted by the side of railway lines, road side, river and canal banks with a view to meet the fuel and the fodder needs of the rural population and to serve the broader goals of soil conservation and provision of shed Department of Economics and Statistics, Kerala 4   Agricultural Statistics 2021-22 and shelter for crops. An extend of 2700 Ha of land comes under social forestry which is 0. The land under social forestry is highest in Idukki district and it is 1251 Ha (46. Out of 38,86,287 Ha of total geographical area, 2029368 Ha of land constituting 52. From 2017-18 onwards area of paddy is calculated as the totality of wet land paddy area and dry land paddy area due to the growing importance of dry land paddy cultivation. 77 Ha dry land paddy cultivation in Kerala during 2021-22. Wet land Paddy area during 2021-22 is 193950. Wet land paddy area during 2021-22 is decreased by 7914. 84  of wet land paddy area decreased during 2021-22. 0 20000 40000 60000 80000 100000 120000 140000 160000 Autumn Winter Summer Department of Economics and Statistics, Kerala 11   Agricultural Statistics 2021-22 TABLE D AREA UNDER DRY LAND PADDY 2021-22 Sl. Districts Dry Land Paddy Area in Ha Autumn Winter Summer Total 1 Thiruvananthapuram 4. 77 District wise analysis of wet land paddy area during the year 2021-22   Total Wet land Paddy area during 2021-22 is 193950. 37   of total wet land paddy area in the state). 82   of total wet land paddy area in the state). 17  of total wet land paddy area in the state). 25   of total wet land paddy area in the state). Department of Economics and Statistics, Kerala 12   Agricultural Statistics 2021-22 District wise analysis of dry land paddy area during the year 2021-22   Total dry land paddy area during 2021-22 is 1783. 83   in the area of dry land paddy from the year 2020-21. 34   of total dry land paddy area in the state). 59   of total dry land paddy area in the state). 99   of total dry land paddy Area in the state) 0 10000 20000 30000 40000 50000 60000 70000 80000 Department of Economics and Statistics, Kerala 13   Agricultural Statistics 2021-22 District wise analysis of paddy area (Wet   dry) during the year 2021-22   Total paddy area during 2021-22 is 195734. Analysing the cropping pattern of Kerala, a good portion of land under palmyrah cultivation in the past years has been shifted to other crops. On analyzing the cropping pattern of the last 15 years we can see that major portion of land under tapioca cultivation has been shifted to rubber cultivation. Department of Economics and Statistics, Kerala 37   Agricultural Statistics 2021-22 TABLE - 2 CLASSIFICATION OF AREA ON THE BASIS OF LAND UTILISATION 2021-22 Area in Hectares Sl. No District Total Geographical area Forest Land put to non agricultural use Barren   uncultivable land Permanent pastures   other grazing land Land under misc. tree crops Cultivable waste Fallow other than current fallow Current fallow Marshy Land Still Water Water Logged Area Social Forestry Net area sown Area sown more than once Total cropped Area 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1 Trivandrum 218781 49861 33856 277 0 27 507 1033 2899 1 2696 16 22 127586 24200. 31 The estimates are based on survey conducted in the Revenue land (as per Village Records). Therefore the area under cultivation in forest land is not included Department of Economics and Statistics, Kerala 38   Agricultural Statistics 2021-22 TABLE-3 AREA UNDER CROPS 2021-22 (Area in Ha) Sl. 37 District Total 96 2094 749 136 STATE TOTAL 7130 19328 26015 1276 Department of Economics and Statistics, Kerala 131   Agricultural Statistics 2021-22 A BRIEF ANALYSIS ON THE PRODUCTION OF IMPORTANT CROPS FOR 2021-22 Factors such as fertility of land, monsoon behaviour, rainfall, irrigation, application of fertilizers, climatic conditions, marketing facilities, prices, availability of agricultural labourers etc. Name of district Rice (Wet land) Rice (Dry land) Rice (Total) Autumn Winter Summer Total Autumn Winter Summer Total Autumn Winter Summer Total 1 2 3 4 5 6 7 7 8 9 10 11 12 13 1 Thiruvananthapuram 2462. No Components Paddy Coconut Arecanut Tapioca Banana Pepper Ginger Turmeric pineapple Autum Winter Summer 1 Hired human labour 31514 33556 31792 58475 78684 71636 81522 59748 80409 64911 69487 2 Animal labour 4 29 3 Machine labour 10750 13153 10174 1208 2405 3011 2999 2154 1397 6831 4 Seed  seedlings 3526 3811 3896 408 258 9512 31819 1670 58662 24523 84865 5 Farmyard manure and chemical fertilizers 8438 9600 10247 22303 37271 29177 59453 18802 31875 21913 27237 6 Plant Protection 2860 2303 2207 509 4961 1468 1728 172 3549 7 Land tax and irrigation cess 187 216 126 507 601 383 250 584 319 313 156 8 Repair and maintenance charges of implements, machinery and building 299 217 248 410 779 448 622 818 877 813 80 9 Interest on working capital 5709 6242 5834 8240 11862 11385 18075 8169 17483 11292 19197 10 Other expenses 12143 12927 16750 4204 5322 16486 41619 3746 15750 12930 38686 11 Total cost  A (1-10) 75430 82025 81303 95758 137182 142547 241320 95005 209257 138264 250088 12 Interest on fixed capital 1263 1281 946 4323 9403 1680 4896 7346 2384 1888 462 13 Cost  B1 (11 12) 76693 83306 82249 100081 146585 144227 246216 102351 211641 140152 250550 14 Interest on land value 299896 184436 159207 572421 513777 528079 445536 621709 387594 455700 564646 15 Cost  B (13 14) 376589 267742 241456 672502 660362 672306 691752 724060 599235 595852 815196 16 Inputed value of household labour 9357 7383 4656 9413 19052 38693 51089 26800 37655 49347 8250 17 Cost  C (15 16)) 385946 275125 246112 681915 679414 710999 742841 750860 636890 645199 823446 18 Value of Output received (Rs. No Components Bitter Gourd Cowpea cardamom Ash guard Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 61568 54547 66784 57108 56885 59927 117030 34926 28554 33959 2 Animal labour 3 Machine labour 2528 1730 1982 1134 2270 816 239 3124 2562 4 Seed  seedlings 7878 9481 10216 5460 6463 6991 649 4187 5741 7222 5 Farmyard manure and chemical fertilizers 28259 29395 30446 29852 32085 30447 36352 17592 26104 29881 6 Plant Protection 4301 3606 3194 4459 9335 3636 16261 1680 1427 1942 7 Land tax and irrigation cess 163 144 180 155 156 236 794 226 222 176 8 Repair and maintenance charges of implements, machinery and building 659 946 1109 920 1020 4075 549 262 767 13271 9 Interest on working capital 10453 9876 11262 9801 10704 10182 17029 5862 6495 7557 10 Other expenses 37501 44561 38685 42589 32172 30892 35143 14167 18425 18178 11 Total cost  A (1-10) 153310 154286 163858 151478 151090 147202 223807 79141 90859 114748 12 Interest on fixed capital 5842 12151 7840 13588 10257 12561 4707 1280 23865 40596 13 Cost  B1 (11 12) 159152 166437 171698 165066 161347 159763 228514 80421 114724 155344 14 Interest on land value 349177 340863 394576 458723 397447 425861 105059 308314 385341 355640 15 Cost  B (13 14) 508329 507300 566274 623789 558794 585624 333573 388735 500065 510984 16 Inputed value of household labour 64012 81899 81203 78641 82140 98904 40090 40387 71779 77388 17 Cost  C (15 16)) 572484 589238 647477 702430 640934 684528 373663 429122 571844 588372 18 Value of Output received (Rs. No Components Cucumber Snake Guard Ladies Finger Cabbage Autum Winter Summer Autum Winter Summer Autum Winter Summer Autum Winter Summer 1 Hired human labour 42020 36912 35616 47830 53719 48921 34206 35059 37339 117850 108753 170493 2 Animal labour 3 Machine labour 1346 3224 3066 1287 1973 975 2076 3026 3244 4 Seed  seedlings 4809 5182 7557 5452 5655 6661 5757 5940 9454 22585 21890 23896 5 Farmyard manure and chemical fertilizers 23333 24256 30482 29122 27554 28004 26536 28637 32595 10337 10621 6073 6 Plant Protection 1808 1456 1780 2905 3863 3613 2897 2802 2811 5597 1630 1277 7 Land tax and irrigation cess 172 149 192 160 110 186 169 185 181 121 136 135 8 Repair and maintenance charges of implements, machinery and building 442 553 778 1019 866 4614 1040 951 12522 823 397 157 9 Interest on working capital 7332 7103 7850 8660 9276 8817 7147 7546 8544 15637 14289 20174 10 Other expenses 20775 16631 16270 38030 33562 45445 17852 12596 18097 284 595 1888 11 Total cost  A (1-10) 102037 95466 103591 134465 136578 147236 97680 96742 124787 173234 158311 224093 12 Interest on fixed capital 1700 11299 15353 4107 5559 9309 28158 18952 24357 7659 1274 2969 13 Cost  B1 (11 12) 103737 106765 118944 138572 142137 156545 125838 115694 149144 180893 159585 227062 14 Interest on land value 403830 378184 345492 409929 385791 417046 369634 495522 407285 70505 111737 88511 15 Cost  B (13 14) 507567 484949 464436 548501 527928 573591 495472 611216 556429 251398 271322 315573 16 Inputed value of household labour 54297 60367 61514 80563 72752 83958 65566 64434 75771 19987 21683 16558 17 Cost  C (15 16)) 561864 545316 525950 629064 600680 657549 561038 675650 632200 271385 293005 332131 18 Value of Output received (Rs. No Components Carrot Potato Bean Garlic Tomato Autum Winter Summer Autum Winter Autum Winter Summer Autum Autum Winter Summer 1 Hired human labour 90587 140270 176411 86987 111635 59726 86871 105282 86658 30943 47319 49488 2 Animal labour 3 Machine labour 9085 8355 11380 4 Seed  seedlings 6701 8950 9196 29979 34251 41019 37384 43987 122191 11327 12959 14528 5 Farmyard manure and chemical fertilizers 10475 20174 27308 17059 11677 7713 12606 8853 6395 47400 50948 68345 6 Plant Protection 2774 564 490 869 134 1680 1218 1125 3711 3111 2807 2571 7 Land tax and irrigation cess 66 111 124 124 20 93 78 130 101 244 315 499 8 Repair and maintenance charges of implements, machinery and building 558 160 950 37 558 476 88 893 1096 988 141 9 Interest on working capital 11054 16996 21340 13489 15770 11014 13808 15925 21896 10187 12239 14631 10 Other expenses 10739 4555 543 6928 5115 5962 9523 17583 15110 18676 11 Total cost  A (1-10) 132954 191780 234869 150000 180452 126918 158403 175390 251368 130976 151040 180259 12 Interest on fixed capital 5532 11907 3767 22554 19949 4537 13963 1965 24646 26160 22651 16278 13 Cost  B1 (11 12) 138486 203687 238636 172554 200401 131455 172366 177355 276014 157136 173691 196537 14 Interest on land value 68971 92411 101262 68397 115489 72909 77515 117712 66883 221588 252908 242562 15 Cost  B (13 14) 207457 296098 339898 240951 315890 204364 249881 295067 342897 378724 426599 439099 16 Inputed value of household labour 12286 15371 10206 3565 4494 7866 6525 14225 33876 27877 25529 17 Cost  C (15 16)) 219743 296098 355269 251157 319455 208858 257747 301592 357122 412600 454476 464628 18 Value of Output received (Rs. ",
    "weather_guidance": "Farm wholesale prices of important crops, rainfall during the year 2021-22, district wise value of major agricultural crops for the year are also included. 200 Sweet potato, Drumstick, Green chillies, Potato, Groundnut, Coconut, soyabeanCotton, Betel leaves, Mango,Tobaco, Tea, Coffee, Rubber, Cocoa 201 Table-9 Net area irrigated (Source wise) 202 Table-10 Gross area under irrigation (Crop wise) 204 Table-11 Rainfall distribution of Kerala 206 Table-12 Average farm wholesale prices of important crops in Kerala for the year2021-22 208 Table-13 District wise values of major agriculture crops for the year 2021-22(Q) 209 Table-13. Crop Area (Ha) Production (Tonnes) Productivity(Kg Ha) 1 Paddy 195734 562097 2872 2 Tapioca 55664 2506352 45027 3 Coconut 765435 5535   7231   4 Pepper 76351 32516 426 5 Cashew 32369 15861 490 6 Rubber 551030 533500 968 7 Groundnut 119 157 1319 8 Seasamum 585 158 270 9 Cotton 4 22  935 10 Pulses 1439 1471 1022 11 Ginger 2924 12886 4407 12 Turmeric 2203 7402 3360 13 Banana 49020 461244 9409 14 Tobaco 3 5 1667 15 Total Cereals 196214 562916 2869 16 Arecanut 93968 103476 1101 17 Coffee 85880 69900 814 18 Tea 35872 60360 1683  Production in million Nuts   Production in bales of 170 Kg   Nuts Ha Department of Economics and Statistics, Kerala 9   Agricultural Statistics 2021-22 Food Grains Paddy, Pulses and Grains include the category of food grains. The total area under cultivation of food grains during 2021-22 is 197653. During 2021-22 the area of food grains decreased by 4. 82   in the total area of food grains during the year 2021-22 as against 2020-21. District Paddy Grains Total Cereals  Millets Pulses Total Food Grains Wet Paddy Dry Paddy Grand total Cholam  Jower Ragi Finger Millet Maize Small Millet (Thina Chama ) Wheat Other grains Total Grains Tur Redgram gram Other Pulses Total Pulses Autumn Winter Summer Total Autumn Winter Summer Total 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 1 Trivandrum 941. 37 District Total 96 2094 749 136 STATE TOTAL 7130 19328 26015 1276 Department of Economics and Statistics, Kerala 131   Agricultural Statistics 2021-22 A BRIEF ANALYSIS ON THE PRODUCTION OF IMPORTANT CROPS FOR 2021-22 Factors such as fertility of land, monsoon behaviour, rainfall, irrigation, application of fertilizers, climatic conditions, marketing facilities, prices, availability of agricultural labourers etc. 9 10 Pulses 8191 1439 -82 6281 1471 -77 11 Ginger 10706 2924 -73 40181 12886 -68 12 Turmeric 3558 2203 -38 7895 7402 -6 13 Banana 50871 49020 -4 345903 461244 33 14 Tobaco 71 3 -96 395 5 -99 15 Total Cereals 329875 196214 -41 708624 562916 -21 16 Arecanut 93193 93968 1 84681 103476 22 17 Coffee 84795 85880 1 66690 69900 5 18 Tea 36899 35872 -3 66090 60360 -9  production in rice,   Production in Million Nos The production of food grains during the year under report is 564387 tonnes as against 634503. Rice is the major constituent accounting for almost 100  of food grain production in the state. Crop wise production of food grain is given in the following table Department of Economics and Statistics, Kerala 132   Agricultural Statistics 2021-22 Sl. 1 Department of Economics and Statistics, Kerala 206   Agricultural Statistics 2021-22 TABLE - 11 DISTRICTWISE RAINFALL 2021-22 IN MMS 2021 2022 2021-2022 Sl. 8 0 100 200 300 400 500 600 700 Average Rain Fall Department of Economics and Statistics, Kerala 208   Agricultural Statistics 2021-22 TABLE -12 Farm Wholesale Prices of Agricultural Commodities For the Year 2021 - 2022 Sl No. ",
    "market_information": "Farm wholesale prices of important crops, rainfall during the year 2021-22, district wise value of major agricultural crops for the year are also included. 200 Sweet potato, Drumstick, Green chillies, Potato, Groundnut, Coconut, soyabeanCotton, Betel leaves, Mango,Tobaco, Tea, Coffee, Rubber, Cocoa 201 Table-9 Net area irrigated (Source wise) 202 Table-10 Gross area under irrigation (Crop wise) 204 Table-11 Rainfall distribution of Kerala 206 Table-12 Average farm wholesale prices of important crops in Kerala for the year2021-22 208 Table-13 District wise values of major agriculture crops for the year 2021-22(Q) 209 Table-13. 37 District Total 96 2094 749 136 STATE TOTAL 7130 19328 26015 1276 Department of Economics and Statistics, Kerala 131   Agricultural Statistics 2021-22 A BRIEF ANALYSIS ON THE PRODUCTION OF IMPORTANT CROPS FOR 2021-22 Factors such as fertility of land, monsoon behaviour, rainfall, irrigation, application of fertilizers, climatic conditions, marketing facilities, prices, availability of agricultural labourers etc. 8 0 100 200 300 400 500 600 700 Average Rain Fall Department of Economics and Statistics, Kerala 208   Agricultural Statistics 2021-22 TABLE -12 Farm Wholesale Prices of Agricultural Commodities For the Year 2021 - 2022 Sl No. ",
    "general_advice": ""
  },
  "full_text": "Government of Kerala AGRICULTURAL STATISTICS 2021-22 Department of Economics   Statistics Thiruvananthapuram May 2023 PREFACE The report  Agricultural Statistics  is one of the important annual publications of the Department of Economics and Statistics. This report presents the Crop Statistics of the State during the agriculture year 2021-22. The scheme Establishment of an Agency for Reporting AgriculturalStatistics is a 100  Central Sector Scheme. This scheme is a component ofthe main scheme Improvement of Agricultural Statistics (I.A.S), which isimplemented by the Ministry of Agriculture and Farmers Welfare, Governmentof India. The objective of the scheme is collection of Agricultural Statisticswhich provides the estimates of area of crops, crop production and yield rateand land utilization pattern of Agricultural Sector in Kerala. The State andCentral Government use this data for planning and development of policyformation. Department of Economics and Statistics is the nodal agency ofthis scheme in Kerala. Two sample surveys, Land Utilization Survey and General Crop Estimation Survey are being conducted under the Scheme EARAS. The data relating to land use area under crops, crop production, yield rate, irrigation statistics, comparative study of important crops in Kerala for the year 2021-22, block-wise area and production of important crops, area and production of Registered GITAG for Autumn, Winter,Summer paddy etc. are included in this report. Farm wholesale prices of important crops, rainfall during the year 2021-22, district wise value of major agricultural crops for the year are also included. The field level officers and supervisors have put enomous effort in collecting and furnishing of EARAS data from district level.I congragulate the staff of EARAS division of the directorate for their painstaking efforts in preparing this report. I hope that this report will be of great use to researchers,planners,govt ministries and their agencies, universities and others Any suggestions for the improvement of the report will be highly appreciated. Thiruvananthapuram SAJEEVU.P.P DIRECTOR 23 05 2023 CONTENTS Table-No Description Page No. Introduction i-ii Land use pattern 1 A brief analysis on the area of important crops for 2021-22 (including area under Dry land paddy) 8 Table-1 Comparison of Area   Production of important crops in Kerala (2001-02   2021-22) 36 Table-2 Classification of area on the basis of land utilization 2021-22 37 Table-3 District wise area of crops 38-45 Paddy, Jower, Ragi, Other Cereals, Pulses Sugarcane, Palmyrah, Pepper, Ginger, Turmeric, Cardamom, Arecanut, Tamarind, Others, Vanila, Cloves, Nutmeg, Cinnamon, Garlic Jack, Mango, Banana, Plantain, Pineapple, Pappaya, Orange, Lemon (Big), Lemon (Small), Other fresh fruits, Cashew Tapioca, Elephant foot yam, Colocasia, Yam, Sweet Potato, Koorka, Nanakizhangu, Other tubers Drumstick, Amaranthus, Bitter gourd, Snake gourd, Ladies finger, Brinjal, Green chilli, Bottle gourd, Little gourd, Ash gourd, Pumpkin, Cucumber, Payar (Achinga) Potato, Carrot, Beetroot, Cabbage, Tomato, Cauli flower, Beans, Onion, Other Vegetables Ground nut, Sesamum, Coconut, Other Oil seeds, Cotton, Betel leaves, Tobaco, Lemon grass, Tea, Coffee, Rubber, Cocoa Fodder grass, Green manure crops, Other crops   trees, Teak, Medicinal Plants Table-3.1 Block wise area of crops 46-130 Paddy Sugarcane, Pepper, Ginger, Turmeric Areacanut, Tamarind, Clove, Nutmeg Jack, Mango, Banana, Plantain Pineapple, Pappaya, Cashew Tapioca Elephant Foot yam, Colocasia, Yam, Sweet Potato, Koorka Nanakizhangu, Other Tubers, Drumstick, Amaranthus Bitter Gourd, Snake Gourd, Ladies Finger, Brinjal, Green Chillies, Bottle Gourd , Little Gourd, Ash Gourd Pumkin, Cucumber, Payar, Cabbage Tomato, Cauliflower, Beans, other Vegetables Sesamum, Coconut, Betel Leaves, Lemon Grass, Cocoa, Fodder Grass, Green manure Plants, Teak, Medicinal Plants A brief analysis on the production of important crops for 2021-22 131 Table-No Description Page No. Table-4 District wise production of important crops 144-147 Rice, Cholam, Ragi, Maize, Small millet, Wheat, Tur, Other pulses, Sugarcane (Cane gur), Black pepper, Cured ginger, Cured turmeric, Processed cardamom Arecanut, Tamarind, Clove, Nutmeg, Garlic, Jack, Mango, Banana, Plantain, Pineapple, Pappaya, Raw Cashew, Tapioca, Sweet Potato Drumstick, Green Chillies, Potato, Groundnut, Sesamum, Coconut, Cotton, Betel leaves, Tobaco, Tea, Coffee, Rubber, Cocoa Table-4.1 Block wise production of important crops 148-187 Rice Arecanut, Coconut, Banana, Plantain Tapioca, Cured Ginger, Cured Turmeric, Black Pepper Raw Cashew, Pineapple, Mango, Jack, Betel Leaves,Cocoa Nutmeg, Sesamum , Sugar Cane (Canegur), Brinjal, Elephant foot yam Table-4.2 Area and Production of Registered GI TAG Autumn paddy 2021-22 188 Area and Production of Registered GI TAG Winter paddy 2021-22 191 Area and Production of Registered GI TAG Summer paddy 2021-22 194 Table-5 Estimated area and product"
}