{
  "file_name": "AGMARK.pdf",
  "file_path": "agricultural_pdfs/AGMARK.pdf",
  "processed_at": "1757513713.0403311",
  "total_text_length": 1695,
  "sections": {
    "crop_cultivation": "",
    "pest_diseases": "",
    "fertilizer_management": "",
    "irrigation": "",
    "harvesting": "",
    "soil_management": "Specimen copy and sketch of trade brand label For more details contact:- Deputy Agriculture Marketing Advisor, Directorate of Marketing and Inspection, Wellington Island, Kochi-682 003, Ph. ",
    "weather_guidance": "",
    "market_information": "Specimen copy and sketch of trade brand label For more details contact:- Deputy Agriculture Marketing Advisor, Directorate of Marketing and Inspection, Wellington Island, Kochi-682 003, Ph. ",
    "general_advice": ""
  },
  "full_text": "AGMARK CERTIFICATION  Agmark  is a Quality Certification Mark of the Government of India given to products confirming to scientificallylaid down quality standards. Products commonly certified under AGMARK - Honey - Ghee, Butter - Chillies, Turmeric, Curry powder, Garam Masalas, Cardamom, Cumin, Coriander and other curry powders. - Vegetable Oils - Spices - Wheat, Atta, Maida, Suji, Besan, Pulses and many more items required by customers. Certificate of Authorisation It is given to the packers authorising them to grade their commodity under AGMARK. Period of Validity will be 5 years. For granting new certificate of authorisation separate application for each commodity should be produced. Documents to be given along with application 1. Sketch of the premises:- 2. Declaration regarding i. Proprietorship Partnership etc ii. Ownership of the premises iii. Ownership of trade brand label iv. Use of good grade quality containers for packing commodities. All declarations has to given in five rupees stamp label attested by notary public. 3. A copy of licence from Panchayat Municipality. 4. Bank reference:- Letter from the bank regarding the transaction to the packer with the bank. 5. List of machineries. 6. Specimen signature of authorised persons attested by the proprietor managing partner. 7. Medical fitness certificate of employee. 8. Specimen copy and sketch of trade brand label For more details contact:- Deputy Agriculture Marketing Advisor, Directorate of Marketing and Inspection, Wellington Island, Kochi-682 003, Ph. no. 0484-2666120 email:cochin   sancharnet.in. Or State Agmark Grading Laboratories Source:- Farm Guide 2012, Farm information Bureau, Government of Kerala"
}