{
  "file_name": "Farmguide-2024.pdf",
  "file_path": "agricultural_pdfs/Farmguide-2024.pdf",
  "processed_at": "1757513713.060837",
  "total_text_length": 702370,
  "sections": {
    "crop_cultivation": "in തിയ ദിശാബോïോധം വരുത്തിക്്കകൊണ്ട് മാത്രമേ കർഷകർക്ക് മെച്ചപ്പെട്ട വരുമാനവുും ജീവിത സാഹചര്്യ ങ്ങളുും ഉറപ്പ് വരുത്താൻ കഴിയൂ എന്ന ബോïോധ്്യത്തിലാണ് സംസ്ഥാന കൃഷിവകുപ്പ് പദ്ധതികൾ വിഭാവനം ചെയ്യുന്നത്. കേരളം കണ്ട ഏറ്റവുും വലിയ ജനകീയ കാർഷിക മുന്നേറ്റമായി മാറിയ  ഞങ്ങളുും കൃഷിയിലേക്ക്  എന്ന ക്്യയാാംപയിന്റെ ഭാഗമായി ഉടലെടുത്ത കൃഷിക്കൂട്ടങ്ങൾ, ഉല്പാദന-സേ വന- മൂല്്യവർദ്ധിത മേഖലകളിൽ ചുവടുറപ്പിക്കുന്നതിലൂടെ, കാർഷിക ഉല്പന്നങ്ങളുടെ സംഭരണവുും സംസ്കരണവുും വിപണനവുും കാര്്യക്ഷമമാക്കാൻ കഴിയുും. കൃഷിയിടത്തെ അടിസ്ഥാനമാക്കിയുള്ള ആസൂത്രണം കാർഷിക മേഖലയുടെ സമഗ്രമായ വികസനവുും ഉല്പാദന മികവുും സാധ്്യമാക്കകും. അതിനായി അഞ്ച് കാർഷിക പാരിസ്ഥിതിക മേഖ ലകളിലുും 23 കാർഷിക പാരിസ്ഥിതിക യൂണിറ്റുകളിലുും ശാസ്ത്രീയമായ പഠനങ്ങളുടെ അടിസ്ഥാനത്തിലുള്ള വിളനിർണ്ണയത്തിന്റേയുും, വിള പരിപാലനത്തിന്റേയുും അടിസ്ഥാനത്തിൽ ഓരോ ോ കൃഷിയിടത്തെയുും അടി സ്ഥാന യൂണിറ്റായി കണ്ടുകൊ ൊണ്ടുള്ള ഫാം പ്ലാനുകൾ വിപ്ലവകരമായ മാറ്റങ്ങളാണ് സൃഷ്ടിക്കാൻ പോ ോകുന്നത്. കേരളാഗ്്രരോ  ബ്രാൻഡഡ് ഉൽപന്നങ്ങൾ, പുതുതായി ആരംഭിച്ച കേരള അഗ്്രരോ ബിസിനസ് കമ്പനി (KABCO), ഇതര വകുപ്പുകളെ കോ ോർത്തിണക്കി രൂപം നൽകിയ വാല്യൂ ആഡഡ് അഗ്രികൾച്ചർ മിഷൻ (VAAM), കർഷക വരുമാന വർദ്ധനവിന് കാർഷികോ ോത്്പ്്പന്നങ്ങളുടെ ഉടമസ്ഥാവകാശം കർഷകനിൽ നിഷി പ്തമായിരിക്കണമെന്ന യാഥാർത്ഥഥ്യ ബോïോധത്്തതോടെ കൃഷിക്കൂട്ടങ്ങളെ കോ ോർത്തിണക്കിക്്കകൊണ്ട് നടപ്പിലാക്കു ന്ന കർഷകോ ോത്പാദക സംഘടനകൾ (FPO) തുടങ്ങിയവ കാർഷിക മൂല്്യവർദ്ധിത മേഖലയ്ക്ക് കൂടുതൽ കരുത്ത് പകരുും. പോ ോഷക സമൃദ്ധവുും ആരോ ോഗ്്യദായകവുമായ കാർ ഷികോ ോല്പന്നങ്ങൾ സാമാന്്യ ജനങ്ങളിലേക്ക് എത്തിക്കുന്നതിന് വേണ്ടി കൃഷിവകുപ്പിന്റെ നേതൃത്്വത്തിലുള്ള  പോ ോഷകസമൃദ്ധി മിഷന്   ഇക്കഴിഞ്ഞ ചിങ്ങം 1 ന് തുടക്കമായി. കാർഷിക മേഖലയിൽ കാതലായ മാറ്റം വരുന്നതോ ോടൊ ൊപ്പം കൃഷിഭവനുകളിലെ സേ വനങ്ങൾ ആയാസ രഹിതമായി കർഷകരിലേക്കെത്തുകയുും വേണം. അതിനായി കൃഷിഭവനുകളുടെ പ്രവർത്തനങ്ങൾ സ്മാർട്ട് ആക്കുന്നതിനുും, കൃഷിഭവൻ പ്രവർത്തനങ്ങളെ പൊ ൊതു സമൂഹത്തിന് വിലയിരുത്താൻ കഴിയുും വിധം സോ ോഷ്്യൽ ഓഡിറ്റിങ് നടത്തുന്നതിനുമുള്ള പദ്ധതികൾ പ്രാവർത്തികമാക്കി വരികയാണ്. കാര്് ഷഷികമേഖലയുമായി ബന്ധപ്പെട്ട പദ്ധതികളുും അറിവുകളുും യഥാസമയം പൊ ൊതുജനങ്ങളിലേക്ക് എത്തിക്കുക എന്ന കാഴ്ചപ്പാടോ ോടെ, വിവിധ പ്രവര് ത്തനങ്ങൾ നടത്തുന്ന, ഫാം ഇന് ഫര്് മമേഷന്  ബ്യൂറോ ോ തയ്യാ റാക്കുന്ന  ഫാംഗൈഡ് - 2024  കര് ഷകര്  ക്കകും, കൃഷിഉദ്യോഗസ്ഥര്  ക്കകും ഏറെ പ്രയോ ോജനപ്പെടുും എന്നതിൽ സംശയമില്ല. പ്രസാദ് കൃഷിവകുപ്പ് മന്ത്രി പു സന്ദേശം Noorumeni Video Documentary Doordarsan (Mal) Sunday 9. 00 am Daily വൈഗ 2023 കര് ഷകദിനം  മൂല്്യവര്  ദ്്ധിത സമൃദ്ധിയുടെ മൂന്്നാാം വര്് ഷഷം - പുസ്തക പ്രകാശനം കൃഷിയിട സന്ദര് ശനം കൃഷിദര് ശന്  അദാലത്ത് പടവ് 2023 ഹീഫര്  പാര് ക്്ക് സമഗ്ര പേവിഷ നിയന്ത്രണ പദ്ധതി ചര് മ്മ മുഴ രോ ോഗം - നഷ്ടപരിഹാര വിതരണം PERSONAL MEMORANDA Name Designation PEN No. In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. com KOLLAM STD code : 0474 Kerala State Agency for the expansion of Cashew Cultivation 2760456; 9496045000 chairmanksacc kerala. cashewcultivation. in Director, Seeds Planting Material Production 0487-2438104 9446433292 dirseeds kau. y Production distribution of quality planting materials including vegetable paddy seeds, etc. A sales counter for sale of planting materials and seeds produced in Departmental Farms, a mobile sales unit for sale of Departmental products like Jam, Jelly, Squash etc. apart from planting materials production is also functioning here. Data regarding pest and diseases symptoms as well as abiotic stress are collected processed and interpreted and released to the farming community through various media during the 137 planting season of paddy in Kuttanadu region of Kerala. The intervention of the Station has also resulted in reducing the pesticide consumption in rice cultivation especially in Kuttanadu. Seawater ingress into Kuttanad is controlled through bunds and barrages to facilitate rice cultivation. Rice cultivation is made possible by dewatering (pumping out water from fields). Coconut is raised on uplands and a special kind of rice cultivation, locally known as Pok- kali cultivation, is done in lowlands. These lands too are, for most part, below sea level, Seawater ingress into these lands is controlled through barrages and weirs to facilitate rice cultivation. Cultivation is confined to limited areas of valley lands and around tribal hamlets. The components under production and productivity improvement are establishment of Hi-Tech and Small nurseries for production of quality planting materials, establishment of new TC units, Strengthening of existing TC units, establishment of new gardens, rejuvenation of existing plantations, protected cultivation, horticulture mechani- zation, technology dissemination, mushroom production and bee keeping. Promotion of Vegetable Cultivation by ARKA Vertical Garden Structure in Kerala (2500 units) with a total financial assistance of Rs. It will cater to the needs of the farmers across the state, by imparting the required skills, knowledge and training in Hi-tech cultivation of flowers and vegetables, besides providing the required planting material of high yielding varieties. Krishi Business Kendra (KBK) : A one stop shop for quality planting materials, seeds and seedlings, organic manures, growth regulators, bio-control agents, farm equipments, grow bags and organic pesticides are arranged for sale at KBKs functioning in Ernakulam, Thiruvananthapuram and Kasargod. 1966, as a subordinate office of the Union Ministry of Agriculture and Farmers  Welfare with the primary objective of promoting cashew cultivation in the country with a view to increase production and productivity. The crop calendar prepared by this Centre for streamlining rice cultivation in Kuttanad has been approved by the Government. സമേതിയുടെ പ്രധാന ലക്ഷഷ്യങ്ങൾ 1) കൃഷി മാനേജ്മെന്റിൽ സംസ്ഥാനതല പരിശീലന കേന്ദ്രമായി പ്രവർത്തിക്കുക. എക്സിക്യൂട്ടീവ് കൗൺസിലിൽ അഗ്രികൾച്ചർ സെക്രട്ടറി ചെയർമാനുും കൃഷി ഡയറക്ടർ വൈസ് ചെയർമാനുും മറ്റു വകുപ്പുകളിലെ ഡയറക്ടർമാർ , അഡി. വിഭവശേഷി വികസനം കൃഷി, കൃഷി അനുബന്ധമേഖലകളായ മൃഗസംരക്ഷണം, ഡയറി, ഫിഷറീസ് എന്നീ വകുപ്പുകളിലെ ഓഫീ സർമാർക്ക് ആവശ്്യമായ പരിശീലനങ്ങൾ നൽകി വരുന്നു. PGDPHM National Institute of Plant Health Management (NIPHM) ഹൈദരാബാദുമായി സഹകരിച്ചുകൊ ൊണ്ട് കൃഷി വകുപ്പിലെ കൃഷി ഓഫീസർമാർ, കൃഷി അസിസ്റ്റന്റ് ഡയറക്ടർമാർ തുടങ്ങിയ കാർഷിക വിജ്ഞാനവ്്യയാപന ഉദ്ദ്യോഗസ്ഥരുടെ  കപ്പാസിറ്റി ബിൽഡിംഗ്  ലക്ഷഷ്യമിട്ട് കൃഷി വകുപ്പപും, NIPHM ഉം ചേർന്ന് നടപ്പാക്കുന്ന രണ്ടു വർഷ ദൈർഘ്്യമുള്ള ബിരു ദാനന്തര ബിരുദ ഡിപ്്ലലോമ കോ ോഴ് സാണ് PGDPHM. മാനേജ് ഹൈദാരബാദിൽ നിന്നനും നടത്തുന്ന ഈ കോ ോഴ് സിന്റെ നോ ോഡൽ ഏജൻസിയായി സമേതി പ്രവർത്തിക്കുന്നു ഈ കോ ോഴ് സിനുള്ള ചുരങ്ങിയ യോ ോഗ്്യത കൃഷി അനുബന്ധ മേഖലകളിലെ ബിരുദമാണ്. നാഷണൽ ഇൻസിറ്റ്യൂട്ട് ഓഫ് ഇലക്ട്രോണിക് സ് ആന്റ് ഇൻഫർമേഷൻ ടെക് നോ ോളജി (NIELIT) യുമായി സഹ കരിച്ച് കൃഷി വകുപ്പിലെ 60 ഉദ്യോഗസ്ഥർക്ക് ICT, സോ ോഷ്്യൽ മീഡിയ എന്നിവയിൽ അടിസ്ഥാന പരി ശീലനങ്ങൾ നൽകി. ഇവിടെ പയർ, തക്കാളി, വെള്ളരി, കാപ് സിക്കം എന്നീ വിളകൾ മാത്്യകാപരമായി കൃഷി ചെയ്തു വരുന്നു. കൃഷി അനുബന്ധ മേഖലകളിലെ നൂതന സാങ്കേതിക വിദ്്യ കർഷകരി ലെത്തിക്കുന്നതിന് 2005-06 മുതൽ കേന്ദ്രാവിഷ്കൃത പദ്ധതിയായ ആത്മ നടപ്പിലാക്കിവരുന്നു. ജില്ലാതലത്തിൽ ജില്ലാ കളക്ടർ ചെയർമാനുും ആത്മ പ്രൊജക്റ്റ് ഡയറക്ടർ, ജില്ലാ പ്രിൻസിപ്പൽ കൃഷി ഓഫീസർ, കൃഷി അനുബന്ധ മേഖലകളിലെ ക്ഷീരവികസനവകുപ്പുതലവന്മാർ, കൃഷിവിജ്ഞാൻ കേന്ദ്രത്തി ലെ (KVK)പ്രതിനിധി, ലീഡ് ബാങ്ക് മാനേജർ, ആറ് കർഷക പ്രതിനിധികൾ തുടങ്ങിയവർ അംഗങ്ങളായ ഗവേർണിംഗ് ബോ ോർഡിയാണ് ആത്മയെ നിയന്ത്രിക്കുന്നത്. കലാജാഥകൾ 149 INSTITUTIONS UNDER AGRICULTURE DEVELOPMENT AND FARMERS  WELFARE DEPARTMENT DEPARTMENTAL FARMS Name of Farm Planting materials available THIRUVANANTHAPURAM District Agricultural Farm, Peringamala 0472-2846488, 9383470306 Cashew graft, Arecanut, Guava Layer, Sapota Layer, Mango graft, Jack graft, Clove seedlings, Cinnamon seedlings, Minor fruit plants, Tuber crops, Ornamental plants, Pepper cuttings, Vegetable seeds. State Seed Farm, Kozha 0482-229504, 9383470719 Paddy seeds, Vegetable seeds State Seed Farm, Valachira 0482-9299306, 9388470720 Paddy seeds, Pepper cuttings 150 IDUKKI District Agricultural Farm, Arikuzha 04862-278599, 9383470832 Layers (Lemon varieties, Guava), Grafts bud (Jack,Mango, Carcinia, Sup- pota, Rambutan, Nutmeg), Ornamental plants, Rooted Pepper cuttings, Coconut seedlings, Vegetable seeds, Tuber crop planting materials State Seed Farm, Karimannoor 04862-263560, 9383470831 Paddy seeds, Pepper cuttings State Vegetable Farm, Vandiperiyar 04869-253543, 9383470834 Pepper cuttings, Cool season Vegetable seeds, Ornamental plants, Banana sucker, Ginger   turmeric rhizomes, Coffee seedlings. നെൽകൃഷിവികസനം വിസ്തൃതി വിപുലീകരണ പ്രവർത്തനങ്ങൾ സുസ്ഥിരം നെൽകൃഷിവികസനം ലക്ഷഷ്യമിട്ട് ഉൽപാദ നോ ോപാധികൾക്കുള്ള സഹായം, കൂട്ടുകൃഷി പ്രവർത്തനങ്ങൾക്കുള്ള പിന്തുണ, നെൽവയൽ ഉടമകൾക്ക് റോ ോയൽറ്റി എന്നിവയിലൂടെ സംസ്ഥാനത്ത് നെൽകൃഷി വികസനം ലക്ഷഷ്യമിടുന്നു. കൃഷിയിടാസൂത്രണാധിഷ്ഠിത ഉല്്പ്പപാദനപരിപാടികൾ ഉല്്പ്പപാദനപൂർവ പിന്തുണ ഉൾപ്പെടെ കുറഞ്ഞത് പത്തുസെന്ററും, പരമാവധി ഇരുന്നൂറ് സെന്ററും വിസ്തൃതിയുള്ള (വീടുും മറ്റു കെട്ടിടങ്ങളുും നിലനില്ക്കുന്ന സ്ഥലം ഇല്ലാതെ) കൃഷിയിടം യൂണിറ്റുകളായിരിക്കകും ഈ പദ്ധതിയിൽ ഉൾപ്പെടുത്തുക. സംയോ ോജിത കൃഷിസമ്പ്രദായ മാതൃകകളുും, നാളികേരം, സുഗന്ധവ്്യഞ്ജനങ്ങൾ, പഴവർഗ്ഗങ്ങൾ, പച്ച ക്കറികൾ എന്നീ വിളകൾ അടിസ്ഥാനമാക്കിയുള്ള വിള സമ്പ്രദായങ്ങളിലുമായിരിക്കകും ശ്രദ്ധകേന്ദ്രീ കരിക്കുക. കൃഷിവകുപ്പ് പുറപ്പെടുവിക്കുന്ന മാർഗ്ഗനിർദ്ദേശമനുസരിച്ച് തദ്ദേശസ്്വയംഭരണ വകുപ്പുമായി സഹകരിച്ചായിരിക്കകും ഗുണഭോ ോക്താക്കളെ  കൃഷിയിടങ്ങളെ തിരഞ്ഞെടുക്കുക. കൃഷിവകുപ്പ്, വി. പയറുവർഗ്ഗങ്ങളായ ചെറുപയർ, ഉഴുന്ന്, എണ്ണക്കുരുക്കളായ എള്ള്, നിലക്കടല എന്നിവയുും, ചെറുധാന്്യകൃഷിയ്ക്ക് യോ ോഗ്്യമല്ലാത്തസ്ഥലങ്ങളിൽ പ്രോത്സാഹിപ്പിക്കകും. ഉല്പാദകസംഘടനകളുടെ വികസനത്തിനുും സാങ്കേതികവിദ്്യയാ പിന്തുണയ്ക്കുമായുള്ള പദ്ധതി കർഷകർക്ക് പ്രദർശനങ്ങളിലൂടെ സാങ്കേതികവിദ്്യ കൈമാറ്റം ചെയ്യുന്നതിനുും കൃഷിയിടാ സൂത്രണാധിഷ്ഠിത സമീപനത്തിന്റെ ഭാഗമായി രൂപീകരിച്ച കർഷക ഉല്പാദക സംഘടനകൾക്ക് (കൃഷിയിടങ്ങളുടെ കൂട്ടായ്മ) പിന്തുണ നല്കുകയുും ചെയ്യുക എന്നതാണ് ഈ പദ്ധതിയുടെ ലക്ഷ്യം. ജൈവകൃഷി മേഖലയുൾപ്പെടെ ശാസ്ത്രീയമായി തെളിയിക്കപ്പെട്ടതുും കേരളകാർഷിക സർകലാശാല അംഗീകരിച്ചതുമായ ഉല്്പ്പപാദനപ്രോട്്ടടോക്്കകോൾ മാത്രമായിരിക്കകും പ്രചരിപ്പിക്കുക. കൃഷിയിടാസൂത്രണാധിഷ്ഠിത സമീപനവുമായി സംജോ ോയിപ്പിച്ച് വിതരണ മൂല്്യശൃൃംഖല വികസനത്തിനായുള്ള പദ്ധതി ചെറുതുും ഏകീകൃതമല്ലാത്തതുമായ ഉല്പാദനവുും തല്ഫലമായി വലിയ തോ ോതിൽ വിഘടിതമായ വിതരണശൃൃംഖലയുും ഉയർന്ന ലാഭം ഉണ്ടാക്കുന്ന ഇടനിലക്കാരായ വിതരണക്കാരുടെയുും റീസെല്ലർ മാരുടെയുും സാന്നിധ്്യയം എന്നിവ കേരളത്തിലെ കാർഷികോ ോല്്പ്പപാദനം അഭിമുഖീകരിക്കുന്ന നിർ ണ്ണായക പ്രശ് നങ്ങളിലൊ ൊന്നാണ്. ജൈവകൃഷിയുുംഉത്തമകൃഷിമുറകളുും (ജി. കെ, കൃഷിഭവൻ, മറ്റു പങ്കാളികളായ എഫ്. ഡിപ്പാർട്ട് മെന്റ് ഫാമുകളുടെ നവീകരണവുും ഹൈടെക് ഫാമിംഗ്, കൃത്്യതാകൃഷി, അക്്വവാപോ ോണിക് സ്, സംയാജിത കൃഷി സമ്പ്രദായ മാതൃകകൾ തുടങ്ങിയ നൂതനമായ കാർഷിക സാങ്കേതിക വിദ്്യകളുടെ പ്രദർശനകേന്ദ്രങ്ങളാക്കി വികസിപ്പിക്കു ന്നതിനുും വിഭാവനം ചെയ്യുന്നു. സമുദ്രനിരപ്പിന് താഴെയുള്ള കൃഷിയ്ക്കുള്ള അന്താരാഷ്ട്ര ഗവേഷണ പരിശീലനകേന്ദ്രം, കുട്ടനാട് നൂതന പ്രവർത്തനങ്ങൾ ജനകീയമാക്കുന്നതിനുും കുട്ടനാട് മേഖലയിലെ പ്രവർത്തനതലത്തി ലുള്ള പ്രശ് നങ്ങൾ പരിഹരിക്കുന്നതിനുും പ്രവർത്തന ചെലവുകൾക്കുമായി 16. കൂടാതെ ഇവയെ സംയോ ോജിപ്പിച്ച് കാർഷിക മേഖലയിലെ സ്്വയംസഹായഗ്രൂപ്പുകളായി (കൃഷിശ്രീ സെന്ററുകൾ) വികസിപ്പിക്കുന്നതിനുും എല്ലാസേ വനങ്ങളുും ഏകജാലക സംവിധാനത്തി ലൂടെ നല്കുന്നതിനുും വിഭാവനം ചെയ്യുന്നു. മണ്ണിന്റേയുും വേരിന്റേയുും ആരോ ോഗ്്യപരിപാലനവുും ഉത്പാദനക്ഷമത ഉയർത്തലുും മണ്ണിന്റെ ആരോ ോഗ്്യയം മെച്ചപ്പെടുത്തുന്നതിനുും തദ്്വവാരാ കൃഷിയിടങ്ങളുടെ ഉല്പാദനക്ഷമത വർ ദ്ധിപ്പിക്കുന്നതിനുമായി കർഷകർക്കകും കൃഷിയിടത്തിനുും പിന്തുണനൽകുക എന്നതാണ് പദ്ധതിയു 156 ടെലക്ഷ്യം. 157 കേന്ദ്രാവിഷ് കൃത പദ്ധതികൾ സംയോ ോജിതപദ്ധതി - കൃഷി ഉന്നതിയോ ോജന ഉൾപ്പെടെയുള്ള മറ്റ് കേന്ദ്രാവിഷ് കൃത പദ്ധ തികൾ   40  സംസ്ഥാനവിഹിതം കൃഷി ഉന്നതിയോ ോ ജന 60 ശതമാനം കേന്ദ്ര വിഹിതവുും 40 ശതമാനം സംസ്ഥാന വിഹിത വുമുള്ള ഒരു സംയോ ോജിത പദ്ധതിയാണ്. എച്ച്), സുസ്ഥിര കൃഷിയ്ക്കുള്ള ദേശീയമിഷൻ (എൻ. റ്റി) രാഷ്ട്രീയ കൃഷിവികാസയോ ോജന (ആർ. വൈ), പരമ്പരാ ഗത കൃഷിവികാസയോ ോജന (പി. വൈ), പ്രധാന്മന്ത്രി കൃഷി സിഞ്ചായിയോ ോ ജന (പി. കേന്ദ്രസഹായമുള്ള കേന്ദ്രാവിഷ് കൃതപദ്ധതികൾ 60 കേന്ദ്രവിഹിതം സംയോ ോജിതപദ്ധതി-കൃഷി ഉന്നതിയോ ോജന ഉൾപ്പെടെയുള്ള കേന്ദ്രാവിഷ് കൃത പദ്ധതികൾ (60  കേ ന്ദ്രവിഹിതം ) കൃഷി ഉന്നതിയോ ോ ജന എന്ന പദ്ധതിയാണ് കാർഷിക മേഖലയിൽ ഏറ്റെടുത്തിട്ടുള്ള കേന്ദ്രാവി ഷ് കൃത പദ്ധതികളുടെ സംയോ ോജിതപദ്ധതി. റ്റി), രാഷ്ട്രീയ കൃഷി വികാസയോ ോജന ആർ. വൈ), പരമ്പരാഗത കൃഷിവി കാസയോ ോജന ((പി. വൈ), പ്രധാന മന്ത്രി കൃഷിസിഞ്ജായ്്യയോജന (പി. 158 പ്രത്്യയേക പദ്ധതികള്  കൃഷിദര് ശന്  ഞങ്ങളുും കൃഷിയിലേക്ക് എന്ന പദ്ധതിയുടെ ഭാഗമായി സംസ്ഥാന കൃഷി വകുപ്പ് മന്ത്രിയുും കൃഷിവ കുപ്പിലെ സംസ്ഥാനതല ഉദ്യോഗസ്ഥരുും സംസ്ഥാനത്തെ കാർഷിക ബ്്ലലോക്കുകൾ കേന്ദ്രീകരിച്ച് വിവിധ കാർഷിക മേഖലകളിൽ കർഷകരോ ോട് സംവദിച്ച് കർഷകരുടെ പ്രശ്നങ്ങൾ നേരിട്ട് മനസ്സിലാക്കുകയുും പരിഹരിക്കുകയുും ചെയ്യുന്നതിനായി  കൃഷിദർശൻ  എന്ന പരിപാടി നടത്തി വരുന്നു. സംസ്ഥാനത്തെ മുഴുവൻ കൃഷി ബ്്ലലോക്കുകളിലുും ഘട്ടംഘട്ടമായാണ് കൃഷിദർശൻ പരിപാടി നട ത്തുന്നത്. മൂന്ന് മുതൽ അഞ്ചു ദിവസം വരെ നീണ്ടുനിൽക്കുന്ന പരിപാടിയായാണ് കൃഷിദർശൻ പരിപാടി ആസൂത്രണം ചെയ്തിരിക്കുന്നത്. കൃഷിദർശൻ പരിപാടി നടക്കുന്ന ജില്ലയിലെ എല്ലാ കൃഷി ഉദ്യോഗസ്ഥ രെയുും കൃഷി വകുപ്പ് മന്ത്രി നേരിട്ട് കണ്ടു പദ്ധതി പുരോ ോഗതി വിലയിരുത്തുകയുും ജില്ലയിലെ കാർഷിക മേഖലയിലെ സാധ്്യതകൾ,ഞങ്ങളുും കൃഷിയിലേക്ക്, കൃഷി കൂട്ടങ്ങളുടെ സ്ഥിതി, കാർഷിക പ്രശ്നങ്ങൾ, നടത്തിപ്പു പ്രശ്നങ്ങൾ എന്നിവ അവലോ ോകനം ചെയ്യുകയുും ചെയ്യയും. പരിപാടിയുടെ ഭാഗമായി ബ്്ലലോക്കിലെ ഒരു പഞ്ചായത്ത് കേന്ദ്രമാക്കി മന്ത്രിയുടെ  ഞങ്ങളുും കൃഷി യിലേക്ക്- ഗൃഹസന്ദർശനം , ഒരു കർഷക ഭവനം കേന്ദ്രീകരിച്ച്  ഭവന കൂട്ടായ്മ ,കാർഷിക സാംസ്കാരിക പരിപാടികൾ എന്നിവയുമുണ്ടാകുും. നിർണ്ണയിക്കപ്പെട്ടിട്ടുള്ള 16 ഇനം ഉത്പന്നങ്ങളുടെ വില അടിസ്ഥാനവിലയേക്കാൾ താഴുന്ന സാഹചര്്യത്തിൽ കൃഷിവകുപ്പിന്റെയുും സഹകരണവകുപ്പിന്റെയുും തെരഞ്ഞെടുത്ത സംഭരണകേന്ദ്രങ്ങ ളിൽ ഇവ സംഭരിച്ച് അടിസ്ഥാന വില കർഷകരുടെ അക്കൗണ്ടിലേക്ക് നൽകുന്നതാണ് പദ്ധതി. O (MS) നം: 138 2018 അഗ്രി തീയതി 21-11-2018, അഗ്രി (WTO cell) പ്രകാരം, കൃഷിവകുപ്പ് മന്ത്രി സംസ്ഥാനതല ജനറൽ കൗൺസിൽ ചെയർമാനായുും, പ്രിൻ സിപ്പൽ കൃഷി ഓഫീസർ ജില്ലാതല കൗൺസിൽ ചെയർമാനായുും ചുമതല വഹിക്കുന്നു. രോ ോഗം ബാധിച്ച തെങ്ങുകൾ നീക്കം ചെയ്ത് തോ ോട്ടങ്ങൾ പുനരുജ്ജീവിപ്പിക്കുക, തെങ്ങി ന്റെ ഉത്പാദനക്ഷമത വർദ്ധിപ്പിക്കുക, കാർഷിക വ്്യവസായമായ തെങ്ങുകൃഷിയെ സംരക്ഷിക്കുക എന്നിവ ഇതില്  ഉള്  പ്്പെടുും. അതിരപ്പിള്ളി ട്രൈബൽ വാലി പദ്ധതി അതിരപ്പിള്ളിയിലെ ആദിവാസി സമൂഹത്തിന്റെ ഉന്നമനത്തിനുും ജീവനോ ോപാധികളുടെ ലഭ്്യത ഉറപ്പു വരുത്തുന്നതിനുമായി സംസ്ഥാന കൃഷിവകുപ്പ് ആവിഷ് കരിച്ച് നടപ്പിലാക്കുന്ന പദ്ധതിയാണ് അതിരപ്പിള്ളി ട്രൈബൽ വാലി അഗ്രിക്കൾച്ചറൽ പ്രോജക്ട്. ഇതിന്റെ ഭാഗമായി കൃഷി വകുപ്പിന്റെ 18 പദ്ധതികൾക്ക് 2020-21ല്  ആകെ 521. സംയോ ോജിത കൃഷി ഫാം പരിപാലനം-സമഗ്രവികസനം-DAF നേരിയമംഗലം, എറണാകുളം. കുട്ടനാട് നെല്  കൃഷി ആവാസ വ്്യവസ്ഥ-സുസ്ഥിരവികസനം 4. യന്ത്രവല്ക്കരണം, നെല്് വവിത്തു സംരക്ഷണം, ജൈവവൈവിധ്്യയാധിഷ്ഠിത കൃഷി എന്നിവയിലൂടെ വടക്കന്  കേരളത്തിലെ ജൈവ നെല്ലറയായ കയ്പാട് കൃഷിയുടെ സമഗ്ര വികസനം 9. സുസ്ഥിര കൃഷി, മൂല്്യവർധനം, വിപണനം വഴി, അതിരപ്പിള്ളി പഞ്ചായത്തിലെ, ആദിവാസി വിഭാഗ ത്തിന്റെ ജീവിത നിലവാരം മെച്ചപ്പെടുത്തുന്നതിനായുള്ള പദ്ധതി 10. ഒരു കോ ോടി ഫലവൃക്ഷ തൈകളുടെ വിതരണം സംസ്ഥാനത്തിന്റെ തനത് ഫലവൃക്ഷങ്ങളുും വിദേശത്തുനിന്ന് കൊ ൊണ്ടുവന്ന് നട്ടുപിടിപ്പിച്ച് വിളയിക്കാൻ കഴിയുന്ന ഫലവർഗങ്ങളായ പ്ലാവ്, മാവ്, മാതളം, പാഷൻഫ്രൂട്ട്, ചാമ്പ ഇനങ്ങൾ, സപ്്പപോട്ട, ഓറഞ്ച്, പേരക്ക, മുരിങ്ങ, കറിവേപ്പ്, കുടംപുളി, എഗ്ഗ്ഫ്്രൂട്ട്, റമ്പൂട്ടാന് , മാംഗോ ോസ്റ്റിന് , പീനട്ട് ബട്ടര് , ജാമുന് , അവ ക്കാഡോ ോ, നാരക ഇനങ്ങൾ, ചതുരപ്പുളി, ഡ്രാഗൺ ഫ്രൂട്ട്, ലിച്ചി, പാൽപ്പഴം, മിറക്കിൾ ഫ്രൂട്ട്, മുള്ളാത്ത, വെസ്റ്റ് ഇന്തത്യൻ ചെറി, വുഡ് ആപ്പിൾ, ഇലുമ്പൻപുളി, സീതപ്പഴം (അനോ ോന), ബറാബ, കസ്റ്റഡ് ആപ്പിൾ (ആത്ത), നെല്ലി തുടങ്ങിയ ഇനം ഫലവൃക്ഷങ്ങളുടെ ഒരു കോ ോടി തൈകൾ ഉല്പാദിപ്പിച്ച് കർഷകർക്ക് വിതരണം ചെയ്യുന്നതിനുും പൊ ൊതുസ്ഥലങ്ങളിൽ വച്ച് പിടിപ്പിക്കുന്നതിനുമായുമായാണ്  ഒരുകോ ോടി ഫലവൃക്ഷതൈകളുടെ വിതരണം  എന്ന പദ്ധതിയിലൂടെ കൃഷി വകുപ്പ് ലക്ഷഷ്യമിടുന്നത്. വൃക്ഷത്തൈകൾ വച്ചുപിടിപ്പിച്ചു കൊ ൊണ്ട് ജൈവവൈവിധ്്യയം സംരക്ഷിക്കുകയുും അതിലൂടെ പാരിസ്ഥിതിക പുനസ്ഥാപനം സാധ്്യമാക്കുകയുും, സംസ്ഥാനത്ത് ഫലവർഗ വിളകളുടെ കൃഷി വ്്യയാപിപ്പിക്കുകയുും ചെയ്യുക എന്നതാണ് ഫലവൃക്ഷത്തൈ വിതരണം പദ്ധതി കൊ ൊണ്ട് കാർഷികവികസന കർഷകക്ഷേമ വകുപ്പ് ലക്ഷഷ്യമിട്ടിരിക്കുന്നത്. കേരഗ്രാമം പദ്ധതി കേരകൃഷിയുടെ സമഗ്ര വികസനം ലക്ഷഷ്യമാക്കിക്്കകൊണ്ട് കൃഷിവകുപ്പ് നടപ്പിലാക്കിവരുന്ന പദ്ധ തിയാണ് കേ രഗ്രാമം. 100 ഹെക്ടർ പ്രദേശത്തെ തെങ്ങുകൃഷിയെ ഒരു യൂണിറ്റ് (കേ രഗ്രാമം) ആയി തെരഞ്ഞെടുത്ത് തെങ്ങ് കൃഷി വികസനത്തിനായി ഗുണമേന്മയുള്ള തെങ്ങിൻതൈകളുടെ ഉത്പാദനം, നിലവിലുള്ള തോ ോട്ടങ്ങളിൽ തടംതുറക്കൽ വളപ്രയോ ോഗം, ജലസേചന ം, കീടരോ ോഗനിയന്ത്രണം, തെങ്ങു കയറ്റ യന്ത്രം, പമ്പ് സെ റ്റ്, സ് പ്രേ യർ എന്നിവ സബ് സിഡിയോ ോ ടുകൂടി വിതരണം തുടങ്ങി കേരോ ോ ത്പ ന്നങ്ങളുടെ സംസ് കരണം, മൂല്്യവർദ്ധനവ് വരെ പദ്ധതിയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. പുതു തലമുറയ്ക്ക് വേണ്ടിയുള്ള കാര്് ഷഷിക പദ്ധതികള്  കാർഷിക രംഗത്തേക്ക് കടന്നു വരുന്നപുതിയ തലമുറയെ കൃഷിയിലേക്ക് ആകർഷിക്കാൻ നൂതന കൃ ഷിരീതികൾ, യന്ത്രവത്്ക്്കരണം, വിപണനത്തിനുള്ള ആധുനിക സൗകര്്യങ്ങൾ, മികച്ച വരുമാനം എന്നിവ ആവശ്്യമുള്ള ഘടകങ്ങളാണ്. ഇവയെ അടിസ്ഥാനമാക്കിയിട്ടുള്ള നിരവധി പദ്ധതികളാണ് കൃഷി വകുപ്പ് ആവിഷ്കരിച്ചു നടപ്പിലാക്കി വരുന്നത്. കാർഷിക ഉത്പന്നങ്ങളുടെ സംസ്കരണം, മൂല്്യ വർദ്ധനവ് എന്നിവയുമായി ബന്ധപ്പെട്ട കൃഷി വകുപ്പിന്റെ ആഭിമുഖ്്യത്തിൽ സഹകരണ വകുപ്പിന്റെ സഹായത്്തതോടെ ആരംഭിക്കുന്ന സംഭരണ സംസ്കരണ യൂണി റ്റുകൾ തുടങ്ങുവാൻ യുവ സംരംഭകർ അർഹരാണ്. വിദ്്യയാസമ്പന്നരായ പുതിയ തലമുറയിലെ അംഗങ്ങളെ കൃഷിയിലേയ്ക്ക് ആകര്് ഷഷിക്കുന്നതിനുും അവർക്ക് കൃഷി വകുപ്പിൽ തന്നെ അവസരങ്ങൾ ഒരുക്കുന്നതിനുമായി ഇന്റേൺഷിപ്പ് പരിപാടി നടപ്പിലാക്കി വരുന്നു. കൃഷി വകുപ്പിന്റെ താഴെത്തട്ടിൽ പ്രവർത്തിക്കുന്നതുും കർഷകരോ ോട് നേരിട്ടിടപെടുന്നതുമായ കൃഷി ഭവനുകളിൽ നിന്നനും കൃഷിയെ പറ്റിയുും വകുപ്പിന്റെ കീഴിൽ നടപ്പാക്കുന്ന പദ്ധതികൾ നേരി ട്ടിടപെടാനുും, പഠിക്കുവാനുും, പരിശീലനം ലഭിക്കുവാനുമാണ് യുവജനങ്ങൾക്ക്  വേണ്ടി ഈ പദ്ധതി ഉദ്ദേശിച്ചിരിക്കുന്നത്. 2020-21 സാമ്പത്തിക വർഷം മുതൽ നടപ്പിലാക്കി വരുന്ന പദ്ധതിയാണ് കൃഷി പാഠശാല. പരിശീല നങ്ങളിലൂടെ കർഷകർക്ക് കൃഷിയിലെ നൂതന സാങ്കേതിക വിദ്്യകൾ കൈമാറുന്നതിനുും മികച്ച കൃഷി ക്കാരുടെ കൃഷിയിടങ്ങളിൽ വെച്ചു തന്നെ നല്ല കൃഷി രീതികൾ പരിചയപ്പെടുതുന്നതിനുമാണ് ടി പദ്ധതി നടപ്പിലാക്കുന്നത്. ഓൺലൈൻ മുഖേന നടത്തുന്ന പരിശീലന പരിപാടികൾ എല്ലാ കർഷകർക്കകും പ്രത്്യയേകിച്ച് യുവാക്കൾക്ക് കൃഷിയെ കുറിച്ചചും നൂതന കൃഷി രീതികളെക്കുറിച്ചചും ഉള്ള അവബോ ോധം സൃഷ്ടിക്കുവാൻ സഹായകരമാണ്. കൃഷി വകുപ്പിന്റെ കീഴിലുള്ള 5 പ്രാദേശിക കാര്് ഷഷിക പരിശീലന കേന്ദ്രങ്ങള്  വഴിയുും (കഴക്കൂട്ടം, കോ ോഴ, വൈറ്റില, പാലക്കാട്, കണ്ണൂര് ) 2 കര് ഷക പരിശീലന കേന്ദ്രങ്ങള്  വഴിയുും (പന്തളം, വേങ്ങേ രി) കര് ഷ കര്  ക്കകും യുവജനങ്ങള്  ക്കകും നൂതന കൃഷിരീതികളില്  പരിശീലനം നല്് കകിവരുന്നു. കര് ഷകര്  ക്്ക് കൃഷിക്കകും മറ്റ് ആവശ്്യങ്ങള്  ക്കകും വേണ്ട സമയത്തതും അളവിലുും ഏകജാലകത്തിലൂടെ ലളിതമായ നടപടികളിലൂടെയുും ബാങ്ക് വായ്പ പ്രദാനം ചെയ്യുന്ന പദ്ധതിയായ കിസാന്  ക്രഡിറ്റ് കാര് ഡഡ് പദ്ധതി നടപ്പിലാക്കി വരുന്നു. സംസ്ഥാന സർക്കാരിന്റെ ലാൻഡ് റിക്കാർഡിൽ 01-02-2019 തീയതിയിൽ കൃഷിഭൂമി കൈവശമുള്ള കുടുുംബങ്ങൾക്ക് മറ്റ് നിബ ന്ധനകൾക്ക് വിധേയമായി അവരുടെ ബാങ്ക് അക്കൗണ്ടിലേയ്ക്ക് പ്രതിവർഷം 6000 രൂപ നാലു മാസത്തിലൊ ൊരിക്കൽ മൂന്നു തുല്്യ ഗഡുക്കളായി നൽകുന്നു. എന്നാൽ പദ്ധതിയുടെ ആനുകൂല്്യയം എല്ലാ കർഷകരിലേക്കകും എത്തിക്കുന്നതിനായി കൃഷി ഭൂമിയുടെ ഉയർന്ന പരിധി ഒഴിവാക്കിയതായി പുതിയ ഉത്ത രവ് ഇപ്്പപോൾ നിലവിലുണ്ട്. കൃഷി ഭവനിലെ പ്രാഥമിക പരിശോ ോ ധനയിൽ അർഹരാണെന്ന് കണ്ടെത്തുന്ന അപേക്ഷകൾ pmkisan. ഇങ്ങനെ സമർപ്പിക്കപ്പെടുന്ന അപേക്ഷകൾ കൃഷി ഓഫീസർ പരിശോ ോ ധിച്ച് അർഹമെങ്കിൽ അംഗീകാരം നൽകി ആനുകൂല്്യത്തിനായി കേന്ദ്രസർക്കാരിന് സമർപ്പിക്കാവുന്നതാണ്. 163 കൃഷി ഭവൻ വഴി ലഭിക്കുന്ന സേവനങ്ങൾ സംസ്ഥാന സർക്കാർ വിവിധ വകുപ്പുകളുടെ പ്രവർത്തനങ്ങളിലൂടെ ഓരോ ോ വിഭാഗം ജനങ്ങളുടെ ക്ഷേമം ഉറപ്പാക്കുകയാണ് ചെയ്യുന്നത്. ഇപ്രകാരം കൃഷിവകുപ്പ് സംസ്ഥാനത്തെ കർഷകരുടെ ക്ഷേമത്തിനായി പ്രവർത്തിക്കുന്നു - തദ്്വവാരാ കാർഷിക ഉത്പാദനം, അതിനുള്ള ധനസഹായ പദ്ധതികൾ, വിപണി ഉറപ്പാ ക്കൽ ഇടപെടൽ, ഉത്പന്നങ്ങളുടെയുും ഉത്പാദനോ ോപാധികളുടെയുും ഗുണനിലവാരനിയന്ത്രണം എന്നിവ ഉറപ്പാക്കുന്നു. കൃഷിവകുപ്പ് കർഷകർക്കു നൽകുന്ന സേ വനങ്ങൾ ചുവടെ ചേർക്കുന്നു. വിത്ത്, വളം, കീടനാശിനി തുടങ്ങിയ ഉത്പാദനോ ോപാധികളുടെ ഗുണനിലവാരനിയന്ത്രണം ഉറപ്പാക്കുക. കാർഷിക യന്ത്രങ്ങൾ സ്്വന്തമാക്കുന്നതിനുും ലഭ്്യമാക്കുന്നതിനുും യന്ത്രവൽകൃത കൃഷി നടപ്പാക്കുന്നതിനുും സഹായിക്കുക. കൃഷിവകുപ്പ് നടപ്പിലാക്കുന്ന വിവിധ പദ്ധതിപ്രകാരമുള്ള സേ വനങ്ങൾക്ക് അപേക്ഷ നൽകുന്ന തിനുും ആനുകൂല്്യയം കർഷകരുടെ അക്കൗണ്ടിലേക്ക് നൽകുന്നതിനുും, വിവിധ പദ്ധതികളെക്കുറിച്ചുള്ള അറിയിപ്പുകൾ ലഭിക്കുവാൻ തുടങ്ങിയ കാര്്യങ്ങൾക്ക് ഈ പോ ോർട്ടൽ നിലവിൽ ഉപയോ ോഗിക്കുന്നു. ഭാവിയിൽ കൃഷിവകുപ്പിന്റെ മുഴുവൻ സേ വനങ്ങളുും ഈ പോ ോർട്ടൽ വഴി കർഷകരിലേക്ക് എത്തിക്കു വാനുും കർഷകർക്കകും പൊ ൊതുജനങ്ങൾക്കകും സേ വനങ്ങൾ വേഗത്തിലുും കാര്്യക്ഷമമായുും സുതാര്്യമായുും സമയബന്ധിതമായുും വിതരണം ചെയ്യുവാനുും ഈ പോ ോർട്ടൽ സഹായകരമാണ്. കർഷകർക്ക് തങ്ങളുടെ സ്ഥല വിവരങ്ങൾ, കൃഷി വിവരങ്ങൾ, വ്്യക്തിഗത വിവരങ്ങൾ എന്നിവ യിൽ, നിബ ന്ധനകൾക്ക് വിധേയമായി ആവശ്്യയാനുസരണം മാറ്റങ്ങൾ വരുത്തുവാനുള്ള സൗകര്്യവുും ഈ പോ ോർട്ടലിൽ ലഭ്്യമാണ്. രജിസ് ട്രേഷൻ പൂർത്തിയായി കഴിഞ്ഞാൽ, AIMS പോ ോർട്ടലിലെ സേ വനങ്ങൾ (services) എന്ന ഭാഗത്തിൽ ലഭ്്യമായിട്ടുള്ള പദ്ധതികൾ തെരഞ്ഞെടുത്ത് കര് ഷകർക്ക് കൃഷിഭവൻ സന്ദർശിക്കാത്ത തന്നെ ഓൺലൈനായി അപേക്ഷകൾ സമർപ്പിക്കാവുന്നതാണ്. പ്രകൃതിക്്ഷഷോഭം മൂലം കൃഷി നാശം ഉണ്ടായാൽ നഷ്ടപരിഹാരത്തിനായി അപേക്ഷിക്്കാാം. ഇൻഷർ ചെയ്ത വിളകൾക്ക് പ്രകൃതിക്്ഷഷോഭം   വന്്യജീവി ആക്രമണം നെൽ വയലുകളിലെ രോ ോഗ കീട ബാധ എന്നിവ മൂലം കൃഷി നാശം സംഭവിച്ചാൽ നഷ്ടപരിഹാരത്തിനായി അപേക്ഷ സമർ പ്പിക്്കാാം (എയിംസ് പോ ോർട്ടൽ  മൊ ൊബൈൽ ആപ്ലിക്കേഷൻ വഴി വിള ഇൻഷുറൻസ് പദ്ധതിയിൽ അംഗമാ യവർക്ക് മാത്രമേ ഓൺലൈൻ സംവിധാനം വഴി നഷ്ടപരിഹാരത്തിനായി അപേക്ഷിക്കാൻ കഴിയൂ. )   നെൽകൃഷിക്കുള്ള റോ ോയൽറ്റി ലഭിക്കുന്നതിന് അപേക്ഷ സമർപ്പിക്്കാാം. പ്രകൃതിക്്ഷഷോഭം നടന്ന വിവരം ഉടൻ കൃഷിഭവനെ അറിയിക്്കാാം. com എന്ന ഇ മെയിൽ വഴിയോ ോ സമീപത്തെ കൃഷി ഭവനിലോ ോ ബന്ധപ്പെടാം. Rhizobium (Bradyrhizobium and Azorhizobium) It induces better root nodulation and stem nodulation in inoculated plants and thereby brings down the require- ment of nitrogen fertilizer for the cultivation of pulses, oil seeds and legume green manures. Blue green algae (BGA) Mainly recommended for wetland rice cultivation. Applied by direct broadcasting in the rice fields   10 kg ha one week after transplanting. Azolla It is suitable for wetland rice cultivation. Method of Application : apply   10t ha before transplanting the rice seedlings at the time of ploughing. 5 litres of water) for 20 minutes, prior to transplanting. This can be done at the time of sowing, transplanting or during intercultivation. Contour planting Single hedge - 1. Contour planting Double hedge - 1. Rice Transplanting - 60 - 85 kg ha Broad casting - 80 - 100 kg ha Dibbling - 80 - 90 kg ha 2. 02 ഹെക്ടർ നട്ട് ഒരു മാസം കഴിഞ്ഞ് 3 മാസം വരെ (എ) ചേനകൃഷിക്ക് 7. 50 - (ബി) മധുരക്കിഴങ്ങ് കൃഷിക്ക് 4. 10 ഹെക്ടറിന് 25 - 45 ദിവസത്തിനകമുള്ള വിളകൾക്ക് ഹെക്ടറിന്  15000 45 ദിവസത്തിനുശേഷമുള്ള വിളകൾക്ക് ഹെക്ടറിന്  35000 (കീടരോ ോഗബാധ കൃഷി ഭവനിൽ അറിയിച്ച് വേണ്ട നടപടികൾ എടുത്തതി നു ശേഷവുും നഷ്ടമുണ്ടായാൽ മാത്രമേ നഷ്ടപരിഹാര തുകയ്ക്ക് അർഹത ഉണ്ടായിരിക്കുകയുള്ളൂ 26 മാവ് 5 മരങ്ങള്  കായ്ഫലം ഉള്ളത് ഒരു മരത്തിന്ഒരു വർഷത്തേക്ക് 10 രൂപ 3 വർഷ ത്തേക്ക് ഒന്നിച്ചടച്ചാൽ മരമൊ ൊന്നിന് 25 രൂപ 10 വർഷം വരെ പ്രായമുള്ള മരങ്ങൾക്ക് 1 മരത്തിന് 1000 രൂപ 10 വർഷത്തിനുമേൽ പ്രായമുള്ള മരങ്ങൾക്ക് 1 മരത്തിന് 2000 രൂപ 27 ചെറുധാന്്യങ്ങള്  0. 3 വർഷത്തേക്ക് ഒന്നിച്ചടച്ചാൽ 5 രൂപ ഒരു എണ്ണത്തിന് 200 രൂപ 186 കാർഷിക വിളകൾക്കുള്ള പ്രകൃതി ക്്ഷഷോഭ ദുരിതാശ്്വവാസ ധനസഹായ നിരക്കുകൾ ക്രമ നമ്പർ വിള എസ് ഡി ആർ എഫ് (സംസ്ഥാന ദുരന്ത പ്രതികരണ നിധി) രൂപ സംസ്ഥാന വിഹിതം (രൂപ) ആകെ (രൂപ) 1 നെൽകൃഷി (മഴയെ ആശ്രയിച്ചു) (ഹെക്ടർ) 8500 8500 17000 2 നെൽകൃഷി (ജലസേചി തം) (ഹെക്ടർ) 17000 17000 3 കായ്ഫലമുള്ള തെങ്ങു ഒന്നിന് 128. 5 200 31 വെറ്റില (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 22500 52500 75000 32 നവധാന്്യയം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 33 നവധാന്്യയം (ജലസേചി തം) ഹെക്ടർ 17000 17000 34 പയർ വർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 35 പയർ വർഗ്ഗം (ജലസേചി തം) 17000 17000 36 കിഴങ്ങുവർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 37 കിഴങ്ങുവർഗ്ഗം (ജലസേചി തം ഹെക്ടർ) 17000 17000 38 കരിമ്പ് (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 39 കരിമ്പ് (ജലസേചി തം) ഹെക്ടർ 17000 17000 40 പൈൻ ആപ്പിൾ (ഹെക്ടർ) 17000 1750 18750 41 പുല്ലു വർഗ്ഗങ്ങൾ (ജലസേചി തം) 17000 17000 42 പുല്ലു വർഗ്ഗങ്ങൾ (മഴയെ ആശ്രിച്ചു) 8500 8500 43 മൾബെറി (ഹെക്ടർ) 22500 22500 44 പുകയില (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 29000 37500 45 പുകയില (ജലസേചി തം) ഹെക്ടർ 17000 20500 37500 46 പരുത്തി (ഹെക്ടർ) 22500 18000 47 ഏലം (ഹെക്ടർ) 22500 2500 25000 48 മഞ്ഞൾ (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 49 മഞ്ഞൾ (ജലസേചി തം) ഹെക്ടർ 17000 17000 50 കൃഷിഭൂമിയുടെ ഗണ്്യമായ ഭാഗം നഷ്ടപ്പെട്ടതി നു ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 47000 47000 51 കൃഷിഭൂമിയിലെ മണ്ണ് ചെളി നീക്കം ചെയ്യുന്ന തിന് ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 18000 18000 52 ബണ്ട്  മട നിർമ്മാണം എസ്റ്റിമേറ്റ് തുക എസ്റ്റിമേറ്റ് തുക 188 STATUTORY REGULATIONS ON AGRICULTURAL INPUTS STATE PESTICIDE REGULATORY AUTHORITIES Licensing Authorities 1. Rice varieties with multiple tolerance to major pests Aruna, Aathira, Aiswarya, Nila, Revathy Remanika, Karishma, Krishnanjana - BPH and gall fly Nila (PTB 48) - Thrips, PH, gall midge, stem borer Kanakom, Karthika - BPH, stem borer and gallfly Makom, Reshmi - BPH, stem borer, gall fly Aruna - BPH, stem borer, gall midge Jayathi - BPH, GLH and leaf roller Bhagya - BPH, WBPH Kanchana - Stem borer, gall midge Sagara, Deepthi - Stem borer, leaf roller Varna (VK1) - Leaf folder, whorl maggot and stem borer Lakshmi - BPH, Stem borer and leaf roller Dhanya - Stem borer, gall midge Kairali - Leaf roller and gall fly CULTURAL CONTROL Pest incidence can be minimized by adjusting and modifying the cultivation practices. Optimum seed rate and spacing : High seed rate and closer planting cause thick population which favours the pests like leaf folder, BPH etc. Timely sowing or planting is important to avoid pest incidence. Altering the dates of sowing   transplanting preferably not coinciding the favourable climate for pest outbreak. For example late planting in the first crop season favours the incidence of gall midge. Hence late planting should be avoided. For the control of stem borer, the egg cards have to be installed in the field starting from the first week after transplanting and for leaf folder, the installation has to be started from 20 days after transplanting or when the moths of these pests are observed in large numbers in the field. Follow optimum time for sowing   planting   Apply rice hull ash   100 g m2 which will help to reduce the incidence of blast in the nursery. Avoid clipping of leaf tips at the time of transplanting in bacterial blight endemic areas. If wet sowing is practiced, treat- ed seeds are soaked in water for 12 hours. Seedling root dip : Dip the roots of the seedlings before transplanting in solution of P. 5 kg per ha one week after transplanting or 30   40 days after sowing for the direct sown crop. Selection of site Sites with slight to moderate slope are ideal for pepper cultivation, as they promote drainage. When such slopes are to be used for cultivation, the young plants may be sufficiently protected from the scorching sun during summer. 199 Field planting Planting of standards is to be taken up in April-May with the onset of pre-monsoon showers. Seedlings of subabul and silver oak are to be planted 2-3 years before planting pepper. For planting pepper, prepare pits on the northern side of standards, 15 cm away from it. Management after planting If the terrain of the land is sloppy or uneven, carry out contour bunding or terracing to prevent soil erosion. Therefore, this is not recommended beyond three to four years after planting of pepper vines. Season Rain fed crop : April-May Irrigated crop : August-September Adjust planting season depending upon local conditions. Avoid periods of heavy monsoon and severe summer for planting. Adjust the time of planting so as to avoid high temperature and drought at the time of emergence of bunches (7-8 months after planting). Preparation of land Prepare the field by ploughing or digging and dig pits for planting. In low-lying areas, take mounds for planting suckers. The rhizomes are to be smeared with cowdung solution and ash and dried in the sun for about 3-4 days and stored in shade upto 15 days before planting. 8 2310 Planting Plant suckers upright in the centre of pits with 5 cm pseudostem remaining above soil level. Apply compost, cattle manure or green leaves   10 kg plant at the time of planting. For double sucker planting at a spacing of 3 m x 2 m, 133 per cent of recommended dose for single sucker planting in six splits is needed when farm yard manure is used as the organic source. This should be accompanied with in situ green manuring   15 g cowpea seeds per pit (25 kg ha-1) at the time of planting. Incorporate the cowpea crop into soil 40 days after sowing. Tissue culture Nendran banana (Ad hoc recommendation) Tissue culture offers a rapid method of multiplication of quality, uniform, pest and disease free production of planting materials in large quantities in banana. The productivity of banana can be increased by cultivation of tissue culture plants of selected elite ecotypes of different varieties. Tissue culture plants can also be used for high density planting in Nendran banana to achieve higher returns. The spacing recommended for high density planting is as follows: (a) 2 m x 3 m with two plants   pit (3332 plants in 1666 pits per ha) (b) 1. 75 m with one plant per pit (3265 plants   ha) Pit size 50 cm x 50 cm x 50 cm Method of planting Prepare pits 15 days in advance of planting. Remove the polythene cover completely before planting without damaging the roots. Planting may be done preferably during evening hours. പുൽകൃഷി വ്്യയാപിപ്പിക്കുന്നതിനുള്ള സഹായം നൽകുന്നു. കേന്ദ്രാവിഷ് കൃത പദ്ധതിയായ നാഷണൽ ലൈവ് സ്റ്റോക്ക് മിഷന്റെ ഭാഗമായി ആടുവളർത്തൽ, പന്നി വളർത്തൽ, മുട്ടക്്കകോഴി വളർത്തൽ, തീറ്റപ്പുൽ കൃഷി എന്നീ മേഖലയിൽ സംരംഭങ്ങൾ ആരംഭിയ്ക്കുന്നതിന് KLDBയുമായി ചേർന്ന് പദ്ധതികൾ നടപ്പിലാക്കി വരുന്നു. മൊ ൊബൈല്   വെറ്ററിനറി ക്ലിനിക്ക് കര് ഷകരുടെ വീട്ടുപടിക്കല്  മൃഗചികിത്സ സേ വനം എത്തിക്കുക എന്ന ലക്ഷഷ്യത്്തതോടെ കേന്ദ്രാവി ഷ്കൃത പദ്ധതിയായ രാഷ്ട്രീയ കൃഷി വികാസ് യോ ോജന പദ്ധതിയുടെ ഭാഗമായി മൃഗസംരക്ഷണവകുപ്പ് മൂന്നു മൊ ൊബൈല്  വെറ്ററിനറി യൂണിറ്റുകള്  സ്ഥാപിച്ചു. ഇതിനു പുറമെ ബോ ോർഡിന്റെ വിവിധ പരിശീല കേന്ദ്രങ്ങളിൽ ക്ഷീര കർഷകർക്കകും മറ്റ് സാങ്കേതിക വിദഗ്ദ്ധർക്കകും പശുപരിപാലനത്തിന്റെ വിവിധ വിഷയങ്ങളിലുും തീറ്റപ്പുൽ കൃഷിയെക്കുറിച്ചുള്ള സാങ്കേതിക പരിശീലനം നൽകി വരുന്നു. തീറ്റപ്പുൽകൃഷി വ്്യയാപനം ഉറപ്പാക്കുക, വാണിജ്്യ സൈലേജ് നിർമ്മാണം വ്്യയാപിപ്പിക്കുക   വനിതകള് , ദുർബല വിഭാഗക്കാർ, പട്ടികവിഭാഗങ്ങള് , ഭിന്നലിംഗക്കാർ തുടങ്ങിയ സമൂഹത്തില്  അവശത അനുഭവിക്കുന്നവർക്ക് തൊ ൊഴിലുും വരുമാനവുും അത്മവിശ്്വവാസവുും നല്  കുക. 22 ലിറ്ററിൽ നിന്നനും 12 ലിറ്ററായി ഉയർത്തുക   JLG   SHG ഗ്രൂപ്പുകളിലൂടെ പാൽ ഉത്പാദനം, മൂല്്യവർദ്ധിത ഉൽ പ്പന്നങ്ങളുടെ വിതരണം, ബയോ ോഇൻപു ട്ട്സസ്, തീറ്റപ്പുൽകൃഷി, സൈലേജ് എന്നി ക്ഷീരവൃത്തി പ്രവര് ത്തനങ്ങള്  ജനകീയമാക്കുക 229   ക്ഷീരസഹകരണ സംഘങ്ങൾ സംഭരിച്ച് വിപണനം ചെയ്യുന്ന പാലിന്റെ വിഹിതം 30 ശതമാനത്തിൽ നിന്നനും 50 ശതമാനമെങ്കിലുും ഉയർത്തുക   ആധുനികവത്്ക്്കരണവുും, ആധുനിക സാങ്കേതിക സംവിധാനങ്ങളുും ക്ഷീരസഹകരണ സംഘങ്ങളിൽ കൊ ൊണ്ടു വരിക   മൂല്്യവർദ്ധിത ഉത്പന്നങ്ങൾ ഉണ്ടാക്കുന്നത് പ്്രരോത്സാഹിപ്പിക്കുക   ക്ഷീരമേഖലയിൽ പ്രദേശികമായി ലഭ്്യമായ വിഭവങ്ങളുടെ പരമാവധി ഉപയോ ോഗം ഉറപ്പുവരുത്തുക   അത്യുല്  പ്്പാദന ശേഷിയുള്ള നാടന്  പശുക്കളുടെ വളർത്തല്  പ്്രരോത്സാഹിപ്പിക്കുകയുും പശുക്കളുടെ ജൈവ വൈവിധ്്യയം സംരക്ഷിക്കുകയുും ചെയ്യുക. തീറ്റപ്പുൽകൃഷി വ്്യയാപനം 1 50 സെന്റിൽ കൂടുതൽ തീറ്റപ്പുൽകൃഷി 180 24250 - രൂപ   ഹെക്ടർ 2 49 സെന്റിൽ താഴെയ്യുള്ള തീറ്റപ്പുൽകൃഷി ഹെക്ടറിന് 10,500 രൂപയുടെ സൌ ൌജന്്യ തീറ്റപ്പുൽ കട 10,500 2 വ്്യയാവസായികാടിസ്ഥാനത്തിൽ തരിശു ഭൂമിയിൽ തീറ്റപ്പുൽകൃഷി 180 94272 - രൂപ   ഹെക്ടർ 3 ചോ ോളം വൻപയർ മണിച്്ചചോളം കൃഷി വിത്ത് സൗജന്്യമായി നൽകുന്നു 12625 - രൂപ  ഹെക്ടർ 4 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് യന്ത്രവത്്ക്്കരണം 170 10000 5 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 10000 6 ഒരേക്കറിന് മുകളിലുള്ള തീറ്റപ്പുൽ കൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 25000 7 തീറ്റപ്പുൽകൃഷിയുും വിതരണവുും (SHG DCS വനിതാ ഗ്രൂപ്പ്) 170 75000 8 കോ ോളാർ മോ ോഡല്  പുല്  കൃഷി (സങ്കരനേപ്പിയർ   മുരിങ്ങ) - 17500 III ക്ഷീര സഹകരണ സംഘങ്ങൾക്കുള്ള ധനസഹായ പദ്ധതി 1 ക്ഷീരസംഘത്തിൽ അളക്കുന്ന പാലിന് ലിറ്റർ ഒന്നിന് ഒരു രൂപ നിരക്കിൽ ഇൻസെന്റീവ് 575 ലക്ഷം 2 ക്ഷീര സംഘങ്ങൾക്കുള്ള അവശ്്യയാധിഷ്ഠിത ധനസഹായ പദ്ധതി 170 120000 3 ഫാർമർ ഫെസിലിറ്റേഷൻ കം ഇൻഫർമേഷൻ സെന്റർ 750 525000 231 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 4 മിൽക്ക് റൂട്ട് ഇല്ലാത്ത ക്ഷീരസംഘങ്ങൾക്കുള്ള ധനസഹായം 35000 5 എഫ്. 2231 ഹെക്ടർ തീറ്റപ്പുല്  കൃഷി വ്്യയാപിച്ചു. തീറ്റപ്പുല്  കൃഷി സംബന്ധിച്ച പരിശീലനങ്ങള് , വിജ്ഞാനവ്്യയാപന പ്രവർത്തനങ്ങള്  മുതലായവ സംഘ ടിപ്പിക്കുന്നു. വാണിജ്്യയാടിസ്ഥാനത്തിൽ തീറ്റപ്പുൽകൃഷിയുും വ്്യയാപാരവുും പ്്രരോത്സാഹിപ്പിക്കുന്നു. തീറ്റപ്പുൽകൃഷി സംബന്ധിച്ച ഫീൽഡ്തല ഗവേഷണ പ്രവർത്തനങ്ങൾ നിർവ്വഹിക്കുന്നു. വിവിധയിനം തീറ്റപ്പുല്  കൃഷി ശാസ്ത്രീയമായി കൃഷി ചെയ്യുകയുും സംരക്ഷിക്കുകയുും യഥാസമയം പുല്  കൃഷി നടത്തുകയുും ചെയ്യുന്നു. ക്ഷീരകർഷകരെ തീറ്റപ്പുല്  കൃഷി ചെയ്യുന്നതിന് തീറ്റപ്പുല്  നടീല്  വസ്തുക്കള്  ഉത്പാദിപ്പിക്കുന്നതിനുും പ്രേരിപ്പിക്കുന്നു. തീറ്റപ്പുല്  കൃഷി പ്രദർശനതോ ോട്ടങ്ങള്  തയ്യാറാക്കുകയുും സംരക്ഷിക്കുകയുും വിപുലീകരിക്കുകയുും ചെയ്യുന്നു. നീർച്ചാൽ ശൃൃംഖലയുടെ സംരക്ഷ ണം വഴി വെളളപ്്പപൊക്ക നിവാരണത്്തതോടൊ ൊപ്പം പാടശേഖരങ്ങളുടെ അടിസ്ഥാന സൗകര്്യ വികസനവുും, നെൽകൃഷിയിടങ്ങളിലെ ഡ്രയിനേജ് പ്രശ്നങ്ങൾ പരിഹരിക്കുന്നതിനുും പരിസ്ഥിതി പുനരുജ്ജീവനവുും കാർഷിക മേഖലയുടെ ഉന്നമനവുും പദ്ധതി നിർവ്വഹണത്തിലൂടെ ലക്ഷഷ്യമിടുന്നു. വിവരസാങ്കേതികവിദ്്യയുടെ സാധ്്യതകള്  പ്രയോ ോജനപ്പെടുത്തി കര് ഷകര്  ക്്ക് തങ്ങളുടെ കൃഷിയിട ത്തിലെ മണ്ണിന്് ററെ ഫലപുഷ്ടി വിവരങ്ങളുും അവിടെ കൃഷി ചെയ്യുന്ന വിളകള്  ക്്ക് ആവശ്്യമായ കൃത്്യമായ വളപ്രയോ ോഗശുപാര് ശയുും വിരല് തത്തുമ്പില്  ലഭ്്യമാക്കുന്ന  മണ്ണിനെ അറിയാം മൊ ൊബൈലിലൂടെ  (MAM) എന്ന മൊ ൊബൈല്  ആപ്ലിക്കേഷന്  IIITMK യുമായി സഹകരിച്ച് മണ്ണ് പര്്യവേക്ഷണ മണ്ണ് സംരക്ഷണ വകുപ്പ് വികസിപ്പിച്ചെടുത്തിട്ടുണ്ട്. കൃഷി വകുപ്പുമായി ചേർന്ന് മണ്ണ് വിവരങ്ങൾ ശേഖരിക്കുക, സംഭരിക്കുക, പങ്കിടുക, കൈകാര്്യയം ചെയ്യുക, എന്നീ ലക്ഷഷ്യങ്ങളോ ോടെയുള്ള സോ ോയിൽ ഡിജിറ്റൽ പോ ോർട്ടലിന്റെ വികസനവുും, സംസ്ഥാനമൊ ൊട്ടാകെയുള്ള കർഷകർക്ക് സോ ോയിൽ ഹെൽത്ത് കാർഡ് വിതരണം ചെയ്യുന്നതിനുള്ള മണ്ണുപരിശോ ോ ധന ക്്യയാമ്പയിനുക ളുടെ ഏകോ ോപനവുും ഈ പദ്ധതിയിൽ ലക്ഷഷ്യമിടുന്നു. മണ്ണിടിച്ചിലുളള പ്രദേശങ്ങളുടെ ബലപ്പെടുത്തൽ ഉരുൾപൊ ൊട്ടൽ, മണ്ണിടിച്ചിൽ എന്നിവ മൂലം സംസ്ഥാനത്ത് കൃഷിനാശം സംഭവിച്ചതുും സംഭവിക്കാൻ സാധ്്യതയുമുളള പ്രദേശങ്ങളിൽ ശാസ്ത്രീയമായ മണ്ണ് സംരക്ഷണ മാർഗ്ഗങ്ങൾ അവലംബിക്കുക, അധികജ ലം സുരക്ഷിതമായി പുറത്തേക്കു ഒഴുക്കുന്നതിനുളള സംവിധാനം ഒരുക്കുക എന്നിവയാണ് പദ്ധതിയുടെ ലക്ഷ്യം. മണ്്ണണൊലിപ്പിന്റെ ദൂഷ്്യവ ശങ്ങൾ ഇല്ലാതാക്കുന്നതിനുും മണ്ണിന്റെ ഈർപ്പം നിലനിർത്തുന്നതിനുും കാലാവസ്ഥയെ പ്രതിരോ ോ ധിക്കുന്ന കൃഷി പ്്രരോത്സാഹിപ്പിക്കുന്നതിനുും പ്രസ്തുത പദ്ധതിയിലൂടെ നിയോ ോ ജകമണ്ഡലാധിഷ്ഠിതമായ സൂക്ഷ്മ നീർ ത്തടവികസനം ലക്ഷഷ്യമിടുന്നു. നീർത്തടാധി ഷ്ഠിത മണ്ണു ജല സംരക്ഷണ പ്രവർത്തനങ്ങളിൽ പരിശീലന പരിപാടികൾ സംഘടിപ്പിക്കുന്ന പ്രധാന പരിശീലന സ്ഥാപനമായ IWDM-K,  ഞങ്ങളുും കൃഷിയിലേക്ക്  എന്ന പരിപാടിയുടെ നോ ോഡൽ ഏജൻ സിയുമാണ്. Therefore the area under cultivation in forest land is not included 251 TABLE-3 AREA UNDER CROPS 2021-22 (Area in Ha) Sl. 19 275 FODDER CROPS AND CULTIVATION PRACTICES Activity Hybrid Napier Guinea Grass Congo Signal Fodder maize Fodder Cowpea Stylosanthes 1 2 3 4 5 6 7 1 Suitable Location Low Altitude Regions Low Altitude Regions Low up to an altitude of 2000m Low up to an altitude of 2000m Low Altitude Regions Low Altitude Regions 2 Season June   Sept June - Sept June - Sept May - June Throughout the year May - Sept 3 Soil Lateritic to Alluvium soil with good drainage Same Same Same Same Same 4 Planting Material required   ha 40,000 seedlings 69000 to 100000 rooted cuttings OR seeds 10 Kg 2. Same Same Apply 65 Kg N 30 DAS and at 60 DAS     9 Harvest 60-70 days after planting and then at 45 days interval 50-60 days After planting and then at 40 days interval 60-70 days After planting and then at 45-50 days interval 90-100 days after sowing At following and pod formation stage 60-80 DAS and then at 45-50 days interval 10 Average yield (tons ha year) 100-300 70-75 40-50 40-50 (per crop) 15-20(per crop) 30-40 11 Weeding and interculture 2-3 times 2-3 times Once 2-3 times and earthing up growing stage Once Once 276 KERALA DAIRY FARMERS WELFARE FUND ABSTRACT OF PENSION, FAMILY PENSION, MARRIAGE ASSISTANCE, CREMATION ASSISTANCE, EDUCATION ASSISTANCE, KSHEERA KSHEMA INSURANCE, KSHEERA SURAKSHA SCHEME,TREATMENT SCHEME, BEST FARMER AWARD AND ENROLLMENT SANCTIONED TILL 30. ",
    "pest_diseases": "com Ph: 0466 2212048 9383471474 57 PESTICIDE TESTING LABORATORY (PTL) PTL, Parottukonam, Nalanchira P. KERALA CENTRE FOR PEST MANAGEMENT (KCPM) Moncompu, Mini cicil Station, Champakulam, Thekkekara PO. Sheela Sali T George Chief Disease Investigation Officer, SIAD, Palode 0472-2840252 cdio. s Project Coordinator, Animal Disease Control Project 0471-2733416 pcadcp. Nazeema A Joint Director (RE), Rinderpest Eradication Scheme, Palakkad 0491-2520626 jdre. in Dr Mini Sarah Kurian Deputy Director, Avain Disease Diagnostic Lab, Thiruvalla 0469-2700413 addlkerala gmail. com ICDP Kozhikode 04952762456 RCL 04952368349 CVS 04952723408 CFSS 04952768155 Rinderpest Vigilance Unit, Kozhikkode 04952721227 VH Beypore 04952416718 MVD 04952368349 VH Koduvally 04952448370 VPC Perambra 04962616401 VH Kunnamangalam 04952801209 VPC Vadakara 04962528552 VH Kunnummal 04962448370 74 VH Balussery 04962238636 VH Koyilandy 04962533545 VH Kavilumpara 04962565885 VH Meppayur 04952510090 VH Kodenchery 04952236699 VH Puduppady 04952510090 VD Anakkampoyil 04962276044 VH Tuneri 04962557555 VD Arikkulam 04962696790 VD Chakkittapara 04962663900 VD Changaroth 04962670009 VD Cheruvannur- Muyipoth 049627750660 VD Atholi 04962674974 VD Kuruvattoor 04962812699 VD Ayanchery 04962593628 VD Makkada 04952268380 VD Azhiyur 04962500976 VD Chekkiad 04962573580 VD Chorode 04962515059 VD Edachery 04962440046 VD Eramala VD Kavilumpara 04962565885 VD Iyyamkode, Nadapuram 04962460323 VD Narippatta 04962447722 VD Onchiyam 04962502522 VD Purameri 04962553990 VD Kayakkodi 04962588450 VD Kuttiyadi 04962599933 VD Ayanikkad 04962606899 VD Maniyur 04962230270 VD Chathamangalam 04952287520 VD Mankavu 04952331131 VD Chelannur 04952261848 VD Cheruvannur- Nallalam 04952422700 VD Maruthomkara 04962667206 VD Elathur 04952461160 VD Feroke 04952483460 VD Kadalundy 04952483460 VD Mannur 0495243001 VD Makkada 04952268360 VD Chemanchery 04962688992 VD Mavoor 04952883975 VD Chengottukavu 04962620446 VD Meladi 04962606999 VD Kakkur 04952857070 VD Mundotukalangara 04952207599 VD Thekkumkudy 04952295950 VD Maikkavu (Koodathai) 04952248844 VD Kattipara 04952270822 VD Koduvally 04952213009 VD Olavanna 04952431770 VD Koompara 04952277707 VD Mukkom 04952296260 VD Thottumukkom 04832758025 VD Nanminda 04952456000 VD Narikkuni 04952247477 VD Omassery 04952283747 VD Perumanna 04952432020 VD Peruvayal 04952490124 VD Puthuppadi 04952234811 VD Peumanna 04952432020 VD Perivayal 04952490124 VD Puthuppadi 04952234811 VD Thalakulathur 04952853222 VD Kayanna 0496265910 VD Ramanattukara 04952441100 VD Kizhakoth 04952202233 VD Thamarassery 04952225993 VD Keezhariyoor VD Palachottil VD Kizhakkan Perambra VD Ulliyeri 04962209144 VD Koottoor 04962658099 VD Meppayur 04962679360 VD Moodadi 04962693194 VD Naduvannur 04962652170 VD Nochad VH Panangad 04962640302 VD Koorachundu 04962661874 VD Thiruvambady 04952255585 VD Kunnakody 04962706785 VD Thodannur 04962241090 VD Thuneri 04962557555 VD Vadakara 04962528552 VD Valayam 04962460323 VD Villiapally 04962533545 VD Unnikulam 04962645170 75 WAYANAD DAHO 04936 202292 DVC 04936 202729 VPC Sulthan Bathery VPC Mananthavady. State Institute for Animal Diseases (Former CDIO), Palode, Thiruvananthapuram. Avian Disease Diagnostic Laboratory, Thiruvalla. com Animal Disease Control Project(ADCP), HQ Thiruvananthapuram 0471-2556151 pcadcp kerala. in State Pesticide Testing Laboratory 2530867 ddaptl. com Avian Disease Diagnostic Laboratory, Thiruvalla (469)2700413 addlkerala gmail. com Guest House 2246503 Joint Registrar, Co-operative Societies 2251713 Kariland Development Agency, Purakkad 2272617 KCPM, Mancombu 2702683 KLDC, Kayamkulam (479)2270495 Kerala Agro Industries Corporation 2270942 Kerala Centre for Pest Management, Moncompu 2702683 Krishi Vigyan Kendra, Kayamkulam (479)2449268 kvkalapuzha gmail. Planning Officer 2422290 Hindusthan Insectcides 2545121 Horticorp Regional production Centre 2427730 IPD Block Muvattupuzha 2232731 KERAFED 2306720; 2301450 kerafedcprekm gmail. Pesticide Residue Research and Analytical Lab, Vellayani 0471-2380520 prral kau. The major products of the lab includes Trichoderma viride to control most of the soil and seed borne plant pathogens, Pseudomonas fluorescens to control fungal and bacterial diseases, Trichogramma ( Tricho cards) to control Rice leaf folder, American boll worm, pink boll worm,Rice yellow stem borer, Tomato fruit borer, cardamom stem  capsule borer etc. In addition to this lab also has technology and facility to produce Beauveria bassiana to control rice bug, BPH, coleopteran borers, Verticilli- um lecani to control soft bodied insects. KERALA CENTRE FOR PEST MANAGEMENT Kerala Centre for Pest Management is an independent Unit under Department of Agriculture functioning with the objective of helping the farmers with timely intervention during pest and diseases incidence and early detection of pests if any, by conducting Pest Surveillance. Data regarding pest and diseases symptoms as well as abiotic stress are collected processed and interpreted and released to the farming community through various media during the 137 planting season of paddy in Kuttanadu region of Kerala. This centre was started in 1999 as Operational Research Project with the aim of conducting pest surveillance in paddy for avoiding diseases and pest out breaks. It was organ- ised with headquarters in Moncomp as per GO MS 11 99 and later renamed as Kerala Centre for Pest Management in 2005. Due to the timely intervention of the Unit the pest incidence since the year 2000 could be brought under control in Kuttanad without much economic loss. The intervention of the Station has also resulted in reducing the pesticide consumption in rice cultivation especially in Kuttanadu. Pest Surveillance activities of the station The station is following such pest surveillance system in rice in the entire Kuttanadu spread across three dis- tricts of Alappuzha,Pathanamthitta and Kottayam in an area of about 45000 hectares. Based on the information made available from the above surveys data are ana- lyzed and forecast ofpest and disease incidence, management techniques etc in the form of weekly bulletins and are released to the farmers during cropping season in consultation with Kerala Agriculture University, through various media. Bio-Input that act as crop growth promoters, insect repellents, Rat repellents, pathogen repellents, etcare being produced and supplied to farmers. Krishi Business Kendra (KBK) : A one stop shop for quality planting materials, seeds and seedlings, organic manures, growth regulators, bio-control agents, farm equipments, grow bags and organic pesticides are arranged for sale at KBKs functioning in Ernakulam, Thiruvananthapuram and Kasargod. The mission of the institute is to develop and promote sustainable farming systems in coastal wet- lands that reduces vulnerability to climate change, sea water intrusion, tidal and riverine floods, pests, pathogens and such other problems through innovations that safeguard ,stabilize and enhance natural resource capital, soil health and biological systems by stimulating partnership based research. Certificate Course on Insecticide Management (12 days) MANAGE ഹൈദരാബാദുമായി സഹകരിച്ച് ഒരു ബാച്ചിൽ40 പേരടങ്ങുന്ന ഇൻപുട്ട് ഡീലേഴ് സിനാണ് ഈ കോ ോഴ് സ് നടത്തുന്നത്. 100 ഹെക്ടർ പ്രദേശത്തെ തെങ്ങുകൃഷിയെ ഒരു യൂണിറ്റ് (കേ രഗ്രാമം) ആയി തെരഞ്ഞെടുത്ത് തെങ്ങ് കൃഷി വികസനത്തിനായി ഗുണമേന്മയുള്ള തെങ്ങിൻതൈകളുടെ ഉത്പാദനം, നിലവിലുള്ള തോ ോട്ടങ്ങളിൽ തടംതുറക്കൽ വളപ്രയോ ോഗം, ജലസേചന ം, കീടരോ ോഗനിയന്ത്രണം, തെങ്ങു കയറ്റ യന്ത്രം, പമ്പ് സെ റ്റ്, സ് പ്രേ യർ എന്നിവ സബ് സിഡിയോ ോ ടുകൂടി വിതരണം തുടങ്ങി കേരോ ോ ത്പ ന്നങ്ങളുടെ സംസ് കരണം, മൂല്്യവർദ്ധനവ് വരെ പദ്ധതിയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. ഇപ്രകാരം കൃഷിവകുപ്പ് സംസ്ഥാനത്തെ കർഷകരുടെ ക്ഷേമത്തിനായി പ്രവർത്തിക്കുന്നു - തദ്്വവാരാ കാർഷിക ഉത്പാദനം, അതിനുള്ള ധനസഹായ പദ്ധതികൾ, വിപണി ഉറപ്പാ ക്കൽ ഇടപെടൽ, ഉത്പന്നങ്ങളുടെയുും ഉത്പാദനോ ോപാധികളുടെയുും ഗുണനിലവാരനിയന്ത്രണം എന്നിവ ഉറപ്പാക്കുന്നു. വിത്ത്, വളം, കീടനാശിനി തുടങ്ങിയ ഉത്പാദനോ ോപാധികളുടെ ഗുണനിലവാരനിയന്ത്രണം ഉറപ്പാക്കുക. Pepper Variety Special features Average yield (Kg ha) Panniyur 1 Bold berries 1242 Panniyur 2 Tolerate shade 2570 Panniyur 3 Long spike, bold berries, 1953 prefers open condition Panniyur 4 Tolerates adverse climatic condition 1277 Subhakara Tolerate adverse climatic conditon 2352 Panniyur 6 Stable and regular yield, tolerates partial shade 2127 Panniyur 7 Stable and regular yield, tolerates partial shade 1410 Panniyur 9 Tolerant to drought 2520 169 Panchami High yielding variety with excellent fruitset 2828 Sreekara Adaptable to various climatic conditions 2677 Panniyur 5 Tolerant to Nursery diseases 1098 b. 5 200 31 വെറ്റില (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 22500 52500 75000 32 നവധാന്്യയം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 33 നവധാന്്യയം (ജലസേചി തം) ഹെക്ടർ 17000 17000 34 പയർ വർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 35 പയർ വർഗ്ഗം (ജലസേചി തം) 17000 17000 36 കിഴങ്ങുവർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 37 കിഴങ്ങുവർഗ്ഗം (ജലസേചി തം ഹെക്ടർ) 17000 17000 38 കരിമ്പ് (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 39 കരിമ്പ് (ജലസേചി തം) ഹെക്ടർ 17000 17000 40 പൈൻ ആപ്പിൾ (ഹെക്ടർ) 17000 1750 18750 41 പുല്ലു വർഗ്ഗങ്ങൾ (ജലസേചി തം) 17000 17000 42 പുല്ലു വർഗ്ഗങ്ങൾ (മഴയെ ആശ്രിച്ചു) 8500 8500 43 മൾബെറി (ഹെക്ടർ) 22500 22500 44 പുകയില (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 29000 37500 45 പുകയില (ജലസേചി തം) ഹെക്ടർ 17000 20500 37500 46 പരുത്തി (ഹെക്ടർ) 22500 18000 47 ഏലം (ഹെക്ടർ) 22500 2500 25000 48 മഞ്ഞൾ (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 49 മഞ്ഞൾ (ജലസേചി തം) ഹെക്ടർ 17000 17000 50 കൃഷിഭൂമിയുടെ ഗണ്്യമായ ഭാഗം നഷ്ടപ്പെട്ടതി നു ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 47000 47000 51 കൃഷിഭൂമിയിലെ മണ്ണ് ചെളി നീക്കം ചെയ്യുന്ന തിന് ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 18000 18000 52 ബണ്ട്  മട നിർമ്മാണം എസ്റ്റിമേറ്റ് തുക എസ്റ്റിമേറ്റ് തുക 188 STATUTORY REGULATIONS ON AGRICULTURAL INPUTS STATE PESTICIDE REGULATORY AUTHORITIES Licensing Authorities 1. Manufacture  Wholesale  Pest Control Operations - Joint Director of Agriculture ( Plant Protection) 2. Retail - Deputy Director of Agriculture (E   T) of the District Insecticide Inspectors All the Technical Officers of the Department of Agriculture of and above the rank of Agricultural Officer and having required qualification are appointed as Insecticide Inspectors , for the areas within their respective jurisdic- tion. If a licencee wants to manufacture, sell, stock or exhibit for sale or distribute any additional insecticides during the currency of the licence, he she may apply to the licensing authority for necessary endorsement on the licence on payment of prescribed fee. State Enforcement Wing The State Enforcement Cell at the Directorate functions under the Additional Director of Agriculture (CP) , sup- 189 ported by Joint Director of Agriculture(PP) , Plant Protection Officer and the Assistant Directors of Agriculture , Tech- nical Assistants and other staff of the headquarters under the sections dealing with pesticides, fertilizers and seeds. Considering the chances for influx of banned pesticides through border check post, the District Enforcement Cell, Idukki has been strengthened by appointing ADA(QC), Alap- puzha as the leader of the District Enforcement Wing. State Pesticide Testing Laboratory, Parottukonam,Thiruvananthapuram 2. LIST OF PESTICIDES BANNED IN INDIA Pesticides Banned for manufacture, import and use 1. PESTICIDES RESTRICTED FOR USE IN THE COUNTRY S. Name of Pesticides Details of Restrictions 1. Aluminium Phosphide The Pest Control Operations with Aluminium Phosphide may be undertaken only by Govt. Organizations   pest control operators under the strict supervision of Govt. Cypermethrin Cypermethrin 3   Smoke Generator is to be used only through Pest Control Operators and not allowed to be used by the General Public. Organizations   Pest control op- erators under the strict supervision of Govt. 4294(E) dated 29th September, 2023 Insecticides (Prohibition) Order, 2023 1) The use of Monocrotophos 36  SL formulation is to be discontinued and no new certificate of registration for its manufacture shall be issued after publication of this Order. 2) With an objective of providing alternatives of this formulation so that the farmers do not suffer losses due to non-availability of effective control against certain insect pests in specific crops, the label claims for other formu- lations of Monocrotophos may be extended in one year period from the date of publication of this Order. The label claim of the following insecticides for the crops mentioned against each insecticide shall be omitted from the approved use due to non-availability of bio-efficacy and residue data 191 Restriction on use of Glyphosate Order, 2020 The Central Government issued Gazette Notification No S. 2022 whereby the use of Gly- phosate was restricted only through Pest Control Operators (PCO s) and subsequenty Hon ble High Court of Delhi has passed an Order dated 19. High Court Judgement on ban of pesticides imposed by Government of Kerala The Government of Kerala issued G. 128 2015  Agri dated 28 07 2015 banning the sale, distribution and use of 16 pesticides which includes insecticides,fungicides and weedicides. Subsequently Government of India banned the following 6 insecticides  fungicides weedicides from the above list of chemicals banned by Government of Kerala. No Name of Insecticide Names of crops to be omitted from approved usage 1 Carbofuran All other formulations of Carbofuran except Carbofuran three percent Encapsulated granule (CG) along with the crop labels may be stopped from use. Details of Restricted Pesticides (Imposed by Government of Kerala) 1 Acephate Insecticide Blue Go(MS) No. 2015 2 Carbosulphan Insecticide Yellow Go(MS) No. 2015 3 Chlorpyriphos Insecticide Yellow Go(MS) No. 2015 4 Cypermethrin Insecticide Yellow Go(MS) No. 2015 5 Lambda Cyhalothrin Insecticide Yellow Go(MS) No. Online licensing system for Insecticide and Fertilizer business Government of Kerala has implemented several reforms such as procedural changes, policy reforms and online systems with an aim to simplify the procedures and create a business-friendly environment for doing business in the State. The Agriculture Development and Farmers  Welfare Department notified the procedural change regarding replacement of the existing physical mode for grant of new licence under The Insecticides Act,1968 and licenses  authorizations required under The Fertilizer (Control) Order,1985 with effect from 20 11 2020. no Fertilizer Mixture 1 13:10(5):5 2 10:10 (5):5 3 20:0:10 4 10:5(3):20 5 10: 4(2):14 6 15:10(5):10 7 10:10(5):10 8 5:15(7):5 9 8:8(4):16 10 12:9(4):12 11 10: 10(5) :4 12 12 : 12(6) :6 13 10 :10 :4 14 12 :12 :6 15 12 :12 :12 16 15 :10 :6 17 10 :10 :10 18 5: 10(5):18 19 18 :9(9):18 193 Pesticide Formulations Pesticide Formulation is a pesticide preparation containing technical-grade active ingredient(s) and formulant(s) in a form suitable for use. Registered Pesticides , Banned Pesticides, Major uses of Pesticides etc. Central Integrated Pest Management Centre (CIPMC), Kochi https:  ppqs. in home-page Solid formulations WP Wettable Powders SP Soluble Powders D Dusting Powders Water Soluble Powders for seed treatment B Bait G Granules (extruded granules, coated granules, encapsulated granules, water dispersible (WDG) and micro granules WDG Water dispersible granules DF Dry flowable M Microencapsulated P Pellet Liquid formulations EC Emulsifiable Concentrates Soluble Liquids SC Suspension Concentrates or Flowable Concentrate Aqua Flows EW Emulsified in Water OL Oil miscible Liquid FS Flowable for Seed treatment Ready to Use (RTU) Liquids ULV Ultra Low Volume LV Liquid vaporizers ( Mosquito Control Refills ) A Aerosols Ready to Use Solids RTU Cakes, Coils ( Mosquito coils), Tablets ( Soluble Tablets and Tablets for bait), Mats ( Mosquito control) and Chalk ( Chalks for domestic pest control 194 CROP PROTECTION MANAGEMENT OF PESTS RICE VARIETAL RESISTANCE   TOLERANCE While selecting the varieties for organic farming, emphasis should be given to multiple resistance  tolerance to major pests of that locality. Use of a variety with some degree of genetic resistance, combined with other non chemical methods can manage the pests effectively. Rice varieties with multiple tolerance to major pests Aruna, Aathira, Aiswarya, Nila, Revathy Remanika, Karishma, Krishnanjana - BPH and gall fly Nila (PTB 48) - Thrips, PH, gall midge, stem borer Kanakom, Karthika - BPH, stem borer and gallfly Makom, Reshmi - BPH, stem borer, gall fly Aruna - BPH, stem borer, gall midge Jayathi - BPH, GLH and leaf roller Bhagya - BPH, WBPH Kanchana - Stem borer, gall midge Sagara, Deepthi - Stem borer, leaf roller Varna (VK1) - Leaf folder, whorl maggot and stem borer Lakshmi - BPH, Stem borer and leaf roller Dhanya - Stem borer, gall midge Kairali - Leaf roller and gall fly CULTURAL CONTROL Pest incidence can be minimized by adjusting and modifying the cultivation practices. Field sanitation by incorporation of stubbles immediately after harvest will help to destroy over wintering population of insect pests like stem borer and gall midge. Optimum seed rate and spacing : High seed rate and closer planting cause thick population which favours the pests like leaf folder, BPH etc. Timely sowing or planting is important to avoid pest incidence. Altering the dates of sowing   transplanting preferably not coinciding the favourable climate for pest outbreak. Many of the weeds will serve as alternate and collateral hosts of several pests. Destruction of weeds in the field and bunds will help in reducing the population build up of the pests. Removal of egg masses of stem borer from the plant will help to reduce the pest population. BIOLOGICAL CONTROL Organic farming favours conservation of natural enemies in the rice field, which in turn help to keep the pest popula- tion low. For the control of stem borer, the egg cards have to be installed in the field starting from the first week after transplanting and for leaf folder, the installation has to be started from 20 days after transplanting or when the moths of these pests are observed in large numbers in the field. Botanical pesticides Utilisation of botanical formulations especially neem formulations is an ecofriendly method of pest control in rice. Spot application of biopesticides may be adopted in heavily infested areas to control further spread of the pests and to conserve the existing natural enemy population. Careful monitoring of the field is very important to adopt proper pest management practices in a timely manner. u Release Baculovirus oryctes infected adults   10-15 ha to bring down the pest population. DISEASE MANAGEMENT RICE Varietal resistance Select varieties with built in resistance to major diseases. Cultural practices   Deep summer ploughing of the fields   Use properly dried, disease free seeds. Destroy   remove disease harbouring weeds from the field. Water logging favours diseases like sheath blight. Draining the field for one or two days will help to reduce the spread of the disease. , seed treatment, seedling root dip, soil application or foliar spray will effectively control fungal diseases and bacterial diseases. Spraying can be repeated depending on the disease severity. fluorescens for a minimum of three times like seed treatment, seedling root dip and one foliar spray will be very effective in providing protection of rice crop from disease incidence. PGPR mix II : root dip and foliar application of PGPR mix II give effective protection against fungal and bacterial diseases. COCONUT Bud rot u In early stages of the disease (when the heart leaf starts withering) cut and re move all affected tissues of the crown. u Burn all disease-affected tissues removed from the palm. u Spray 1  Bordeaux mixture on spindle leaves and crown of disease affected as well as neighbouring palms, as a prophylactic measure. Root (wilt) disease u Rogue out palms that are affected severely by root (wilt) and yield less than 10 nuts  palm year and those, which have contracted the disease before flowering. Replant with disease tolerant material high yielding hybrids (Chandrasankara) u Growing green manure crops like sunhemp, sesbania, cowpea and calapagonium in the coconut basin and their incorporation in situ is beneficial as the practice reduces the intensity of the root (wilt) and increases the nut yield. u Follow strictly all the prescribed prophylactic measures against leaf rot disease, red palm weevil, rhinoceros beetle etc. Dudhsagar is highly resistant to major pests and diseases. Selection of suckers Select 3-4 month old disease free sword suckers from healthy clumps. Tissue culture Nendran banana (Ad hoc recommendation) Tissue culture offers a rapid method of multiplication of quality, uniform, pest and disease free production of planting materials in large quantities in banana. ജന്തുജന്്യ രോ ോഗങ്ങളുടെ നിയന്ത്രണം നടപ്പിലാക്കുന്നു. കുളമ്പുരോ ോഗ പ്രതിരോ ോ ധകുത്തിവയ്പ് പരിപാടി (NADCP- National Animal Disease Control Program) ലൈവ് സ്റ്റോക്ക് ഹെല് ത്്ത് ആന്റ്  ഡിസീസ് കണ്് ടട്രരോള്  എന്ന മുഖ്്യപദ്ധതിയുടെ കീഴിലുള്ള 100  കേന്ദ്രാവിഷ്കൃത പദ്ധതിയാ ണ്) വഴിയാണ് കന്നുകാലികള്  ക്്ക് പ്രതിരോ ോ ധകുത്തിവയ്പ് നല്് കകി കുളമ്പ് രോ ോഗത്തെ പ്രതിരോ ോ ധിക്കുന്നത്. INSTITUTIONS UNDER DEPARTMENT OF ANIMAL HUSBANDRY Directorate (1), DAHO Office (14), Multi Speciality Hospital Kudappanakkunnu (1), District Veterinary Centre (14), Veterinary Poly Clinics (48), Veterinary Hospitals (210), Veterinary Dispensaries (896), Mobile Veterinary Hos- pitals Dispensaries (9), Motor Boat Veterinary Hospital (1), Mobile Farm Aid Units (10), Intensive Cattle Development Projects (9), Regional Aritifical Insemination Centres (38), ICDP Sub Centres (1359), SLBP Head Quarters (1), SLBP Deputy Director s Office (3), Calf Feed Subsidy Scheme Office (5), Institute of Animal Health and Veterinary Biologicals (1), State Institute of Animal Disease, Palode (1), Cattle Sterility Office (1), Avian Disease Diagnostic Lab (1), State Laboratory for Livestock Marine   Agri. Products (1), Livestock Management Training Centres (11), Central Veterinary Stores (3), Livestock Farms (4), Goat Farms (3), Pig breeding farms (1), Pig breeding units (5), Central Hatchery (1), Regional Poultry Farms (7), District Poultry farms (1), Duck Farm (1), Turkey farm (1), Rinderpest Eradication Scheme (1), RP Check posts (18), RP Mobile Units (2), RP Vigilance Units (6), Poultry Training Centre (1), Chick Sexing School (2) INSTITUTE OF ANIMAL HEALTH AND VETERINARY BIOLOGICALS, PALODE Name of Vaccines available 1. Ranikhet disease vaccine (F1) 2. Ranikhet disease vaccine (K) 3. Mobile Veterinary Hospital - for the prevention and treatment of diseases among the birds of the hatchery. GIS Based Disease Mapping software with IIITM-K 11. Vaccination Monitoring software for ADCP ANIMAL DISEASE CONTROL PROJECT(GORAKSHA) The State was facing great economic loss due to reduction in milk yield and often death of valuable dairy ani- mals, mainly due to Foot and Mouth Disease. Under these circumstances Government of Kerala decided to have a disease control project. As such a joint ven- ture was established between NDDB and the Government of Kerala to implement the Animal Disease Control Project-  GORAKSHA , in 2004. Doorstep service for preventive vaccination against FMD to all susceptible Animal population is carried out once in a year under the National Annimal Disease Control Project and could control the disease to a great extent. Animal Disease Control Project is currently implementing the ASCAD (Assistance to State for Control of Animal Diseases) Project of the Government of India, under which vaccinations are conducted against various diseases like Anthrax, Haemorrhagic Septicaemia Ranikhet Disease, Duck Plague ,Duck Pasteurella, PPR in goats,Swine Fever for Pigs, Black Quarter, Brucellosis, Lumpy skin disease etc throughout the state. A 24 hour unit, SADEC (State Animal Disease Emergency Control) unit for receiving reports about occurance of any disease in the state for immediate action is also established. Calf Adoption Programme(CAP): 25   subsidy from grama panchayat , 25  from state fund   Surabhi Raksha: 50  subsidy from Central   Govardhini: 50  subsidy from State fund   RKVY : 50  subsidy from Central fund Total subsidy amount: 12500 - AVIAN INFLUENZA (Bird flu) CONTROL STRATEGIES Avian Influenza or Bird Flu is a highly contagious disease of domestic poultry caused by the Influenza Type A virus. Depending on the virulence of the virus the disease may be Low Pathogenic Avian Influenza (LPAI) causing low mortality only in poultry or Highly Pathogenic Avian Influenza (HPAI) with 100  mortality and capable of infecting humans also. The disease is usually manifested with odema of head and neck, cyanosis of comb and wattles, nervous symptoms, greenish diarrhoea, corneal opacity, respiratory distress and finally death. LIVESTOCK Disease Type of Vaccine Dose and Route Remarks Anthrax Anthrax Spore Vaccine I. 221 Foot and Mouth Disease Young Animals Primary dose Booster dose Annual Vaccination Adult animals First dose Schedule Between 3 4 months. DOGS Disease Primary vaccination Booster Repeat Canine Parvo viral infection 6 week 11 week Annual Canine Distemper 8 week 11 week Annual Infectious Canine Hepatitis 8 week 11 week Annual Canine Leptospirosis 8 week 11 week Annual Rabies 3 months One year Annual Canine Corona viral infection 9 week --- Annual Rabies Control Programmes Rabies eradication is taken up as one of the activities of the Animal Husbandry Department from the very early stage. Recently considering the huge menace of the disease in view of its economic and public health importance, the department has intensified the Rabies Eradication Programmes by setting up a special cell in the Directorate. POULTRY- LAYER Age Disease Vaccine Route 1. സുരക്ഷിതവുും നൈർമല്്യമുള്ളതുും മായം കലരാത്തതുമായ പാല്  ഉല്പാദിപ്പി ക്കുകയുും ഗുണനിലവാര ശോ ോഷണമില്ലാതെ സംഭരിക്കുകയുും സംസ്കരിക്കുകയുും മൂല്്യവർദ്ധന നടത്തുകയുും ചെയ്തുകൊ ൊണ്ട് പരമാവധി ഇടത്തട്ടു ലാഭമില്ലാതെ ഉപഭോ ോക്താക്കളിലെത്തിക്കുക, സഹകരണ മേഖലയെ പരിപോ ോ ഷിപ്പിക്കുകയുും ഭരണനിയന്ത്രണം ഏർപ്പെടുത്തുകയുും ചെയ്യുക തുടങ്ങിയവയാണ് വകുപ്പ് ഏറ്റെടു ത്തിട്ടുള്ള മറ്റ് പ്രധാന പ്രവർത്തനങ്ങള്. ഗുണനിയന്ത്രണം സംബന്ധിച്ച വിവരശേഖരണം നടത്തുന്നു. Pestion Scheme Gahan S. ",
    "fertilizer_management": "കേരളത്തിലെ മുഴുവൻ കുടുുംബങ്ങളിലുും ആരോ ോഗ്്യ ഭക്ഷണം ഉറപ്പ് വരുത്തുന്നതിന് കേരളീയരുടെ ഭക്ഷണ ശീലത്തില്  കാതലായ മാറ്റം വരുത്തേണ്ടതുണ്ട്. com fertilizer2010 gmail. CHITRA K 2304739 9383470039 fertilizer2010 gmail. 0482-2230030 9383470716 FERTILIZER QUALITY CONTROL LABORATORIES (FQCL) 1. com STATE BIO-FERTILIZER LABORATORY (SBFL) 1. Biofertilizer   Organic Manure Quality Central Laboratary Melepattambi P. in Fertilizer Quality Control Laboratory 2530578 fqcltvpm. com Regional Poultry Farm, Malampuzha 2555206 State Seed Farm, Kunnannoor 2572224 VFPCK, Alathur (492)2222706 Fertilizer Quality Control Lab, Pattambi (466)2212048 MALAPPURAM STD Code 0483 District Animal Husbandry Officer 2734917 dahompm kerala. The upland of the unit have slightly acid or neutral red clay soil well supplied with bases and plant nutrients. The fertile soil are rich in bases and plant nutrients. Krishi Business Kendra (KBK) : A one stop shop for quality planting materials, seeds and seedlings, organic manures, growth regulators, bio-control agents, farm equipments, grow bags and organic pesticides are arranged for sale at KBKs functioning in Ernakulam, Thiruvananthapuram and Kasargod. Soil Testing Lab - Full fledged soil testing labs (with yearly 4000 samples lab testing capacity ) for soil testing, water testing, organic manure testing and leaf tissue analysis for nutrient deficiency check is functioning at Malappuram and Alappuzha RKI Scheme-  Strengthening Market Network in Kerala The Project on   Strengthening Market Network in Kerala under RKI envisages VFPCK to support farmers in the production of safe to eat fruits and vegetables, strengthen and modernize existing farmer markets for fruits and vegetables and will provide ample support for diversification of marketing activities from its present status of primary trading to include primary and secondary processing, value addition and supply chain development ensuring better price realization to farmers and quality produce at reasonable price to consumers through the establishment of 7 primary processing centres, 63 ecoshop model outlets, Centralised Vegetable and Fruit Processing   Marketing Centre (VFPMC) at Kakkanad. കേന്ദ്ര പദ്ധതി യായ ആത്മയോ ോടു ചേർന്ന് സംസ്ഥാന ക്്യഷി വകുപ്പിന്റെ നേത്്യത്്വത്തിലാണ് തിരുവനന്തപുരം വെൺപാ ലവട്ടം- ആനയറയിൽ, കഴക്കുട്ടം കോ ോവളം ബൈപാസ് റോ ോഡരികിൽ സമേതിയുടെ ഓഫീസ് പ്രവർത്തിച്ചു വരുന്നത്. വിത്ത്, വളം, കീടനാശിനി തുടങ്ങിയ ഉത്പാദനോ ോപാധികളുടെ ഗുണനിലവാരനിയന്ത്രണം ഉറപ്പാക്കുക. Fertilizer consumption (2021)  000 tonnes 201. 78 SUGARCANE : Madhuri, Thirumadhuram, Madhurima, Madhumathi VEGETABLES Amaranthus Red varieties : Kannara local, Arun, Krishnasree Green varieties : Mohini, Renusree Okra Green varieties : Kiran, Salkeerthi, Susthira Red varieties : Aruna Bitter gourd : Priya, Preethi, Priyanka Snake gourd : Kaumudi, Baby, Manusree, TA-19, TA-23 Cucumber : Mudicode, Arunima, Soubhagya 170 Pumpkin : Ambili, Suvarna, Saras Ash gourd : KAU local, Indu Brinjal : Surya, Swetha, Haritha, Neelima Chilli : Jwalasakhi, Jwalamukhi, Jwala, Ujwala, Anugraha, Vellayani Athulya, Samrudhi Tomato : Sakthi, Mukthi, Anagha, Vellayani Vijai Vegetable cowpea : KMV-1, Malika, Sharika, Vyjayanthi, Anaswara, Varun, Kairali, Bhagyalakshmi, Lola, Vellayani Jyothika Winged Bean : Revathy Ridge gourd : Haritham, Deepthi OTHER CROPS Cocoa : CCRP1, CCRP2, CCRP3, CCRP4, CCRP5, CCRP6, CCRP7, CCRP8, CCRP9, CCRP10 Sesamum : Kayamkulam I, Thilothama, Soma, Surya, Thilak, Thilathara, Thilarani Ground nut : Sneha, Snigdha Cowpea : Kanakamony, Krishnamony, Pournami, Shubhra, Hridya, Sreya Black gram : Syama, Sumanjana Lemon grass : OD 19, (Sugandhi) Palmarosa : ODP 1, ODP 2 Vetiver : ODV 3 Thippali : Viswam Cinnamon : ODC 130 Kacholam : Kasthuri, Rajani Guinea Grass : Haritha, Marathakom TUBER CROPS Tapioca : H97, H165, H226, Kalpaka, Nidhi, Vellayani Hraswa, Sree Jaya, Sree Vijaya, Sree Prakash, Sree Rekha, Sree Prabha, Sree Padmanabha Sweet Potato : H41, H42, Kanhangad, Sree Arun, Sree Varun, Sree Kanaka, Sree Bhadra, Sree Rethna, Varsha, Sree Vardhini, Sree Nandini Greater Yam : Indu, Sree Keerthi, Sree Roopa, Sree Karthika, Sree Shilpa Chinese Potato : Nidhi, Sree Dhara, Suphala Taro : Sree Reshmi, Sree Kiron, Sree Pallari Elephant Foot Yam : Sree Padma,Sree Athira, Gajendra Lesser Yam : Sree Latha, Sree Kala White Yam : Sree Priya, Sree Subhra, Sree Dhanya Mushroom : Ananthan Newly released crop varieties from Kerala Agricultural University Sl No Category Name of Crop Name of Variety 1 Field Crops (6 varieties) Rice KAU Pournami 2 KAU Manu Ratna 3 KAU Lavanya 4 KAU Jyotsna 5 KAU Supriya 6 KAU Akshaya 7 Vegetables (4 varieties) Sambar Melon KAU Vishal 8 Salad Cucumber K P C H 1 9 Yard Long Bean KAU Manjari 10 Yard Long Bean KAU Mithra 171 11 Tuber crops (1 variety) Tapioca KAU Uthama 12 Spices (11 varieties) Cardamom KAU PV3 13 KAU PV5 14 Pepper Panniyur 9 15 Camboge KAU Nithya 16 Ginger KAU Chandra 17 KAU Chithra 18 Nutmeg KAU Pullan 19 KAU Kochukudy 20 KAU Mundathanam 21 KAU Poothara 22 KAU Punnathanam 23 Medicinal plants (1 variety) Plumbago KAU Swathi MANURES   FERTILIZERS (i) Nutrients in Organic Manures N P2O5 K2O Neem cake 5. 8 Farm yard manure 1 0. 2 Sheep manure 0. 4 Poultry manure 1. Composition of organic manures vary widely. (ii) Nutrients in common fertilizers Name of Fertilizer N P2O5 K2O Ammonium Sulphate 20. 4 -- Mussuriphos -- 18-20 -- Muriate of Potash -- -- 60 (iii) Quantities of fertilizers required to supply specified doses of nutrients Rate of Ammonium Super Muriate of application sulphate Urea Phosphate Potash (kg   ha) (20  N) (46  N) (18  P2O5) (60  K2O) 10 50 22 56 17 20 100 43 111 33 30 150 65 167 50 40 200 87 222 67 50 250 109 278 83 60 300 130 333 100 70 350 152 389 117 80 400 174 444 133 90 450 196 500 150 100 500 217 556 167 FERTILIZER RECOMMENDATION FOR MAJOR CROPS N P K 1. DIOSCOREA (kg ha) 80 60 80 Source: Package of Practices Recommendation,  Crops  - 2007, KAU 174 BIO-FERTILIZERS Some of the commonly used bio-fertilizers are 1. Rhizobium (Bradyrhizobium and Azorhizobium) It induces better root nodulation and stem nodulation in inoculated plants and thereby brings down the require- ment of nitrogen fertilizer for the cultivation of pulses, oil seeds and legume green manures. Enables the efficient utilization of cheaper sources of phosphatic fertilizers such as rock. APPLICATION TECHNIQUES OF BIOFERTILIZERS 1. The stickiness of biofertilizer on the seed surface can be significantly improved by using 10  jaggery solution or 5  sugar solution supplemented with 40  boiled and cooled gum arabic solution or rice-gruel water. In this procedure, the roots of seedling are dipped in loose water slurry of the biofertilizer (500 g in 2. Soil application Soil application is generally recommended for all types of biofertilizers except Rhizobium, Bradyrhizobium and Azorhizobium. The method is to apply the biofertilizer after mixing with dried FYM, compost or vermicompost   1:25. For perennial crops, 10 to 25 g of biofertilizer is to be applied in the root zone during the first year and 25 to 50 g during subsequent years. State Fertilizer Regulatory Authorities Licensing Authorities 1. Controller of Fertilizers - Director of Agriculture 2. Fertilizer Inspector Fertilizer Inspectors 1. Deputy Director of Agriculture (E  T) in charge of fertilizers in District 3. State Enforcement Wing The State Enforcement Cell at the Directorate functions under the Additional Director of Agriculture (CP) , sup- 189 ported by Joint Director of Agriculture(PP) , Plant Protection Officer and the Assistant Directors of Agriculture , Tech- nical Assistants and other staff of the headquarters under the sections dealing with pesticides, fertilizers and seeds. Fertilizer Quality Control Laboratory,Parottukonam, Thiruvananthapuram 3. Fertilizer Quality Control Laboratory,Pattambi, Palakkad 4. Biofertilizer and Organic manure Quality Control Laboratory,Pattambi, Palakkad 5. 116 2011 Agri dated 07 05 2011 New Procedure for analysis of Fertilizer sample A new process for the analysis of fertilizer samples was implemented from 01. 2023 Fertilizer Control Amendment Order 2023. Under this new system, the Fertilizer Inspector will draw three samples and send the first sample to the state notified laboratory and deposit the remaining two parts with the authority designated by the state ie, the Principal Agricultural Officers of 14 districts. The notification of Principal Agricultural Officers as custodian of fertilizer samples has been issued vide Order ADFW 2874 2023-TQ2 dtd 14. Online licensing system for Insecticide and Fertilizer business Government of Kerala has implemented several reforms such as procedural changes, policy reforms and online systems with an aim to simplify the procedures and create a business-friendly environment for doing business in the State. The Agriculture Development and Farmers  Welfare Department notified the procedural change regarding replacement of the existing physical mode for grant of new licence under The Insecticides Act,1968 and licenses  authorizations required under The Fertilizer (Control) Order,1985 with effect from 20 11 2020. State notified fertilizer mixtures Sl. no Fertilizer Mixture 1 13:10(5):5 2 10:10 (5):5 3 20:0:10 4 10:5(3):20 5 10: 4(2):14 6 15:10(5):10 7 10:10(5):10 8 5:15(7):5 9 8:8(4):16 10 12:9(4):12 11 10: 10(5) :4 12 12 : 12(6) :6 13 10 :10 :4 14 12 :12 :6 15 12 :12 :12 16 15 :10 :6 17 10 :10 :10 18 5: 10(5):18 19 18 :9(9):18 193 Pesticide Formulations Pesticide Formulation is a pesticide preparation containing technical-grade active ingredient(s) and formulant(s) in a form suitable for use. Department of Fertilizers, Government of India https:  www. u Incorporation of Clerodendron infortunatum  10  w w basis in the cowdung pit manure pit. u Dust manure pit walls with lime powder and plaster with cow dung. u Improving nutrient status by applying organic manure at the rate of 50 kg and neem cake 5 kg per palm per year. Also apply the recommended dose of fertilizers in two split applications. Note : Incorporation of green manures like Pterocarpus marsupium, Eupatorium odoratum and Mangifera indica (Man- go)   5 t  ha or application of leaves of plants such as Lawsonia inermis, Calotropis, Azadirachta indica, Datura stramo- nium and Glyricidia   2. Replant with disease tolerant material high yielding hybrids (Chandrasankara) u Growing green manure crops like sunhemp, sesbania, cowpea and calapagonium in the coconut basin and their incorporation in situ is beneficial as the practice reduces the intensity of the root (wilt) and increases the nut yield. The ideal green manure crops for the sandy and alluvial soils are cowpea and sesbania, respectively. u Apply manures in 10 cm deep circular basins at a radius of 2 m from the base of the palm. u Swabbing the trunk with a paste of Trichoderma Viride talc based formulation 100 gm  100ml per litre along with application of lime or Dolomite at 1kg  palm and organic manure enriched with Trichoderma Viride (1 ) Grey blight u Remove severely affected older leaves and burn. Tanjore wilt u Apply Trichoderma enriched organic manure   50 kg palm. Fill the pits with a mixture of topsoil and compost or well rotten cattle manure   5 kg per pit and 50gm Tricoderma. Apply compost, cattle manure or green leaves   10 kg plant at the time of planting. For double sucker planting at a spacing of 3 m x 2 m, 133 per cent of recommended dose for single sucker planting in six splits is needed when farm yard manure is used as the organic source. It is to be recognized that animals are a part of organic farming system since thy contribute to nutrient cycles, soil fertility and higher yields. 00 12-16 weeks 55 500 to 750 1-2 16-20 weeks 65 750 to 1000 2-3 20-24 weeks 75 1000 to 1250 3-5 Calf starter is a concentrate mixture containing all nutrients in proper proportions, used as substitute for whole milk in calf ration. District Non Food Crops Total Non Food Crops Total Cropped Area Fodder Grass Green Manure Crops Other Crops   Trees Teak Medicinal Plants Total 1 2 3 4 5 6 7 8 9 10 1 Trivandrum 137 491 4621 804 57 6110 108941. 5 lakhs rooted cutting OR 8 Kg seeds 25-30 Kg seeds 40 Kg seeds 6 Kg seeds 5 Spacing 50x50cm 40x40 cm 20x20 cm 70x15 cm 30x 30 cm 30x30 cm 6 Organic manure (tons ha) 50-20 15-20 15-20 15 10 10 7 Basal dose of P2O5 ha 40 Kg 60 Kg 60 KG 40 Kg 30 Kg 40 Kg 8 Top dressing Apply 30 Kg N ha or cowdung slurry after 2nd harvest. ",
    "irrigation": "In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. in Office Phone 0471-2333241 Residence: 0471-2314853, 2318406 Assembly Retiring Room 0471-2512040 Office Fax 0471-2333489 s General Administration s All India Services s Planning and Economic Affairs s Science, Technology and Environment s Pollution Control s Scientific Institutes s Personnel and Administrative Reforms s Election s Integration s Information Technology s Sainik Welfare s Distress Relief s State Hospitality s Airports s Metro Rail s Inter-State River Waters s Coastal Shipping and Inland Navigation s Kerala State Inland Navigation Corporation s Information and Public Relations s Non-Resident Keralites Affairs s Home s Vigilance s Administration of Civil and Criminal Justice s Fire and Rescue Services s Prisons s Printing and Stationery s Disaster Management s All important Policy Matters s Subject not mentioned elsewhere Address : 3rd Floor, North Block, Government Secretariat, Thiruvananthapuram Cliff House, Nanthancode, Thiruvananthapuram - 695 003 Shri. in s Road Transport s Motor Vehicles and Water Transport 2 Address : Room No. ROSHY AUGUSTINE 0471-2333487 0471-2312329 9400099333 Minister for Water Resources Website : https:  kerala. in s Irrigation s Command Area Development Authority (CADA) s Ground Water Development s Water Supply and Sanitation Address : Room No. in Secretary Water Resources Department Dr Sharmila Mary Joseph IAS 0471-2518002 9446528400 sjsecykerala gmail. Roshy Augustine Minister for Water Resources 0471-2518517 9400552200 min. com Abraham Koshy Assistant Co-ordinator, Water Resources 9447388184 abrahamkoshy hotmail. com Programe Officer Water Resource OTHER MAJOR INSTITUTIONS KERALA FARMERS WELFARE FUND BOARD Head Office : ChembukkavuP. 0471 2778768 9495302014 87 REGIONAL AND DISTRICT LEVEL OFFICES REGIONAL OFFICES Designation   Office Phone Deputy Director, Soil Survey, Southern Region, Thiruvananthapuram 0471- 2468237 Deputy Director of Soil Conservation Institute for Watershed Development   Management  Kerala (IWDM-K), Chadayamangalam 0474-2475051 Deputy Director, Soil Survey, Northern Region, Thrissur 0487 -2321296 DISTRICT OFFICES Name of Office Officer Tel (Office) e-mail Thiruvananthapuram Directorate of Soil Survey   Soil Conservation 0471 2339800, 2778760, 2778761 soildirector gmail. com GD 131 KERALA KERAKARSHAKA SAHAKARANA FEDERATION (KERAFED) KERA Tower, Water Works Compound, Vellayambalam, Thiruvananthapuram - 695 033 Chairman: V. in CENTRE FOR WATER RESOURCES DEVELOPMENT AND MANAGEMENT (CWRDM) Kunnamangalam, Kozhikode 673 571 (An Institution of Kerala State Council for Science, Technology and Environment, Govt. in Directorate of Kerala state Ground Water Dept 2434098 gwdkerala gaimil. groundwater. in Kerala state Ground Water Dept Lab: 2437653 gwdaltvm gamil. groundwater. in Kerala state Ground Water Dept TVM 2430279 gwdtvm gmail. groundwater. com Kerala state Ground Water Dept Kollam 2790313 gwdklm gmail. groundwater. org Kerala state Ground Water Dept Pathanamthitta 2224887 gwdpta gmail. groundwater. in Minor Irrigation 2271272 emipta gmail. irrigation. in Kerala state Ground Water Dept Alappuzha 2288866 gwdalp gmail. groundwater. in Kerala state Ground Water Dept Kottayam 2560436 gwdktm gmail. groundwater. in Coffee Board, Vazhavara 8278025 Coffee Board, Vandipperiyar 9252349 Kerala state Ground Water Dept Idukki 2226199 gwdidk gmail. groundwater. in 104 All India Radio, Kochi 2429113 Cashew Export Promotion council 2376459 Coir Board 2351807 Central IPM Centre 2427114 Kerala state Ground Water Dept Ernamkulam 2426331 gwdekm gmail. groundwater. in District Agricultural Farm, Neriamangalam 2554416 Kerala state Ground Water Dept Lab: 2424331 ralgwdekm gmail. groundwater. Engineer(Agri) 2385529 Bio-Control Lab, Mannuthy 2374605 CADA, Water Management Specialist (C. in Kerala state Ground Water Dept Trissur -2365563 gwdtsr gmail. groundwater. in Kerala state Ground Water Dept Palakkad 0491-2528471 gwdpkd gmail. groundwater. in Kerala state Ground Water Dept Malappuram 2731450 gwdmpm gmail. groundwater. in Kerala state Ground Water Dept Kozhikkode 2370016 gwdkkd gmail. groundwater. in Kerala state Ground Water Dept Lab: KKD 2375537 ralkkdgwd gmail. groundwater. in Kerala state Ground Water Dept Wayanad 6248210 gwdwyd gmail. groundwater. in 111 Kerala state Ground Water Dept Kannur 2709892 gwdknr gmail. groundwater. Guest House 2706426 Ground Water Dept 2709892 Horticorp 2783730 Joint Registrar of Co-op Societies 2700413 K. in Kerala state Ground Water Dept Kasargod 4255392 gwdksd gmail. groundwater. ARS Subcentre for water management, Vellanikkara 0487-2373242 116 KERALA VETERINARY   ANIMAL SCIENCES UNIVERSITY (KVASU) Pookode, Lakkidi P. Facility for testing the water quality for Nitrite,Phosphates, and Arsenic content has started re- cently. It includes sandy beaches, sandy plains, coastal laterites and low lying areas such as estuaries, backwaters, submerged lands, swamps, marshes, kayal lands and broad valleys. AEU 4: Kuttanad Kuttanad is a special agro-ecological unit delineated to represent the waterlogged lands spread over 69 pan- chayats of Alappuzha, Kottayam and Pathanamthitta districts. Seawater ingress into Kuttanad is controlled through bunds and barrages to facilitate rice cultivation. Lowlands which dominate the unit, are under water the year round. Rice cultivation is made possible by dewatering (pumping out water from fields). However, seawater inundation is not controlled and hence soils are acid-saline. These lands too are, for most part, below sea level, Seawater ingress into these lands is controlled through barrages and weirs to facilitate rice cultivation. AEU 7: Kaipad Lands It occurs along the coast of Kozhikkode, Kannur and Kasaragod districts as isolated stretches of waterlogged lands. The lowlands, often below sea level, do not have any protection against sea water inundation. Soil Testing Lab - Full fledged soil testing labs (with yearly 4000 samples lab testing capacity ) for soil testing, water testing, organic manure testing and leaf tissue analysis for nutrient deficiency check is functioning at Malappuram and Alappuzha RKI Scheme-  Strengthening Market Network in Kerala The Project on   Strengthening Market Network in Kerala under RKI envisages VFPCK to support farmers in the production of safe to eat fruits and vegetables, strengthen and modernize existing farmer markets for fruits and vegetables and will provide ample support for diversification of marketing activities from its present status of primary trading to include primary and secondary processing, value addition and supply chain development ensuring better price realization to farmers and quality produce at reasonable price to consumers through the establishment of 7 primary processing centres, 63 ecoshop model outlets, Centralised Vegetable and Fruit Processing   Marketing Centre (VFPMC) at Kakkanad. The mission of the institute is to develop and promote sustainable farming systems in coastal wet- lands that reduces vulnerability to climate change, sea water intrusion, tidal and riverine floods, pests, pathogens and such other problems through innovations that safeguard ,stabilize and enhance natural resource capital, soil health and biological systems by stimulating partnership based research. , Floating raft farming through utilization of aquatic weeds for floating agriculture , Open water Aquaculture, Weeds Utilization in Agri- Aqua production systems, waste utilization Inventory and documentation of agro biodiversity tolerant to climate stress, viz. , salinity , water logging, sub soil acidity etc. CENTRE FOR WATER RESOURCES DEVELOPMENT AND MANAGEMENT (CWRDM) CWRDM is a premier R   D institution in the water sector established by the Government of Kerala. Recognising the need for catering to the R   D needs in the field of water management, the Centre for Water Resources Devel- opment and Management (CWRDM) was established as an autonomous research organisation by the Government of Kerala, under its Science and Technology Policy in February 1978. The centre has also been involved in long term investigations on environmental surveillance of Kuttanad ecosys- tem, by continuous monitoring of water quality, and studies on salinity intrusion and its implications on hydrobiol- ogy of the Vembanad wetland systems. , Innovative Approaches to Climate Resilient Farming :Bio saline Agriculture and Open water fish farming in Munro Island, Kollam ,Kerala. These soils have high water table, the water holding capacity is poor due to the predominance of sand. The area generally lies at or below MSL and is subject to frequent flooding and water stagnation. All these laterite soils are acidic with low water holding capacity, soil erosion and reduced effective soil volume. 7 29369 (2019-20) 167 SOIL TYPES IN KERALA (DISTRICT-WISE) District Type of soil Details of location Thiruvananthapuram Fairly rich brown loam of laterite Middle part of the district sandy loam Western coastal region Rich dark brown loam Eastern hilly parts of the of granite origin district Kollam Sandy loam Karunagappally and parts of Kollam taluk Laterite soil Kottarakkara, Kunnathur and parts of Kollam and Pathanapuram taluks Pathanamthitta Clay soil Western and Eastern hilly regions Laterite soil Parts of Ranni and Kozhencheri taluks Alappuzha Sandy loam Karthikappally and parts of Mavelikkara Sandy soil Cherthala and Ambalapuzha taluks Clayey loam with much acidity Kuttanad Laterite soil Chengannur and parts of Mavelikara taluks Kottayam Laterite soil Parts of Changanacherry and Kottayam, Kanjirappally and Mennachal taluks Aluvial soil Vaikom taluk and parts of Changanacherry and Kottayam taluks Idukki Laterite soil Peermade and Thodupuzha taluks Aluvial soil Devicolam and Udumbanchola taluks Ernakulam Laterite soil Muvattupuzha, Kothamangalam and parts of Aluva and Kunnathunad taluks Sandy loam Parur, Kochi and Kanayannur taluks Alluvial soil Parts of Aluva and Kunnathunad taluks Thrissur Sandy loam Parts of Mukundapuram, Thrissur and Chavakkad taluks Laterite soil Eastern part of Thrissur and Western part of Thalappally taluks Clayey soil Back-water area of Chavakkad and Mukundapuram taluk Aluvial soil Portions of Chavakkad taluk Palakkad Laterite soil Major part of the district Black soil North-Eastern part of Chittur taluk Malappuram Laterite soil Interior region of the district Sandy soil Along the coastal belt on the district Kozhikode Laterite soil Major part of the district except coastal strip Sandy soil Coastal strip Wayanad Laterite soil Major part of the district Loamy soil Valleys in the middle portion of the district Kannur Laterite soil Major part of the district except coastal strip Sandy soil coastal strip Kasargod Laterite soil Major part of the district except coastal strip Sandy soil Coastal strip 168 VARIETIES RELEASED BY KERALA AGRICULTURAL UNIVERSITY   ICAR INSTITUTES (Rice Varieties tolerant to different biotic and abiotic stresses) Trait Varieties possessing the trait Tolerance to BPH Triveni, Matta triveni, Aruna, Remanika, Revathy, Krishnanjana, Bharathy, Jayathi, Aiswarya, Bhadra, Asha, Pavizham, Kanakam, Renjini, Pavithra, Panjami, Uma, Karishma, Nila. Tolerance to Gall midge Pavithra, Kanjana, Uma, Panchami Tolerance to Leaf folder Ahalya, Jayathi, Reshmi Tolerance to Stem borer Swarnaprabha, Kanchana, Aruna, Dhanu Tolerance to GLH Jayathi Tolerance to Blast Swarnaprabha, Kanchana, Kanakam, Jayathi, Renjini, Aiswarya, Neeraja Tolerance to Sheath blight Kanchana, Karthika, Aiswarya, Dhanu Tolerance to drought PTB 28, PTB 29, PTB 30 Tolerance to moisture stress Harsha, Chingam Tolerance to flood Kottarakkara I Tolerance to salinity Vyttila 1, Vyttila 2, Vyttila 3, Vyttila 4, Vyttila 5 Tolerance to water logging Mangala, Mashuri Tolerance to acidity, iron toxicity Karishma, Krishnanjana and Sulphide injury Tolerance to iron toxicity   Mangala, Mashuri, Karuna shallow flooding Good grain quality Ahalya High protein content PTB 23 VARIETIES OF OTHER CROPS RELEASED COCONUT Hybrid Nut yield per Copra content nut palm year(No. 25 litres of water. The stickiness of biofertilizer on the seed surface can be significantly improved by using 10  jaggery solution or 5  sugar solution supplemented with 40  boiled and cooled gum arabic solution or rice-gruel water. In this procedure, the roots of seedling are dipped in loose water slurry of the biofertilizer (500 g in 2. 5 litres of water) for 20 minutes, prior to transplanting. Water melon - 3 x 2 m 41. Water leaf - 30 x 10 cm 66. Watermelon - 1 - 1. Nuts to shell, Coconut water etc 1000 nuts 114 kg shell 100 litres of coconut water 35 kg of charcoal D. 0) Water 17. Coconut Vinegar (per 100 litres coconut water) 110 litre vinegar AGMARK CERTIFICATION  Agmark  is a Quality Certification Mark given to products to assure the scientifically laid down quality standards. Others must be further diluted with water, a petro- leum-based solvent, or air (as in airblast or ULV applications) by the user before they are applied. in home-page Solid formulations WP Wettable Powders SP Soluble Powders D Dusting Powders Water Soluble Powders for seed treatment B Bait G Granules (extruded granules, coated granules, encapsulated granules, water dispersible (WDG) and micro granules WDG Water dispersible granules DF Dry flowable M Microencapsulated P Pellet Liquid formulations EC Emulsifiable Concentrates Soluble Liquids SC Suspension Concentrates or Flowable Concentrate Aqua Flows EW Emulsified in Water OL Oil miscible Liquid FS Flowable for Seed treatment Ready to Use (RTU) Liquids ULV Ultra Low Volume LV Liquid vaporizers ( Mosquito Control Refills ) A Aerosols Ready to Use Solids RTU Cakes, Coils ( Mosquito coils), Tablets ( Soluble Tablets and Tablets for bait), Mats ( Mosquito control) and Chalk ( Chalks for domestic pest control 194 CROP PROTECTION MANAGEMENT OF PESTS RICE VARIETAL RESISTANCE   TOLERANCE While selecting the varieties for organic farming, emphasis should be given to multiple resistance  tolerance to major pests of that locality. MECHANICAL CONTROL For controlling case worm, pull kerosinised rope across plants to dislodge cases hanging on the plants into water and then drain off the water. u Boil castor cake and groundnut cake with a little quantity of water. u Mix extract of 2kg neem seed kernal and 200g soap in 200 litres of water and spray followed by release of larval pupal parasites. 004  (Neemazal T S 1    4 ml per litre of water) or micronized wettable sulphur 0. u Providing adequate irrigation. Give optimum spacing   Follow proper water management. Water logging favours diseases like sheath blight. If wet sowing is practiced, treat- ed seeds are soaked in water for 12 hours. Drain the excess water and keep for sprouting. Water is to be impounded in the field by taking pits or making bunds and mix the talc based formulation in water. fluorescens mixed water. Dewater the field before the application of the culture. fluorescens can be sprayed on the foliage   20 g  litre of water. Fresh cow dung   20 g  litre is mixed in water and the supernatant is used for spraying. Bury coconut husks of 25 coconuts in the basins and apply water. u Avoid flood irrigation in order to prevent the possible spread of the pathogen through soil. Water stagnation in the soil, even for a very short period, is injurious for the plant. Press the soil around the cuttings and form a small mound slopping outward and away from the cuttings to prevent water stagnation around the plants. When pepper is grown in open places, shading and watering of the young seedlings may be done during summer months for the first 1 to 3 years according to necessity. Blanching the berries in boiling water for one minute prior to sun drying accelerates browning process as well as the rate of drying. The bags are allowed to soak in slow running water for about one week during which bacterial rotting occurs and pericarp gets loosened. Then the berries are trampled under feet to remove any adhering pericarp, washed in water and then sun dried to reduce the moisture content to 10-12 per cent and to achieve a cream or white colour. Size of pits depends upon soil type, water table and variety. Workshop for poultry equipments   This unit manufactures various types of poultry equipments such as cages, brooders, feeders, waterers etc. Wild birds and migratory water fowls are the natural reservoirs of the virus. Cat should be given plenty of drinking water. 10-14 days IBD IBD Live Drinking water 4. 24-28 days IBD IBD Live Drinking water 5. Nutritive value of different types of meat Species Water   Protein   Fat   Ash   Cal 100 g Cholesterol mg 100g Beef 66. പാൽ, പാലുല്പന്നങ്ങൾ, കാലിത്തീറ്റ, ജലം തുടങ്ങിയവ NABL അക്രഡിറ്റേഷൻ പ്രകാരമുള്ള പരിശോ ോ ധന നടത്തുന്നു. സുരക്ഷിതമായ പാല് , പാലുല്പന്നങ്ങള് , ജലം തുടങ്ങിയവയുടെ ഗുണനിലവാരം സംബന്ധിച്ച സാങ്കേതിക നിർദ്ദേശങ്ങള്  നല്  കുന്നു. 5  , Fortification with vitamins and iron MICRO BIOLOGICAL STANDARDS FOR MILK Bacteriological Quality  Grade Very Good Good Fair Poor Very Poor Direct Microscopic Count (DMC) Count Per ml -   500000 4000000 500001- 20000000 4000001-  20000000 Standard plate Count ( SPC) Count per ml   200000 200001- 1000000 1000001- 5000000  5000000 - Methylene Blue Reduction Time 5 and above 3 and 4 1and 2 ½ and below 245 മണ്ണ് പര്്യവേക്ഷണ മണ്ണ് സംരക്ഷണ വകുപ്പ് മണ്ണ്, ജലം, ജൈവസമ്പത്ത് എന്നീ അമൂല്്യങ്ങളായ പ്രകൃതിവിഭവങ്ങളുടെ ശാസ്ത്രീയമായ വിവരശേ ഖരണം നടത്തുകയുും മണ്ണിന്് ററെ ഘടന, രാസ ഭൗതീകസ്്വഭാവങ്ങള് , കഴിവുകള് , പരിമിതികള്  എന്നിവ കൃത്്യമായി അപഗ്രഥിച്ച് അതിന്് ററെ അടിസ്ഥാനത്തില്  ആ പ്രദേശത്തിന്് ററെ സുസ്ഥിരവികസനത്തിനായു ള്ള വികസന പദ്ധതികളുും, വിവിധ മണ്ണു ജലസംരക്ഷണ പദ്ധതികളുും ശാസ്ത്രീയമായി നടപ്പിലാക്കുകയുും ചെയ്യുക എന്ന പ്രധാന ലക്ഷഷ്യത്്തതോടെയാണ് മണ്ണു പര്്യവേക്ഷണ സംരക്ഷണ വകുപ്പ് പ്രവര്  ത്്തിയ്ക്കുന്നത്. tree crops Cultivable waste Fallow other than current fallow Current fallow Marshy Land Still Water Water Logged Area Social Forestry Net area sown Area sown more than once Total cropped Area 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1 Trivandrum 218781 49861 33856 277 0 27 507 1033 2899 1 2696 16 22 127586 24200. No Districts Small stream (Thodu Canal) Pond Well Borewell  Tubewell Lift   Minor Irrigation From River   Lake Other sources Grand Total Govt. Private Pump Wheel Other methods Total 1 2 3 4 5 6 8 9 10 11 12 13 14 15 16 17 1 Trivandrum 3496 0 47 36 0 2212 72 0 0 0 1 1 476 6340 2 Kollam 299 0 0 16 0 2052 4 4 0 0 175 175 1362 3912 3 Pathanamthitta 2141 0 0 44 0 2101 2 30 1770 0 21 1791 3 6112 4 Alappuzha 3288 0 13 174 0 1638 4940 3850 3501 0 18597 22098 22 36023 5 Kottayam 85 12 0 239 0 2550 30 132 782 0 13114 13896 1406 18350 6 Idukki 1442 0 10 24603 0 8578 9904 0 617 0 925 1542 7543 53622 7 Ernakulam 4769 1 74 1265 0 8637 457 3305 1011 2 659 1672 460 20640 8 Thrissur 17178 5 0 2588 0 32674 1400 1232 1187 0 5656 6843 2270 64190 9 Palakkad 35736 0 108 3079 0 9297 9276 428 6883 0 294 7177 10472 75573 10 Malappuram 2934 0 29 2026 0 16818 2147 155 2267 0 2022 4289 1160 29558 11 Kozhikode 933 235 13 86 0 2731 5 2 272 0 45 317 463 4785 12 Wayanad 0 0 0 7 0 24 0 169 41 0 5043 5084 9482 14766 13 Kannur 1 2 6 683 0 7533 488 38 457 0 1893 2350 2324 13425 14 Kasaragode 189 2 32 12410 2 24917 15952 0 2106 0 190 2296 139 55939 KERALA STATE 72491 257 332 47256 2 121762 44677 9345 20894 2 48635 69531 37582 403235 269 TABLE - 10 GROSS AREA UNDER IRRIGATION (CROP-WISE) 2021-22 Area in Hectares Sl. ",
    "harvesting": "Other activities include taking Crop Cut for Scientific assessment of crop yield, Pheromone Lure Demonstration and Demonstration on Good Agricutural Practices (GAP). Any agro-ecological units is a collection of panchayats. The import- ant programmes under the Mission include production and productivity improvement, post harvest management and marketing. The important programmes included under post harvest management are establishment of integrated pack houses, sorting, grading, packing units, cold storages, pre cooling units, reefer vans, preservations units, ripening chamber etc. Under marketing development, establish- ment of rural markets, functional infrastructure for collection and grading, strengthening of wholesale market, market intelligence, extension quality awareness and market led extension activities are envisaged. It will cater to the needs of the farmers across the state, by imparting the required skills, knowledge and training in Hi-tech cultivation of flowers and vegetables, besides providing the required planting material of high yielding varieties. y Increasing the reach of farm mechanization to small and marginal farmers and to the regions where availability of farm power is low y Promoting, Custom Hiring Centres to offset the adverse economies of scale arising due to small landholding and high cost of individual ownership y Creating awareness among stakeholders through demonstration and capacity building activities Mission Components y Promotion and Strengthening of Agricultural Mechanization through Training, Testing and Demonstration y Demonstration, Training and Distribution of Post-Harvest technol ogy y Financial Assistance for Procurement of Agricultural Machinery and Equipment y Establish Farm Machinery Banks for Custom Hiring: Provides suitable financial assistance to establish Farm Ma- chinery Banks for Custom Hiring for appropriate locations and crops y Promotion of Farm Mechanization in Selected Villages: Provides financial assistance to promote appropriate tech- nologies and to set up Farm Machinery Banks in identified villages in low mechanized states SELECTED INDICATORS IN AGRICULTURAL SECTOR KERALA AND INDIA Sl. Tolerance to Gall midge Pavithra, Kanjana, Uma, Panchami Tolerance to Leaf folder Ahalya, Jayathi, Reshmi Tolerance to Stem borer Swarnaprabha, Kanchana, Aruna, Dhanu Tolerance to GLH Jayathi Tolerance to Blast Swarnaprabha, Kanchana, Kanakam, Jayathi, Renjini, Aiswarya, Neeraja Tolerance to Sheath blight Kanchana, Karthika, Aiswarya, Dhanu Tolerance to drought PTB 28, PTB 29, PTB 30 Tolerance to moisture stress Harsha, Chingam Tolerance to flood Kottarakkara I Tolerance to salinity Vyttila 1, Vyttila 2, Vyttila 3, Vyttila 4, Vyttila 5 Tolerance to water logging Mangala, Mashuri Tolerance to acidity, iron toxicity Karishma, Krishnanjana and Sulphide injury Tolerance to iron toxicity   Mangala, Mashuri, Karuna shallow flooding Good grain quality Ahalya High protein content PTB 23 VARIETIES OF OTHER CROPS RELEASED COCONUT Hybrid Nut yield per Copra content nut palm year(No. Pepper Variety Special features Average yield (Kg ha) Panniyur 1 Bold berries 1242 Panniyur 2 Tolerate shade 2570 Panniyur 3 Long spike, bold berries, 1953 prefers open condition Panniyur 4 Tolerates adverse climatic condition 1277 Subhakara Tolerate adverse climatic conditon 2352 Panniyur 6 Stable and regular yield, tolerates partial shade 2127 Panniyur 7 Stable and regular yield, tolerates partial shade 1410 Panniyur 9 Tolerant to drought 2520 169 Panchami High yielding variety with excellent fruitset 2828 Sreekara Adaptable to various climatic conditions 2677 Panniyur 5 Tolerant to Nursery diseases 1098 b. Cardamom Variety Special features Average yield (Kg ha) PV1 Earliness in bearing, suited 380 to all cardamom growing areas of Kerala, Karnataka and Tamil Nadu PV2 Long bold capsules. Turmeric Variety Average dry yield(t ha. Cinnamon - Sugandhini, Nithyasree, Navasree CASHEW Variety Mean yield (kg tree year) Anakkayam I 12. PADDY (kg ha) Upland (Modan) PTB 28, 29 and 30 40 20 30 High-yielding short duration varieties 60 30 30 Wet land (All regions) High-yielding short duration varieties 70 35 35 High-yielding medium duration varieties 90 45 45 Local varieties 40 20 20 H4 70 45 45 Mashuri 50 25 25 2. Hybrid and high yielding palm (a) For irrigated areas 1. COCOA (g plant year) For plants yielding less than 50 fruits per year 100 40 140 For plants yielding more than 50 fruits 200 80 280 21. Copra yield from coconut in different months in Kerala at 6  moisture level 1000 nuts January 163 kg February 181 kg March 178 kg April 176 kg May 179 kg June 165 kg July 152 kg August 139 kg September 147 kg October 148 kg November 155 kg December 158 kg C. Cake yield as percentage of copra crushed Chekkus 38  Rottaries 36  Expellers 34  H. Charcoal yield from shell (per 3 tonnes of shell) 1 tonne N. Field sanitation by incorporation of stubbles immediately after harvest will help to destroy over wintering population of insect pests like stem borer and gall midge. Deep ploughing after harvest is recommended. Cockchafer beetle u Collection and destruction of adults during the monsoon period from adjacent vegetation (in the evening) u Plough or dig the infested soil synchronizing with pre-monsoon showers. Root (wilt) disease u Rogue out palms that are affected severely by root (wilt) and yield less than 10 nuts  palm year and those, which have contracted the disease before flowering. Replant with disease tolerant material high yielding hybrids (Chandrasankara) u Growing green manure crops like sunhemp, sesbania, cowpea and calapagonium in the coconut basin and their incorporation in situ is beneficial as the practice reduces the intensity of the root (wilt) and increases the nut yield. Any dry spell, even for a few days, within this critical period will result in substantial reduction of yield. Banana as an intercrop in yielding gardens reduces pepper yield. Harvesting and processing Black pepper Black pepper of commerce is produced from whole, unripe but fully developed berries. The harvested berries are piled up in a heap to initiate browning. Bright red berries, after harvest are detached from the stalk and packed in gunny bags. It is to be recognized that animals are a part of organic farming system since thy contribute to nutrient cycles, soil fertility and higher yields. Livestock Farms Cattle farms have been established for rearing high yielding varieties of cows and buffaloes. Cattle Farm Badiyadukka Kasargod Jersey Farm, Vithura This farm was established for producing high yielding cows by cross breeding indigenous breeds with exotic breeds. Vaccination Monitoring software for ADCP ANIMAL DISEASE CONTROL PROJECT(GORAKSHA) The State was facing great economic loss due to reduction in milk yield and often death of valuable dairy ani- mals, mainly due to Foot and Mouth Disease. ഗുണനിയന്ത്രണം സംബന്ധിച്ച വിവരശേഖരണം നടത്തുന്നു. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 941. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 684. District High Yielding Local Varities Total Irrigated Unirrigated Total Irrigated Unirrigated Total Area Production Area Production Area Production Area Production Area Production Area Production Area Production 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 1 Thiruvananthapuram 207. 00 2 Paddy High Yielding Quintal 1612. 5 lakhs rooted cutting OR 8 Kg seeds 25-30 Kg seeds 40 Kg seeds 6 Kg seeds 5 Spacing 50x50cm 40x40 cm 20x20 cm 70x15 cm 30x 30 cm 30x30 cm 6 Organic manure (tons ha) 50-20 15-20 15-20 15 10 10 7 Basal dose of P2O5 ha 40 Kg 60 Kg 60 KG 40 Kg 30 Kg 40 Kg 8 Top dressing Apply 30 Kg N ha or cowdung slurry after 2nd harvest. Same Same Apply 65 Kg N 30 DAS and at 60 DAS     9 Harvest 60-70 days after planting and then at 45 days interval 50-60 days After planting and then at 40 days interval 60-70 days After planting and then at 45-50 days interval 90-100 days after sowing At following and pod formation stage 60-80 DAS and then at 45-50 days interval 10 Average yield (tons ha year) 100-300 70-75 40-50 40-50 (per crop) 15-20(per crop) 30-40 11 Weeding and interculture 2-3 times 2-3 times Once 2-3 times and earthing up growing stage Once Once 276 KERALA DAIRY FARMERS WELFARE FUND ABSTRACT OF PENSION, FAMILY PENSION, MARRIAGE ASSISTANCE, CREMATION ASSISTANCE, EDUCATION ASSISTANCE, KSHEERA KSHEMA INSURANCE, KSHEERA SURAKSHA SCHEME,TREATMENT SCHEME, BEST FARMER AWARD AND ENROLLMENT SANCTIONED TILL 30. ",
    "soil_management": "In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. in Office Phone 0471-2333241 Residence: 0471-2314853, 2318406 Assembly Retiring Room 0471-2512040 Office Fax 0471-2333489 s General Administration s All India Services s Planning and Economic Affairs s Science, Technology and Environment s Pollution Control s Scientific Institutes s Personnel and Administrative Reforms s Election s Integration s Information Technology s Sainik Welfare s Distress Relief s State Hospitality s Airports s Metro Rail s Inter-State River Waters s Coastal Shipping and Inland Navigation s Kerala State Inland Navigation Corporation s Information and Public Relations s Non-Resident Keralites Affairs s Home s Vigilance s Administration of Civil and Criminal Justice s Fire and Rescue Services s Prisons s Printing and Stationery s Disaster Management s All important Policy Matters s Subject not mentioned elsewhere Address : 3rd Floor, North Block, Government Secretariat, Thiruvananthapuram Cliff House, Nanthancode, Thiruvananthapuram - 695 003 Shri. in s Agriculture s Soil Survey and Soil Conservation s Kerala Agricultural University s Warehousing Corporation Address : Room No. in s Land Revenue s Survey and Land Records s Land Reforms s Housing Address : Room No. in Portfolios : Agriculture, Soil survey and soil conservation, Residential Address: Kerala Agricultural University, Warehousing corporation. in Secretary Coastal Shipping And Inland Navigation Department Mini Antony IAS 0471-2322475 8301928099 secy. com DEPARTMENT OF SOIL SURVEY AND SOIL CONSERVATION Shri. keralasoils. in 9711433050 Director 0471-2338200 soildirector gmail. com soilconservationkerala gmail. Director, Agricultural 23 CONTACT DETAILS AGRICULTURE DEVELOPMENT AND FARMERS WELFARE DEPARTMENT OFFICES THIRUVANANTHAPURAM (STD Code : 0471) Name of Office Mobile Landline e-mail id PAO Thiruvananthapuram 9383470700 0471 2733334 paotvpm. in ADA Koyilandi 9383471832 0496 2623826 adakoyilandy. in AO KB Koyilandy 9383471836 0496 2631691 kbkoyldykzd. Farm, Neriyamangalam 0484 2554416 9383471195 State Seed Farm, Aluva 9383471192 State Seed Farm, Okkal 0484 2464941 9383471193 Coconut Nursery, Vyttila 0484-2700779 9393471194 THRISSUR District Agricultural Farm, Chelakkara 0488 2526636 9383471433 State Seed Farm, Mannuthy 0487 2371678 9383471430 State Seed Farm, Kodassery 0480 2743834 9393471427 State Seed Farm, Nadavarambu 0480-2822027 9383471429 State Seed Farm, Edathuruthy 0480-2870221 9383471431 State Seed Farm, Pazhayannor 0488 4226260 9383471428 State Seed Farm, Pananchery 0487 2283346 9383471426 Coconut Nursery, Irinjalakuda 0480 2822052 9383471432 PALAKKAD Horticulture Development Farm, Malampuzha 9383471486 Orange   Vegetable Farm, Nelliyampathy 0492-3246225 9383471482 Integrated Seed Development Farm, Eruthiampathy 0492-3292043 9383471484 Central Orchard, Pattambi 0466-2212009 9383471487 State Seed Farm, Alathur 0492-2223313 9383471492 State Seed Farm, Kunnannur 0491-2572224 9393471490 State Seed Farm, Kongadu 0492-2102121 9383471488 State Seed Farm, Ananganadi 0466-2963171 9383471489 State Seed Farm, Muthalamada 9383471491 MALAPPURAM Seed Garden Complex, Munderi 9383471631 District Agricultural Farm, Chungathara 0493 1230104 9393471637 State Seed Farm, Chokkad 9383471641 State Seed Farm, Thavanur 9383471640 State Seed Farm, Anakkayam 0483 2848126 9383471642 Coconut Nursery, Parappanangadi 0494 2413314 9383471639 KOZHIKODE District Agricultural Farm, Koothali 0496 2662264 9383471806 State Seed Farm, Perambra 0496 2614221 9383471808 State Seed Farm, Pudupadi 0496-2512340 9383471809 Coconut Nursery, Thikkodi 0496 2606788 9383471810 Seed Dev Unit Vadakara 0496 2520400 9383471801 Seed DevThottilpalam 9383471802 Seed Dev Ulliyeri 9383471803 Seed Dev Vadakara 0496 2520400 9383471804 KANNUR District Agricultural Farm, Taliparamba 0460 2203154 9383472042 State Seed Farm, Vengad 0490 2308047 9383472047 56 State Seed Farm, Kankole 0498 5280050 9383472046 Coconut Nursery, Palayad 0490-2345766 9383472049 T x D Farm, Chalod, Kannur 9383472048 KASARAGOD State Seed Farm, Kasaragod 04994 230510 9383471969 State Seed Farm, Pullur 0467 2268808 9383471971 Cashew Progeny Orchard, Adoor, 04994 262272 9383471972 Gwalimugha, Kasaragod DISTRICT SOIL TESTING LABORATORIES (DSTL) IN KERALA Office Mobile 1. 04994-227438 CENTRAL SOIL PLANT HEALTH CENTRE (CSPHC) CSPHC, Parottukonam, Nalanchira P. 2541776 9383471331 MOBILE SOIL TESTING LABORATORIES (MSTL) Office Mobile 1. in Name Designation Land Phone (Extension ) E-mail. in STATE LEVEL OFFICERS Name Designation Land phone E-mail. com 65 DISTRICT ANIMAL HUSBANDRY OFFICERS Name Name of District Land Phone E-mail id Dr. in 66 Kanjiramkulam 0471 2264100 Kilimanoor 0470 2675965 Koithoorkonam 0471 2617693 Malayinkeezh 0471 2279650 Nalanchira 0471 2533650 Neyyattinkara 0471 2226409 Thakaraparambu 0470 2651074 Thiruvallam 0471 2382253 Uchakkada 0471 2267650 Vamanapuram 0472 2871688 Vattiyoorkavu 0471 2369131 Vellamkolly 0470 2679941 Vengode 0471 2709040 VETERINARY DISPENSARIES Alamukku (Poovachal) 0472 2896266 Amboori 0471 2246044 Arumanoor 0471 2210011 Aruvikkara 0472 2889000 Attinkuzhy 0471 2412531 Balaramapuram 0471 2405099 Kadakampally 0471 2741340 Kadinamkulam 0471 2752756 Kalamachal 0472 2853111 Kallikadu 0471 2271132 Kalloor 0471 2429040 Kamukinkode 0471 2222106 Karakulam 0471 2370010 Karumkulam 0471 2211311 Keezhattingal 0470 2688257 Kulathoor 0471 2218515 Kunnathukal 0471 2250211 Kuttichal 0472 2853837 Kuttiyani 0472 2585700 Malayadi 0472 2892182 Maranaloor 0471 2297470 Mudakkal 0470 2631088 Murukumpuzha 0471 2425155 Navayikulam 0470 2692227 Ottasekharamangalam 0471 2257879 Palode 0472 2840810 Peringamala 0472 2843060 Perunkadavila 0471 2278142 Pulimath 0470 2672142 Pulimoode 04702652993 Pullampara 0472 2828118 Sarkara 0470 2642977 Thrikannapuram 0471 2351448 Uzhamalakkal 0472 2898077 Vakkom 0470 2142194 Varkala 0470 2608111 Velavoor(Manickal) 0472 2583304 Vellanadu 0472 2882020 Venkulam 0470 2661011 Vettor 0470 2609099 Vilappil 0471 2270172 Vilvoorkal 0471 2281988 Vithura 0472 2859500 RP Checkpost, Parassala 0471 2204222 KOLLAM DAHO,Kollam 0474-2793464 DVC Kollam 0474-2795076 Kollam 0474-2795076 ICDP Office Kottarakkara 0474-2454123 LMTC Kottiyam 0474-2537300 Mobile Veterinary Office Kollam RAIC Sasthamcottah 0476-2837150 RAIC Sasthamcottah (2) 0476-2837149 RAIC Kottarakkara 0474-2459611 RAIC Kottarakkara (2) 0474-2459610 RAIC Kottiyam 0474-2535345 RAIC Pathanapuram 0475-2353405 RPF Kollam 0474-2799222 RPF Kollam (2) 0474-2799221 RP Vigilance Unit, Punalur VD Kuzhimathicadu 0474-2026928 VD East Kallada 0476-2084665 VD Kummil 0474-2447114 VD Maruthamonpally 0474-2049853 VD Nilamel 0474-2434699 VD Prayar South 0476-2899557 VD Roadvila 0474-2467939 VD Sankarapuram 0474-2439400 VD, Adichanalloor VD, Ezhukone 0474-2065830 VD, Kannanalloor 0474-2501140 VD, Kottamkara 0474-2707797 VD, Kulasekharapuram 0476-2625069 VD, Munroe Island 0474-2543414 VD, Nallila 0474-2566111 67 VD, Panyam VD, Pattazhi 0475-2399641 VD, Poruvazhy 0476-2821618 VD, Punukkannoor 0474-2520562 VD, Puthenkulam 0474-2512720 VD, Sooranadu South 0476-2854400 VD, Thenmala 0475-2336319 VD, Ummannoor 0474-2071510 VD, Venchempu 0475-2252732 VD, Yeroor 0475-2278718 VD,Chengamanadu 0474-2696065 VD,Inchakkadu 0474-2045523 VD,Mynagappally 0476-2846121 VD,Pavithreswaram 0474-2621175 VD,Sasthamcottah 0476-2837050 VH Anchal 0475-2270160 VH Ayoor 0475-2294646 VH Pathanapuram 0475-2035600 VH, Chathannur 0474-2596979 VH, Chavara 0476-2681001 VH, Chemmakkad VH, Cheruvakkal 0474-2670780 VH, Kadakkal VH, Sakthikulangara 0474-2772289 VPC, Paravur 0474-2518080 VPC,Arinallor 0476-2874293 ADCP Kollam 0474-2797276 BBF Kuriottumala 0475-2227485 Block Office,Ithikkra 0474-2593260 CFSS,Chavara 0476-2684805 CFSS, Kottiyam 0474-2535345 CFSS Kollam 0476-2797276 CFSS Kottarakkara 0474-2459611 CFSS Sasthamcotta 0476-2837150 CFSS,Kadakkal Clinical Lab Kollam 0474-2795076 VD West Kallada 0476-2587866 VD Alappadu 0476-2827300 VD Aryancavu 0475-2344002 VD Chadayamangalam 0474-2477410 VD Chirakkara NIL VD Chithara VD Eravipuram 0474-2764577 VD Kannettil 0476-2062800 VD Karavoor 0475-2385151 VD Mangad 0474-2713347 VD Panavely 0474-2047239 VD Vayakkal 0474-2472710 VD Veliyam 0474-2465599 VD, Kaduvathodu 0475-2397570 VD, Kanjavely 0474-2706961 VD, Kulakkada 0474-2167725 VD, Mayyanadu NIL VD, Mulavana 0474-2520700 VD, Nedumpana 0474-2561115 VD, Panmana 0476-2670356 VD, Parakkadavu 0476-2834313 VD, Randalummoodu 0475-2328707 VD, Thekkumbhagom 0476-2883979 VD,Neendakara 0476-2081799 VD,Perayam 0474-2523495 VH Channapettah VH Kottiyam VH Kulathupuzha 0475-2317062 VH Kunnicode, VH Manappally 0476-2865378 VH, Anchalummoodu 0474-2550699 VH, Kalluvathukkal 0474-2577643 VH, Kottarakkara 0474-2450892 VH, Kundara 0474-2546820 VH, Kunnathoor 0476-2857977 VH, Punthalathazham 0474-2719867 VH, Thevalappuram 0474-2067838 VH,Oachira 0476-2697310 VPC Karunagappally 0476-2660713 VPC Karunagappally 0476-2660712 VPC, Punalur 0475-2221555 PATHANAMTHITTA DAHO 04682322762 ADDL Thiruvalla 04692700413 Duck Training Institute   Hatchery 9188522711 Duck Farm Niranam 04692711898 ADCP 04682270206 DVC 04682270908 RAIC Pathanamthitta 04682325693 ICDP Pathanamthitta 04682220418 RAIC Mallappally 04692683123 VPC Adoor 04734223445 RAIC Ranni 04735224550 68 VPC Thiruvalla 04692607354 VH Kozhencherry 04682261448 VPC Ranni 04735221358 VH Mallappally 04692680315 VH Ayroor 04735230470 VH Malayalappuzha 04682303206 VH Kalanjoor 04734273046 VH Pandalam 04734256405 VH Kodumon 04734280190 VH Pulikkeezhu 04692717812 VD Anickad 04692686459 VH Pullad 04692662380 VD Chathanthara 04735263300 VH Pallickal 04734289666 VD Chenneerkkara 04682257849 VD Kuttoor 04692615853 VD Chethomkara 04735223323 VD Kaviyur 04692618361 VD Elanthur 04682263462 VD Mannarakulanji 04682303179 VD Erathu 04734223439 VD Nedumpram 04692642651 VD Ezhamkulam 04734243600 VD Naranganam 04734261442 VD Elamannoor 04734247826 VD Othara 04692657966 VD Kaipattur 04682351340 VD Peringara 04692737363 VD Kallooppara 04692678728 VD Pramadom 04682336995 VD Kidangannur 04682260252 VD Puramattom 04692651809 VD Kottanadu 04692775857 VD Ranni Angadi 04735201983 VD Kottangal 04692799601 VD Ranni Perinadu 04735242011 VD Kulanada 04734261149 VD Thattayil 04734223527 VD Kuriannur 04692672857 VD Thelliyur 04692655759 VD Vayala 04734244900 VD Thumpamon 04734209858 KOTTAYAM DAHO 04812563726 DVC 04812564623 ADCP 04812309770 MVH 04812568768 RAHC Vaikkom 04829231267 RPF Manarkadu 04812373710 LMTC Thalayolaparambu 04829234323 RAHC Kanjirappally 04828202545 VD Memmury 04829245090 VD Anicad 04812551289 VD Mulakulam 04829253113 VD Arpookkara 04812591842 VD Mundakayam 04828274518 VD Athirampuzha 04812594388 VD Nattakam 04812432705 VD Ayarkunnam 04812546123 VD Neendoor 04812711477 VD Chengalam South 04812526110 VD Paika 04822226633 VD Chennad 04822279016 VD Paippad 04812445669 VD Kadanad 04822248013 VD Panachikadu 04812331810 VD Kallara 04829268872 VD Parathanam 04828287014 VD Kanam 04812455300 VD Parathodu 04828270110 VD Kooraly 04828265675 VD Pothempuzha 04828246240 VD Kooropada 04812701965 VD Puthuvely 04822245833 VD Kozhuvanal 04822268081 VD T V Puram 04829211852 VD Kumarakom 04812526114 VD Teekoy 04822280849 VD Kumaranalloor 04812310156 VD Thalanadu 04822280848 VD Kurichi 04812433980 VD Thekkethukavala 04828228060 VD Kurichithanam 04822250638 VD Thidanadu 04822272068 VD Madappally 04812475632 VD Thodanal 04822268350 69 VD Marangoly 04829264315 VD Thottapally 04812703040 VD Mattakara 04812546505 VD Thrikodithanam 04812445648 VD Meenadam 04812556889 VD Thuruthy 04812321006 VD Melampara 04822237851 VD Ullanad 04822248023 VD Melukavu 04822220608 VD Uzhavoor 04822243528 VD Valavoor 04822259009 VD Vayala 04822229392 VD Vechoor 04812277538 VD Velloor 04829225856 VD Vijayapuram 04812577177 ALAPPUZHA DAHO 04772252431 04772252431 CFSP Alappuzha 04772246834 ADCP 04772252636 CFSP Haripad 04792442949 DVC 04772252635 CFSP Mavelikara 04792302262 Hatchery Chengannur 04792452277 MBVH Alappuzha 04772252635 RAIC Cherthala 04782817801 RAIC Mavelikkara 04792302262 VD Ala 04792367253 VD Kavalam VD Anaprambal 04772122828 VD Kodamthuruth 04782561802 VD Arattupuzha 04792488900 VD Kuthiyathode 04782561803 VD Aroor 04782872052 VD Mararikulam South 04772249125 VD Aryad 04772125952 VD Muttar 04772122556 VD Ambalappuzha North 04772280544 VD Arthumkal 04782573070 VD Kumarapuram 04792418065 VD Punnapra North 04772269567 VD Thiruvanvandoor 04792427407 VD Thrikkunnappuzha 04792480688 VD Thuruthimel 04792362201 VD Vaduthala 04782873340 VD Ayaparambu 04792318480 VD Neelamperoor 04772174141 VD Budhanur 04792466388 VD Pallippad 04792487712 VD Chembumpuram 04772171298 VD Pandanad 04792466386 VD Chennithala 04793214657 VD Pathiyoor 04792437030 VD Cheppad 04792401300 VD Pattoor 04792374002 VD Cheriyanad 04792353122 VD Perumbalam VD Cherthala 04782811188 VD Pulincunnu 04772702074 VD Chettikulangra 04792346232 VD Puliyoor 04792466387 VD Chingoli 04792487712 VD Purakkad 04772127100 VD Chunakkara 04792379440 VD Ramankary 04772703607 VD Devikulangara 04762697330 VD Thakazhi 04772275888 VD Edathua 04772210472 VD Thannermukkom 04782820070 VD Ezhupunna 04782187420 VD Thazhakkara 04792358472 VD Kadakkarapally 04782181889 VD Thuravoor 04782618262 VD Kainakary 04772171607 VD Vallikunnam 04792338644 VD Kandalloor 04792431201 VD Vayalar 04782595125 VD Kanichukulangara 04782186276 VD Veeyapuram 04792318400 VD Karuvatta 04792491700 VD Venmony 04772270495 VH Thycattussery 04782532326 VH Mulakkuzha 04792468998 VH Ambalappuzha South 04772270495 70 VH Muthukulam 04792474225 VH Kalavoor 04772290098 VH Nooranad 04792389397 VH Karthikappally 04792487912 VH Otappunna 04782552597 VH Kattanam 04792331621 VH Panavally 04782522091 VH Kayippuram 04782863303 VH Pattanakad 04782595123 VH Kidangara 04772753733 VH Punnapra South 04772288458 VH Krishnapuram 04792437679 VH Thamarakkulam 04792372225 VH Mannar 04792313811 VH Vathikulam 04792327292 VH Kayipuram 04782863303 VPC Chengannur 04792450558 VPC Kayamkulam 04792442949 VPC Cherthala 04782816584 VPC Mankombu 04772615105 VPC Haripad 04792418100 VPC Mavelikkara 04792340325 IDUKKI DAHO 04862222894 DVC Thodupuzha 04862221546 ADCP 04862223878 DPF Kolani 04862221138 VD Kunchithanny 04865266357 KLDB Mattupetty 04865242202 VD Marayoor 04865253086 KLDB Training Centre 04865242201 VD Puthuppariyam 04862210992 VD Rajakkad 04868241727 VD Kanjikuzhy 04862238036 VD Keezhanthoor 04865253684 VD Vellathooval 04864277061 VD Kodikulam 04862265205 VD Thopramkudy 04868265125 VD Vazhathoppe 04862236030 VD Erattayar 04868230444 VH Muttom 04862255120 VH Peerumedu 04869233790 VH Elappara 04869242202 VH Adimaly 04864224215 R. com ICDP Kozhikode 04952762456 RCL 04952368349 CVS 04952723408 CFSS 04952768155 Rinderpest Vigilance Unit, Kozhikkode 04952721227 VH Beypore 04952416718 MVD 04952368349 VH Koduvally 04952448370 VPC Perambra 04962616401 VH Kunnamangalam 04952801209 VPC Vadakara 04962528552 VH Kunnummal 04962448370 74 VH Balussery 04962238636 VH Koyilandy 04962533545 VH Kavilumpara 04962565885 VH Meppayur 04952510090 VH Kodenchery 04952236699 VH Puduppady 04952510090 VD Anakkampoyil 04962276044 VH Tuneri 04962557555 VD Arikkulam 04962696790 VD Chakkittapara 04962663900 VD Changaroth 04962670009 VD Cheruvannur- Muyipoth 049627750660 VD Atholi 04962674974 VD Kuruvattoor 04962812699 VD Ayanchery 04962593628 VD Makkada 04952268380 VD Azhiyur 04962500976 VD Chekkiad 04962573580 VD Chorode 04962515059 VD Edachery 04962440046 VD Eramala VD Kavilumpara 04962565885 VD Iyyamkode, Nadapuram 04962460323 VD Narippatta 04962447722 VD Onchiyam 04962502522 VD Purameri 04962553990 VD Kayakkodi 04962588450 VD Kuttiyadi 04962599933 VD Ayanikkad 04962606899 VD Maniyur 04962230270 VD Chathamangalam 04952287520 VD Mankavu 04952331131 VD Chelannur 04952261848 VD Cheruvannur- Nallalam 04952422700 VD Maruthomkara 04962667206 VD Elathur 04952461160 VD Feroke 04952483460 VD Kadalundy 04952483460 VD Mannur 0495243001 VD Makkada 04952268360 VD Chemanchery 04962688992 VD Mavoor 04952883975 VD Chengottukavu 04962620446 VD Meladi 04962606999 VD Kakkur 04952857070 VD Mundotukalangara 04952207599 VD Thekkumkudy 04952295950 VD Maikkavu (Koodathai) 04952248844 VD Kattipara 04952270822 VD Koduvally 04952213009 VD Olavanna 04952431770 VD Koompara 04952277707 VD Mukkom 04952296260 VD Thottumukkom 04832758025 VD Nanminda 04952456000 VD Narikkuni 04952247477 VD Omassery 04952283747 VD Perumanna 04952432020 VD Peruvayal 04952490124 VD Puthuppadi 04952234811 VD Peumanna 04952432020 VD Perivayal 04952490124 VD Puthuppadi 04952234811 VD Thalakulathur 04952853222 VD Kayanna 0496265910 VD Ramanattukara 04952441100 VD Kizhakoth 04952202233 VD Thamarassery 04952225993 VD Keezhariyoor VD Palachottil VD Kizhakkan Perambra VD Ulliyeri 04962209144 VD Koottoor 04962658099 VD Meppayur 04962679360 VD Moodadi 04962693194 VD Naduvannur 04962652170 VD Nochad VH Panangad 04962640302 VD Koorachundu 04962661874 VD Thiruvambady 04952255585 VD Kunnakody 04962706785 VD Thodannur 04962241090 VD Thuneri 04962557555 VD Vadakara 04962528552 VD Valayam 04962460323 VD Villiapally 04962533545 VD Unnikulam 04962645170 75 WAYANAD DAHO 04936 202292 DVC 04936 202729 VPC Sulthan Bathery VPC Mananthavady. com 2 Dairy Extension Service Unit, Quilandy 0496-2624500 deopnl-kkd. in SOIL SURVEY   SOIL CONSERVATION DEPARTMENT Directorate of Soil Survey   Soil Conservation Center Plaza buildings. Ph: 0471 2339899 Director Department of Soil Survey   Soil Conservation Sri. Surendran IES Email:soildirector gmail. com, soilconservationkerala gmail. com 0471-2778760 1 9711433050 Additional Director, Soil Survey (i c) Smt. 04712778766 9495302014 Additional Director, Soil Conservation (i c) Sri. 0471 2778771 9847087052 Deputy Director, Soil Survey, HQ Sri. 0471 2778767 9447699604 Deputy Director, Soil Conservation, HQ Sri. Ashok Kumar 0471 2778763 9446282228 Deputy Director, Soil Survey Smt. 0471 2778768 9495302014 87 REGIONAL AND DISTRICT LEVEL OFFICES REGIONAL OFFICES Designation   Office Phone Deputy Director, Soil Survey, Southern Region, Thiruvananthapuram 0471- 2468237 Deputy Director of Soil Conservation Institute for Watershed Development   Management  Kerala (IWDM-K), Chadayamangalam 0474-2475051 Deputy Director, Soil Survey, Northern Region, Thrissur 0487 -2321296 DISTRICT OFFICES Name of Office Officer Tel (Office) e-mail Thiruvananthapuram Directorate of Soil Survey   Soil Conservation 0471 2339800, 2778760, 2778761 soildirector gmail. com, soilconservationkerala gmail. com District Soil Conservation Officer, Thiruvananthapuram 0471-2732648 dscotvpm gmail. com Assistant Director of Soil Conservation, Aruvikkara 0471-2478030 adscaruvikkara gmail. com Deputy Director Soil Survey (Southern Region) 0471 2468237 ddsstrivandrum gmail. com Principal Soil Chemist, Central Soil Analytical Lab 0471 2541776 psc. com Assistant Director (Soil Survey), Thiruvananthapuram 0471 2469709 adsstvm gmail. com Kollam District Soil Conservation Officer, Kollam 0474-2768816 dscokollam gmail. com Assistant Director of Soil Conservation, Sasthamkotta 0476-2837080 adscskta gmail. com Deputy Director of Soil Conservation, IWDM-K, Chadayamangalam 0474-2475051 iwdmkerala gmail. com Assistant Director (Soil Survey), Kollam 0474 2767121 adsskollam yahoo. in Pathanamthitta District Soil Conservation Officer, Pathanamthitta 0468-2224070 dscopta gmail. com Assistant Director (Soil Survey) Pathanamthitta 0468 2323105 soilsurveypta gmail. com Kottayam District Soil Conservation Officer, Kottayam 0481-2568519 dscoktm gmail. com Assistant Director (Soil Survey) Kottayam 0481 2300978 adssktm gmail. com Alappuzha District Soil Conservation Officer, Alappuzha 0477-2254927 dscoalappuzha gmail. com Assistant Director (Soil Survey) Alappuzha 0477 2236293 adssalappuzha gmail. com Senior Chemist, Regional Soil Analytical Lab, Alappuzha 0477 2236294 rsalalappuzha gmail. com Ernakulam District Soil Conservation Officer, Ernakulam 0484-2423301 dscoekm gmail. com Assistant Director, Soil Survey, HQ Smt. R 0471 2778770 9497454301 Assistant Director, Soil Survey, GML Smt. 0471 2778770 9497000928 Assistant Director, Soil Survey, Soil Informatics   Publication Cell Smt. N 0471 2778770 9600531057 Assistant Director, Soil Conservation,(HQ) Smt. 0471 2778764 9446018877 Assistant Director, Soil Conservation, (General) Smt. S 0471 2778764 9349112883 Assistant Director, Soil Conservation, (Planning) Smt. S 0471 2778764 9446748077 88 Assistant Director (Soil Survey) Ernakulam 0484 2421509 adssekm gmail. com Idukki District Soil Conservation Officer, Idukki 0486-2252650 dscoidukki gmail. com Assistant Director of Soil Conservation, Kattappana 0486-8273322 adsckattappana gmail. com Assistant Director (Soil Survey) Idukki 04862 228725 adssidukki gmail. com Thrissur District Soil Conservation Officer, Thrissur 0487-2360426 dscothrissur gmail. com Assistant Director (Soil Survey) Thrissur 0487 2323965 adsstcr gmail. com Senior Chemist, Regional Soil Analytical Lab Thrissur 0487 2327140 rsalthrissur gmail. com Deputy Director Soil Survey (Northern Region) Thrissur 0487 2321296 ddsoilsurveytsr gmail. com Palakkad District Soil Conservation Officer, Palakkad 0491-2505860 dscopkd rediffmail. com Assistant Director (Soil Survey) Palakkad 0491 2505455 adsspalakkad gmail. com Malappuram District Soil Conservation Officer, Malappuram 0483-2767872 dscomanjeri gmail. com Assistant Director (Soil Survey),Malappuram 0483 2739001 soilsurveymalappuram gmail. com Kozhikode District Soil Conservation Officer, Kozhikode 0495-2370790 dscokkd gmail. com Assistant Director (Soil Survey) Kozhikode 0495 2371060 adsoilsurveykozhikode gmail. com Senior Chemist, Regional Soil Analytical Lab, Kozhikode 0495 2372040 rsalkkd gmail. com Wayanad District Soil Conservation Officer, Wayanad 0493-6203756 dscowayanad gmail. com Joint Director of Soil Conservation, Wayanad 0493-6205732 jdscrvp gmail. com Assistant Director of Soil Conservation, Vythiri 0493-6255227 adscvythiri gmail. com Assistant Director of Soil Conservation, Mananthavady 0493-5227163 adscmndy gmail. com Assistant Director of Soil Conservation, Kaniyambetta 0493-6247430 adsckk gmail. com Assistant Director of Soil Conservation, Karakkamala 0493-5227565 adsc. com Assistant Director of Soil Conservation, EH, Meenangadi 0493-6247160 adscehsub gmail. com Assistant Director (Soil Survey), Wayanad 04936 246330 adsswayanad gmail. com Senior Chemist, Hi-Tech Soil Analytical Lab, Wayanad 04936 207750 hsalwyd gmail. com Kannur District Soil Conservation Officer, Kannur 0497-2768260 dscoknr gmail. com Assistant Director (Soil Survey), Kannur 0497 2712818 adsskannur gmail. com Kasargode District Soil Conservation Officer, Kasargode 0499-4256658 distsoilksd gmail. com Assistant Director (Soil Survey), Kasargod 04994 257450 adssksgd123 gmail. com SOIL ANALYTICAL LABORATORIES Name of labs Designation Phone Central Soil Analytical Lab, Parottukonam, Thiruvananthapuram Principal Soil Chemist 0471- 2541776 Regional Soil Analytical Laboratory, Alappuzha Senior Chemist 0477- 2236294 Regional Soil Analytical Lab, Thrissur Senior Chemist 0487-2327140 Regional Soil Analytical Lab, Kozhikode Senior Chemist 0495- 2372040 Hitech Soil Analytical Lab, Wayanad Senior Chemist 04936-207750 Soil   Plant Health Clinic, Pathanamthitta Assistant Director (Soil Survey) 0468- 2323105 Soil   Plant Health Clinic,Kasaragod Assistant Director (Soil Survey) 04994 -257450 89 PUBLIC SECTOR UNDERTAKINGS AGRICULTURE FERTILISERS AND CHEMICALS TRAVANCORE LTD. org KERALA LAND DEVELOPMENT CORPORATION (KLDC) TC. (KSCARDB) Land Bank Building P. keralalandbank. org KERALA STATE LAND USE BOARD, VIKAS BHAVAN Ist Floor, Vikas Bhavan, Palayam, Thiruvananthapuram 695033 Land Use Commissioner - Tina Bhaskaran (i c) 0471-2307833 9446503040 e-mail :landuseboard yahoo. in Assistant Director of Soil Conservation, Aruvikkara 0471-2478030 adscaruvikkara gmail. keralasoils. in Central Soil Plant Health Centre, Parottukonam 2541776 soildirector gmail. keralasoils. in Deputy Director Soil Survey (Southern Region) 2468237 ddsstrivandrum gmail. keralasoils. in Directorate of Soil Survey   Soil Conservation 2339800 soildirector gmail. keralasoils. in 97 District Soil Conservation Officer 2732648 dscotvpm gmail. keralasoils. in District Soil Survey Officer 2469709 adsstvm gmail. keralasoils. in District Soil Testing Laboratory 2533044 dstlparottukonam gmail. info  Kerala Land Development Corporation 2315001; Fax: 2319596 kldctvm gmail. org Kerala Land Use Board 2307830,2302231; landuseboard yahoo. keralalandbank. in Mobile Soil Testing Lab, Thiruvananthapuram 2530622 mstl. in Principal Soil Chemist, Central Soil Analyti- cal Lab (Soil Survey) 2467796;2541776 psc. keralasoils. in District Soil Conservation Officer, Kollam 2768816 dscokollam gmail. keralasoils. in Assistant Director of Soil Conservation, Sasthamkotta (476)2837080 adscskta gmail. keralasoils. in Deputy Director of Soil Conservation, IWDM-K, Chadayamangalam 2475051 iwdmkerala gmail. keralasoils. in Assistant Director (Soil Survey), Kollam 2767121 adsskollam yahoo. keralasoils. Soil Chemist, Pandalam (473)4256645 dstlpandalam gmail. keralasoils. in Soil Testing Laboratory (469)2662094, 2661821 cardkvk yahoo. in 100 Assistant Director (Soil Survey) Pathanamthitta 2323105 soilsurveypta gmail. in District Soil Conservation Officer 2224070 dscopta gmail. keralasoils. in District Soil Conservation Officer, Alappuzha 2254927 dscoalappuzha gmail. keralasoils. in Assistant Director (Soil Survey) Alappuzha 2236293 adssalappuzha gmail. keralasoils. in Senior Chemist, Regional Soil Analytical Lab, Alappuzha 2236294 rsalalappuzha gmail. keralasoils. com Guest House 2246503 Joint Registrar, Co-operative Societies 2251713 Kariland Development Agency, Purakkad 2272617 KCPM, Mancombu 2702683 KLDC, Kayamkulam (479)2270495 Kerala Agro Industries Corporation 2270942 Kerala Centre for Pest Management, Moncompu 2702683 Krishi Vigyan Kendra, Kayamkulam (479)2449268 kvkalapuzha gmail. in Punja Special Officer 2245426 Rice Research Station, Moncompu 2702245 State Seed Testing Lab 2268615 Soil Testing Lab 2266862 DMO 9446105477 dmohalppy yahoo. in District Soil Conservation Officer, Kottayam 0481-2568519 dscoktm gmail. com Assistant Director (Soil Survey) Kottayam 0481 2300978 adssktm gmail. Soil chemist, Arikuzha 2281162 Cardamom Research Station, Pampadumpara 8236263 District Poverty Alleviation Units 04862-233027 drdaidk gmail. in idukki District Soil Conservation Officer, Moolamattom 2252650 www. keralasoils. in District Soil Survey Office, Thodupuzha 2228725 www. keralasoils. in Central Warehousing Corporation 2314423 Coconut Development Board 2377266 District Soil Conservation Officer, Ernakulam 2423301 dscoekm gmail. com Assistant Director (Soil Survey) Ernakulam 2421509 adssekm gmail. keralasoils. com Project Office, ICDP, Aluva 2624441 Pokkali Land Development Agency 2449682 Press Information Bureau 2312153 Plant Quarantine Fumigation Station 2666145 Pineapple Research Station, Vazhakkulam 2260832 Rice Research Station, Vyttila 2809963 Rubber Marketing Federation 2205790 Raidco 2622923 RATTC, Nettoor 2703094 Rubber Board Regional Office 2380101 Regional Poultry Farm, Koovapady 2523557 Spices Board 2333610 Tea Board, W. Island 2666523 Tourist Bungalow, Aluva 2622637 Vegetable and Fruit Promotion Council (VFPCK) 2427455 THRISSUR STD Code : 0487 All India Radio 2323572 Asst. in District Co-operative Bank 2420954 District Soil Conservation Officer, Thrissur 2360426 dscothrissur gmail. com soilsurveythrissur yahoo. in Senior Chemist, Regional Soil Analytical Lab Thrissur 2327140 rsalthrissur gmail. com Deputy Director Soil Survey (Northern Region) Thrissur 2321296 ddsoilsurveytsr gmail. keralasoils. in District Soil Survey Officer 2323965 www. keralasoils. Planning Officer 2360672 Kerala Agro Industries Corporation 2310983 Kerala State Seed Development Authority 2360299 KFRI, Peechi 2699037 Kerala Institute of Local Administration (KILA) 2201061 Kerala Land Development Corporation 2331092 Kole Development Authority 2320503 Krishi Vigyan Kendra 2375855 kvkthrissur kau. com Ramanilayam Guest House 2332016 Regional Soil Analytical Lab 2327140 PALAKKAD STD Code : 0491 CADA, Joint Director of Agriculture 2535473 Deputy Director of Fisheries 2815245 ddpkd_fisheries. in District Collector 2505266 District Co-operative Bank 2547326 District Soil Conservation Officer, Palakkad 2505860 dscopkd rediffmail. com Assistant Director (Soil Survey) Palakkad 2505455 adsspalakkad gmail. in District Soil Conservation Officer, Malappuram 2767872 dscomanjeri gmail. com Assistant Director (Soil Survey),Malappuram 2739001 soilsurveymalappuram gmail. in District Soil Conservation Officer, Kozhikode 2370790 dscokkd gmail. com Assistant Director (Soil Survey) Kozhikode 2371060 adsoilsurveykozhikode gmail. com Senior Chemist, Regional Soil Analytical Lab, Kozhikode 2372040 rsalkkd gmail. in District Information Officer 2370225 District Soil Conservation Officer 2370790 www. keralasoils. in District Soil Survey Officer 2371060 www. keralasoils. in Regional Soil Analytical Laboratory (Soil Survey) 2372040 RAIDCO, Kozhikkode 0495 2366376 raidcokozhikode gmail. com District Soil Conservation Officer, Wayanad 6203756 dscowayanad gmail. com Joint Director of Soil Conservation, Wayanad 6205732 jdscrvp gmail. com Assistant Director of Soil Conservation, Vythiri 6255227 adscvythiri gmail. com Assistant Director of Soil Conservation, Mananthavady 5227163 adscmndy gmail. com Assistant Director of Soil Conservation, Kaniyambetta 6247430 adsckk gmail. com Assistant Director of Soil Conservation, Karakkamala 5227565 adsc. com Assistant Director of Soil Conservation, EH, Meenangadi 6247160 adscehsub gmail. com Assistant Director (Soil Survey) , Wayanad 246330 adsswayanad gmail. com Senior Chemist, Hi-Tech Soil Analytical Lab, Wayanad 207750 hsalwyd gmail. com District Soil Survey Officer 6246330 www. keralasoils. in District Soil Conservation Office 6203756 dscowayanad gmail. keralasoils. com SBT Kalpetta 6202063 District Soil Testing Lab,Mananthavady 5242499 ascwayanad gmail. Societies 6202267 Hitech Soil Analytical Laboratory 6207750 Kerala Agro Industries Corporation 6220316 KVK, Ambalavayal 6260411 kvkwayanad kau. in kannur District Panchayat President 2700306 District Planning Officer 2700765 District Soil Conservation Officer 2768260 www. keralasoils. in District Soil Survey Officer 2712818 www. keralasoils. in District Soil Testing Lab,Taliparamba (460)2206812 dstlknr gmail. in  Mobile Soil Testing Lab ,Kannur 4972764595 mstlascknr gmail. com Soil Conservation Office (460)2768260 www. keralasoils. Soil Chemist 4227428 Cashew Development Officer 4262272 Coconut Research Station, Nileshwar (467)2280358 College of Agriculture, Padannakkad (4672)280616 Dist. in kasaragod District Soil Conservation Officer 4256658 www. keralasoils. in District Soil Survey Officer 4257450 www. keralasoils. Krishi Vigyan Kendra, Mitraniketan, Velland, Distt. com 8086395186 109 Kuttipuram 8086395186 110 Kalikkavu IB 8086395186 111 Angadipuram 8086395186 112 Arikkode 8086395185 113 Edvanna 8086395185 114 Kottaykal 8086395185 115 Malappuram 8086395185 116 Nilamboor 8086395185 117 Manjeri 8086395185 Kozhikode 118 Nadapuram 8086395192 119 Kuttiyadi 8086395192 120 Vadakara 8086395192 121 Balusseri 8086395192 122 Perambra 0495-2721877 8086395189 8086395192 123 Koyilandi eebldkkd gmail. in 133 LIVESTOCK POPULATION - 2019 Cattle - 1341996 Buffaloes - 101504 Goat - 1359161 Pig - 103863 Sheep - 1482 Fowls - 27165606 Duck - 1776503 Other Poultry - 829796 Rabbits - 92693 Dog - 836275 (20th Quinquennial Livestock Census 2019) Land Use (2019-2020) Area in hectares Total Geographical Area - 39. 09 sq km Land put to non-Agri use - 455897 Barren and uncultivable land - 10619 Permanent pastures and other grazing land - 0 Land under miscellaneous tree crops - 2143 Cultivable Waste - 99810 Fallow other than current fallow - 46931 Current fallow (up to one year) - 57387 Net area sown - 2026064 Area sown more than once - 560388 Total cropped area - 2586452 Source : Department of Economics   Statistics www. In addition to the above training centres, quality control laboratories, soil testing laboratories, Agmark lab, district farms and seed farms etc also support the activities of the Department. The major products of the lab includes Trichoderma viride to control most of the soil and seed borne plant pathogens, Pseudomonas fluorescens to control fungal and bacterial diseases, Trichogramma ( Tricho cards) to control Rice leaf folder, American boll worm, pink boll worm,Rice yellow stem borer, Tomato fruit borer, cardamom stem  capsule borer etc. Preliminary aspects of Entomology, Pathology and soil testing are carried out here. AGRO-ECOLOGICAL ZONES OF KERALA The Kerala State Planning Board commissioned a project to National Bureau of Soil Survey and Land use planning in 2008. The analysis of agro-ecology of Kerala was done State based primarily on climate, geomorpholo- gy, land use and soil variability resulted in delineation of 5 agro-ecological zones and 23 agro-ecological units. Coastal Plain The Coastal Plain agro-ecological zone comprises the nearly level to gently sloping lands along the coast at elevation below 30 metres and lying between the sea and the midlands. It includes sandy beaches, sandy plains, coastal laterites and low lying areas such as estuaries, backwaters, submerged lands, swamps, marshes, kayal lands and broad valleys. Midland Laterites Midland Laterites agro-ecological zone comprises undulating to rolling lands interspersed with narrow valleys between the coastal plain on the west and foothills and hills on the east, extending from the southern end to the northern end of the State. Foothills The undulating to rolling lands and low hills between the midland laterite on the west and high hills on the eastern side constitute the Foothills agro-ecological zone. The Western Ghats and highland plateaus rise 600 metres above mean sea level, with a number of peaks well over 1800 metres. Palakkad Plain The Palakkad Gap, resembling an inland plain with low elevation, is a prominent physical feature along the valley of the Bharathapuzha river. The gently sloping lands of Palakkad east of Kuthiran hills, flanked on the south and north by Nelliyampathy hills and Attappady hills, respectively and merging to Tamil Nadu uplands through the gap in Western Ghats constitute the agro-ecological zone, covering 1,60,006 ha (4. Agro-Ecological Units Twenty three agro-ecological units (AEU s) have been delineated for the State based on climatic variability, landform and soils. Of them, five are identified for the special soil and hydrological conditions in the coastal zone requiring unique management strategies. AEU 1: Southern Coastal Plain It is delineated to represent the nearly level coastal lands where sands are the dominant soil type. Coconut plantations on uplands and rice in lowlands are the major land use. The unit with tropical humid monsoon climate has dorminantly sandy soils on nearly level lands. Coconut plantations on uplands and rice in lowlands are the major land use. AEU 3: Onattukara Sandy Plain This special agro-ecological unit is delineated for the sandy plains extending into the midlands from coast and covering 43 panchayats in Kollam and Alappuzha districts. Coconut plantations on uplands and rice in lowlands are the major land use. AEU 4: Kuttanad Kuttanad is a special agro-ecological unit delineated to represent the waterlogged lands spread over 69 pan- chayats of Alappuzha, Kottayam and Pathanamthitta districts. Large parts of these lands are below, at or just above sea level. Hydromorphic soils, often underlain by potential acid-sulphate sediments and unique hydrological conditions characterize the unit. Lowlands which dominate the unit, are under water the year round. Coconut is grown on the uplands and bunds of the unit and rice in lowlands. AEU 5: Pokkali Lands Pokkali Lands, another special agro-ecological unit, is delineated for the lowlands, often below sea level, in 139 coastal areas of Ernakulam district and extending to parts of Thrissur and Alappuzha districts. Hydrology and soils are similar to those in Kuttanad. However, seawater inundation is not controlled and hence soils are acid-saline. Coconut is raised on uplands and a special kind of rice cultivation, locally known as Pok- kali cultivation, is done in lowlands. AEU 6: Kole Lands It spread over the coastal part of Thrissur district and extending to southern coastal parts of Malappuram district covers 40 panchayats. These lands too are, for most part, below sea level, Seawater ingress into these lands is controlled through barrages and weirs to facilitate rice cultivation. The soils are hydromorphic acid clays, often underlain by potential acid-sulphate sediments. Coconut is grown on the uplands of the unit and bunds and rice in lowlands. AEU 7: Kaipad Lands It occurs along the coast of Kozhikkode, Kannur and Kasaragod districts as isolated stretches of waterlogged lands. The lowlands, often below sea level, do not have any protection against sea water inundation. The hydromor- phic, acid-saline, clay soils are often underlain by potential acid-sulphate soils. Coconut is grown on the uplands and bunds of paddy in lowlands. The area with tropical moist subhumid monsoon climate receives low rainfall compared to the other areas of midland laterites. The soils, though acid and having low-activity lateritic clay, unlike in other parts of laterite terrain, are practi- cally free of gravel and plinthite. Coconut on uplands intercropped to a variety of annual and other perennial crops and rice, tapioca, banana and vegetables on lowlands are the major land uses. AEU 9: South Central Laterites This unit is delineated to represent midland laterite terrain with typical laterite soils and short dry period. The unit covering 161 Panchayats of midlands extends from Thiruvananthapuram to Ernakulam district. Unlike the southern counterpart, the strongly acid, lateritic clay soils herein are gravelly and often underlain by plinthite. The lowlands have strongly acid, low-activity, non-gravelly clay soils with impeded drainage conditions. Mono-cropped rubber and coconut intercropped to a variety of annual and other perennial crops is the major land use on uplands and rice, tapioca, banana and vegetables on lowlands. AEU 10: North Central Laterites This unit is delineated to represent midland laterite terrain with longer dry period than its southern counter- part, but less than the one in the north. The uplands have strongly acid, gravelly, lateritic, low-activity, clay soils, often underlain by plinthite. The lowlands have strongly acid, non-gravelly clay soils with impeded drainage. Coconut intercropped to a variety of annual and other perennial crops is the major land use on uplands and rice, tapioca, banana and vegetables on lowlands. AEU 11: Northern Laterites This unit is delineated to represent midland laterites from Malappuram to Kasaragod districts experiencing long dry period. The uplands have strongly acid, gravelly, lateritic, low-activity, clay soils often underlain by plinthite. Coconut intercropped to a variety of annual and other perennial crops is the major land use on uplands and rice, tapioca, banana and vegetables in lowlands. Cashew plantations are also extensive on uplands. AEU 12: Southern and Central Foothills This unit is delineated to represent the undulating lands with low hills, between midland laterites and the high hills of Western Ghats. The strongly acid, gravelly, lateritic, low-activity, lateritic clay soils are rich in organic matter. The narrow val- leys have similar but non-gravelly soils with impeded drainage conditions. Shorter dry period, absence of plinthite layer in soil and higher soild organic matter distinguish the foothills from midland laterites. The strongly acid, gravelly, lateritic, low-activity, clay soils are rich in organic matter. The narrow valleys have similar, but non-gravelly, soils with impeded drainage conditions. Shorter dry period, absence of plinthite layer in soil and enhanced levels of organic matter distinguish the foothill soils from north central and northern midland laterites. Plantations of rubber, coconut, pepper and coffee are the major land use. The steep slopes of the terrain and lower temperatures distinguish the high hills from the foothills and midlands. The climate is tropical humid monsoon type, but lower temperatures than in coastal plain and midlands. The steeply sloping hilly terrain has deep, well drained, strongly acid, organic-matter-rich clay soils. The hilly terrain has deep, well drained, strongly acid, organic-matter-rich, clay soils. The valleys have deep, imperfectly drained, acid clay soils. There is extensive occurrence of very deep, non-gravelly clay soils. The soils for most part are very deep, well drained, acid, non-gravelly, low-activity clay. The highland valleys in the unit are similar, except for impeded drainage conditions. Plantations of car- damom, tea, coffee and pepper are the major land use. The fertile, deep, clay soils, rich in organic matter with favourable soil reaction (slightly acid to neutral) are well supplied with bases. Land use, besides forest, comprises temperate fruits, potato, sugarcane, temperate vege- 141 tables and rice. AEU 18: Attappady Hills This unit spatially distributed as a narrow strip of land along the valley in central part of the hills in North Palakkad, represents land areas of comparatively low rainfall. There is tertile, near neutral to slightly alkaline clay soils rich in organic matter and bases. Land use is mainly coconut plantations, banana, vegetables, maize and rice. AEU 19: Attappady Dry Hills This unit represents land areas of very low rainfall and dry period around eight months in a year. The hilly terrain has shallow, slightly acid or neutral, stony and gravelly clay soils. Thorny shrubs with occa- sional trees are the dominant land cover. Cultivation is confined to limited areas of valley lands and around tribal hamlets. AEU 20: Wayanad Central Plateau This unit represents highland plateau with low temperature and high rainfall. Upland soils are deep, acid clays and are fairly rich in organic matter. Valley soils are similar, but suffer from impeded drainage conditions. Plantations of coffee, tea, coconut, arecanut and pepper are the dominant land use on uplands and rice and banana in lowlands. AEU 21: Wayanad Eastern Plateau This unit represents parts of the high land plateau with lower rainfall. Besides, the soils in this part have favourable soil reaction (slightly acid to neutral) and are well supplied with bases. Plantations of coffee, tea, coconut, arecanut and pepper are the dominant land use on uplands and rice and banana in lowlands. AEU 22: Palakkad Central Plain The unit is delineated to represent the land areas of moderate rainfall and dry period around five months in the Palakkad plain. The deep well drained upland soil are non   gravelly loams and clay. soil reaction is slightly acid or neutral and the soil are well supplied with impeded drainage condition. Coconut intercropped to a variety of annual and peren- nial crops is the major land use on uplands and rice in lowlands. 91 ) in the State AEU 23 : Palakkad Eastern   Plains The unit is delineated to represent the drier parts of Palakkad plain in the gap region of Western Ghats, having low rainfall, long dry period and fertile soils. The upland of the unit have slightly acid or neutral red clay soil well supplied with bases and plant nutrients. Lower parts of the uplands and lowlands have alkaline, swell-shrink clay soil. The fertile soil are rich in bases and plant nutrients. Lowlands have impeded drainage. Credit facility is made available to lease land farmers under VFPCK Credit Package by an MoU executed with 10 nationalised commercial banks. Soil Testing Lab - Full fledged soil testing labs (with yearly 4000 samples lab testing capacity ) for soil testing, water testing, organic manure testing and leaf tissue analysis for nutrient deficiency check is functioning at Malappuram and Alappuzha RKI Scheme-  Strengthening Market Network in Kerala The Project on   Strengthening Market Network in Kerala under RKI envisages VFPCK to support farmers in the production of safe to eat fruits and vegetables, strengthen and modernize existing farmer markets for fruits and vegetables and will provide ample support for diversification of marketing activities from its present status of primary trading to include primary and secondary processing, value addition and supply chain development ensuring better price realization to farmers and quality produce at reasonable price to consumers through the establishment of 7 primary processing centres, 63 ecoshop model outlets, Centralised Vegetable and Fruit Processing   Marketing Centre (VFPMC) at Kakkanad. The mission of the institute is to develop and promote sustainable farming systems in coastal wet- lands that reduces vulnerability to climate change, sea water intrusion, tidal and riverine floods, pests, pathogens and such other problems through innovations that safeguard ,stabilize and enhance natural resource capital, soil health and biological systems by stimulating partnership based research. , salinity , water logging, sub soil acidity etc. The centre has also been involved in long term investigations on environmental surveillance of Kuttanad ecosys- tem, by continuous monitoring of water quality, and studies on salinity intrusion and its implications on hydrobiol- ogy of the Vembanad wetland systems. , Innovative Approaches to Climate Resilient Farming :Bio saline Agriculture and Open water fish farming in Munro Island, Kollam ,Kerala. ലബോàോറട്ടറികളുടെ ആധുനീകരണം മണ്ണിന്റെ ഫലഭൂഷ്ഠത വിലയിരുത്തുന്നതിനുള്ള മണ്ണ് പരിശോ ോ ധന, വളങ്ങളുടെ പരിശോ ോ ധന (ജൈവ-അജൈവജീവാണുവളങ്ങൾ ഉൾപ്പെടെ), കീടനാശിനി പരിശോ ോ ധന, വിത്തുപരിശോ ോ ധന എന്നിങ്ങനെ ഉല്പാദനോ ോപാദികളുടെ ഗുണമേന്മ ഉറപ്പാക്കുന്നതിനു വേണ്ടിയുള്ള പ്രവർത്തനങ്ങൾ വകുപ്പിനു കീഴിലുള്ള ലബോ ോറട്ടറികളിൽ നടപ്പിലാക്കുന്നു. മണ്ണ് പരിശോ ോ ധന അടിസ്ഥാനമാക്കിയുള്ള വളപ്രയോ ോഗവുും സംയോ ോജിത പോ ോഷകപ രിപാലനവുും നെല്ല് ഒഴികെ യുള്ള വിളകളിൽ ഈപദ്ധതി പ്രോത്സാഹിപ്പിക്കകും. സംസ്ഥാന സർക്കാരിന്റെ ലാൻഡ് റിക്കാർഡിൽ 01-02-2019 തീയതിയിൽ കൃഷിഭൂമി കൈവശമുള്ള കുടുുംബങ്ങൾക്ക് മറ്റ് നിബ ന്ധനകൾക്ക് വിധേയമായി അവരുടെ ബാങ്ക് അക്കൗണ്ടിലേയ്ക്ക് പ്രതിവർഷം 6000 രൂപ നാലു മാസത്തിലൊ ൊരിക്കൽ മൂന്നു തുല്്യ ഗഡുക്കളായി നൽകുന്നു. എന്നാൽ പദ്ധതിയുടെ ആനുകൂല്്യയം എല്ലാ കർഷകരിലേക്കകും എത്തിക്കുന്നതിനായി കൃഷി ഭൂമിയുടെ ഉയർന്ന പരിധി ഒഴിവാക്കിയതായി പുതിയ ഉത്ത രവ് ഇപ്്പപോൾ നിലവിലുണ്ട്. y Increasing the reach of farm mechanization to small and marginal farmers and to the regions where availability of farm power is low y Promoting, Custom Hiring Centres to offset the adverse economies of scale arising due to small landholding and high cost of individual ownership y Creating awareness among stakeholders through demonstration and capacity building activities Mission Components y Promotion and Strengthening of Agricultural Mechanization through Training, Testing and Demonstration y Demonstration, Training and Distribution of Post-Harvest technol ogy y Financial Assistance for Procurement of Agricultural Machinery and Equipment y Establish Farm Machinery Banks for Custom Hiring: Provides suitable financial assistance to establish Farm Ma- chinery Banks for Custom Hiring for appropriate locations and crops y Promotion of Farm Mechanization in Selected Villages: Provides financial assistance to promote appropriate tech- nologies and to set up Farm Machinery Banks in identified villages in low mechanized states SELECTED INDICATORS IN AGRICULTURAL SECTOR KERALA AND INDIA Sl. 03 (2016-17) 166 SOILS OF KERALA Coastal Alluvium These soils of marine origin are identified along the coastal plains and basin lands as a narrow strip. The soils of the coastal plains are very deep with sandy texture. These soils have high water table, the water holding capacity is poor due to the predominance of sand. Alluvium These soils occur 20m below MSL and is mainly noticed close to coastal alluvium, Kuttanad and adjacent area and kole lands of Thrissur district. The soils are frequently flooded and submerged. Kari Soils (Acid Sulphate Soils) The major occurrence is identified at Purakkad, Vaikom, Kaduthuruthy and Thuravur. These soils have relatively high proportion of organic residues and severe soil and environmental limitations, which pose a threat to crop production. The soil is heavy in texture, poorly aerated and ill drained. The texture of the soil ranges from sandy clay to clay with intermedi- ate texture of silty clay loam and clay loam. Even though these soils have medium to high general fertility status, high acidity, salinity, presence of toxic materials and submergence restrict crop selection to paddy. Red soils They are localised in occurrence and are found mostly in the southern parts of Thiruvananthapuram district and in pockets in catenary sequence along the foot slopes of laterite hills and mounds. Laterite Soils These soils mainly occur in the midlands at elevation 20 to 100m above M. as a strip between the coastal belt and hilly midupland. All these laterite soils are acidic with low water holding capacity, soil erosion and reduced effective soil volume. The laterite soil is generally suitable for most of the dryland crops. Hill Soils The texture of these soils generally ranges from loam to clay loam with average gravel content of 10 to 50. The area is suitable for all dryland crops like rubber, coconut, arecanut and fruit trees based on the lie of the land. Black Cotton Soils These soils are identified in alluvial plains, terraces and undulating plains of Chittur taluk in Palakkad district in patches. These soils are very deep, black and calcareous. The texture of the soil ranges from clay loam to clay. The pH of the soil ranges from 6. Forest Soil The texture of the soil ranges from sandy clay loam to clay with reddish brown to very dark brown colour. 7 29369 (2019-20) 167 SOIL TYPES IN KERALA (DISTRICT-WISE) District Type of soil Details of location Thiruvananthapuram Fairly rich brown loam of laterite Middle part of the district sandy loam Western coastal region Rich dark brown loam Eastern hilly parts of the of granite origin district Kollam Sandy loam Karunagappally and parts of Kollam taluk Laterite soil Kottarakkara, Kunnathur and parts of Kollam and Pathanapuram taluks Pathanamthitta Clay soil Western and Eastern hilly regions Laterite soil Parts of Ranni and Kozhencheri taluks Alappuzha Sandy loam Karthikappally and parts of Mavelikkara Sandy soil Cherthala and Ambalapuzha taluks Clayey loam with much acidity Kuttanad Laterite soil Chengannur and parts of Mavelikara taluks Kottayam Laterite soil Parts of Changanacherry and Kottayam, Kanjirappally and Mennachal taluks Aluvial soil Vaikom taluk and parts of Changanacherry and Kottayam taluks Idukki Laterite soil Peermade and Thodupuzha taluks Aluvial soil Devicolam and Udumbanchola taluks Ernakulam Laterite soil Muvattupuzha, Kothamangalam and parts of Aluva and Kunnathunad taluks Sandy loam Parur, Kochi and Kanayannur taluks Alluvial soil Parts of Aluva and Kunnathunad taluks Thrissur Sandy loam Parts of Mukundapuram, Thrissur and Chavakkad taluks Laterite soil Eastern part of Thrissur and Western part of Thalappally taluks Clayey soil Back-water area of Chavakkad and Mukundapuram taluk Aluvial soil Portions of Chavakkad taluk Palakkad Laterite soil Major part of the district Black soil North-Eastern part of Chittur taluk Malappuram Laterite soil Interior region of the district Sandy soil Along the coastal belt on the district Kozhikode Laterite soil Major part of the district except coastal strip Sandy soil Coastal strip Wayanad Laterite soil Major part of the district Loamy soil Valleys in the middle portion of the district Kannur Laterite soil Major part of the district except coastal strip Sandy soil coastal strip Kasargod Laterite soil Major part of the district except coastal strip Sandy soil Coastal strip 168 VARIETIES RELEASED BY KERALA AGRICULTURAL UNIVERSITY   ICAR INSTITUTES (Rice Varieties tolerant to different biotic and abiotic stresses) Trait Varieties possessing the trait Tolerance to BPH Triveni, Matta triveni, Aruna, Remanika, Revathy, Krishnanjana, Bharathy, Jayathi, Aiswarya, Bhadra, Asha, Pavizham, Kanakam, Renjini, Pavithra, Panjami, Uma, Karishma, Nila. PADDY (kg ha) Upland (Modan) PTB 28, 29 and 30 40 20 30 High-yielding short duration varieties 60 30 30 Wet land (All regions) High-yielding short duration varieties 70 35 35 High-yielding medium duration varieties 90 45 45 Local varieties 40 20 20 H4 70 45 45 Mashuri 50 25 25 2. For reclaimed clayey soils (as in Kuttanad) 0. Red Loam Soils (Southern Kerala) 0. BANANA (g plant) Nendran (irrigated) 190 115 300 Palayamkodan (Rainfed) 100 200 400 Other varieties according to soil fertility 160-200 160-200 320-400 10. Azotobacter Suitable only for upland crops like vegetables, tapioca, plantation and orchard crops. Azospirillum It is suitable for both upland and wetland conditions. Method of application is seed treatment, seedling root dip and soil application. Blue green algae (BGA) Mainly recommended for wetland rice cultivation. Not feasible in acidic soils with pH below 6. Azolla It is suitable for wetland rice cultivation. Phosphate solubilising bacteria and fungi Recommended mainly for upland crops raised in neutral and slightly alkaline soils. phosphate in neutral and alkaline soils. Vesicular Arbuscular Mycorrhiza (VAM AM) Vesicular arbuscular mycorrhiza is mostly recommended for upland especially for raising container and tissue culture plantlets and transplanted crops. Also induces better resistance against certain soil borne plant pathogens. It is given as soil application. The treated seeds are spread evenly over a gunny bag and dried in shade and sown immediately in moist soil. Soil application Soil application is generally recommended for all types of biofertilizers except Rhizobium, Bradyrhizobium and Azorhizobium. Poor soil - 7. Rich   deep soil   Sandy coastal area - 10 x 10 m 16. Specimen copy and sketch of trade brand label For more details contact :- Deputy Agricultural Marketing Advisor, Directorate of Marketing and Inspection, Wellington Island, Kochi - 682 003, or State Agmark Grading Laboratories. 5 200 31 വെറ്റില (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 22500 52500 75000 32 നവധാന്്യയം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 33 നവധാന്്യയം (ജലസേചി തം) ഹെക്ടർ 17000 17000 34 പയർ വർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 35 പയർ വർഗ്ഗം (ജലസേചി തം) 17000 17000 36 കിഴങ്ങുവർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 37 കിഴങ്ങുവർഗ്ഗം (ജലസേചി തം ഹെക്ടർ) 17000 17000 38 കരിമ്പ് (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 39 കരിമ്പ് (ജലസേചി തം) ഹെക്ടർ 17000 17000 40 പൈൻ ആപ്പിൾ (ഹെക്ടർ) 17000 1750 18750 41 പുല്ലു വർഗ്ഗങ്ങൾ (ജലസേചി തം) 17000 17000 42 പുല്ലു വർഗ്ഗങ്ങൾ (മഴയെ ആശ്രിച്ചു) 8500 8500 43 മൾബെറി (ഹെക്ടർ) 22500 22500 44 പുകയില (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 29000 37500 45 പുകയില (ജലസേചി തം) ഹെക്ടർ 17000 20500 37500 46 പരുത്തി (ഹെക്ടർ) 22500 18000 47 ഏലം (ഹെക്ടർ) 22500 2500 25000 48 മഞ്ഞൾ (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 49 മഞ്ഞൾ (ജലസേചി തം) ഹെക്ടർ 17000 17000 50 കൃഷിഭൂമിയുടെ ഗണ്്യമായ ഭാഗം നഷ്ടപ്പെട്ടതി നു ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 47000 47000 51 കൃഷിഭൂമിയിലെ മണ്ണ് ചെളി നീക്കം ചെയ്യുന്ന തിന് ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 18000 18000 52 ബണ്ട്  മട നിർമ്മാണം എസ്റ്റിമേറ്റ് തുക എസ്റ്റിമേറ്റ് തുക 188 STATUTORY REGULATIONS ON AGRICULTURAL INPUTS STATE PESTICIDE REGULATORY AUTHORITIES Licensing Authorities 1. Plant Quarantine Station,Willington Island, Indira Gandhi Road ,Cochin - 682 003 2. Cockchafer beetle u Collection and destruction of adults during the monsoon period from adjacent vegetation (in the evening) u Plough or dig the infested soil synchronizing with pre-monsoon showers. , seed treatment, seedling root dip, soil application or foliar spray will effectively control fungal diseases and bacterial diseases. Soil Application : Apply talc based formulation of P. The ideal green manure crops for the sandy and alluvial soils are cowpea and sesbania, respectively. Apply Trichoderma   Pseudomonas fluorescence so as to enhance the soil health. Sow 35 g of cowpea seeds per basin of 1m width and incorporate the biomas in the soil. u Drench the basin with 40 litres of 1  Bordeaux mixture to soak soil upto 15 cm depth at quarterly intervals. u Avoid flood irrigation in order to prevent the possible spread of the pathogen through soil. Pepper prefers a light porous and well-drained soil rich in organic matter. Water stagnation in the soil, even for a very short period, is injurious for the plant. So, heavy textured soils in locations where drainage facilities are inadequate should be avoided. The spacing recommended is 3 m x 3 m on plain lands and 2 m between plants in rows across the slope and 4 m between rows on sloppy lands. The soil should be pressed well around the standards to avoid air pockets and keep the standards firm in the soil. Fill the pits with a mixture of topsoil and compost or well rotten cattle manure   5 kg per pit and 50gm Tricoderma. Press the soil around the cuttings and form a small mound slopping outward and away from the cuttings to prevent water stagnation around the plants. Provide shade to the plants if the land is exposed and if there is a break in the rainfall. Management after planting If the terrain of the land is sloppy or uneven, carry out contour bunding or terracing to prevent soil erosion. BANANA Banana prefers tropical humid lowlands and is grown from the sea level to 1000 m above MSL. Soils with good fertility and assured supply of moisture are best suited. Preparation of land Prepare the field by ploughing or digging and dig pits for planting. Size of pits depends upon soil type, water table and variety. 8 2310 Planting Plant suckers upright in the centre of pits with 5 cm pseudostem remaining above soil level. Press soil around the sucker to avoid hollow air spaces. Incorporate the cowpea crop into soil 40 days after sowing. Fill the pits with topsoil and FYM 15-20 kg per plant per pit. It is to be recognized that animals are a part of organic farming system since thy contribute to nutrient cycles, soil fertility and higher yields. ഈ ജില്ലകളിലെ കന്നുകാലികളുടെ എണ്ണം, കര് ഷക ഭവനങ്ങളില്  മൃഗചികിത്സ എത്തിക്കുവാനുള്ള പരിമിതി, ഭൂമിശാസ്ത്രപരമായ പ്രത്്യയേകത എന്നിവ കണക്കിലെടുത്താണ് വാഹനങ്ങള്  ഈ ജില്ലകള്  ക്്ക് നല്് കകിയത്. Pig Farm, Kappad, Kottayam   Pig Breeding Unit, Parassala, Thiruvananthapuram   Pig Breeding Unit, Thalayolaparampu, Kottayam   Pig Breeding Unit, Kolani, Idukki   Pig Breeding Unit, Angamaly, Ernakulam   Pig Breeding Unit, Kunnamkulam, Trissur   Pig Breeding Unit, Mundayad, Kannur RABBIT REARING UNITS These units were established to popularize rabbit rearing , to improve the quality of rabbits reared for meat purpose and to preserve different varieties and breeds of rabbits and Exotic broiler rabbit breeds like Soviet Chinchilla, 213 White Giant, Grey Giant, Newzeland white, Angora( wool type) and Silver Fox are reared in the 3 rabbit rearing units of department. Rabbits Thiruvananthapuram Breeds available: 0471 2732962 District Livestock Farm, Angora, White Giant, New Zealand white White, Kudappandakkunnu,. The department intends to act as a facilitator to grow fodder in all available land owned by the govern- ment local bodies so as to reduce the production cost of the farm produce. തീറ്റപ്പുൽകൃഷി വ്്യയാപനം 1 50 സെന്റിൽ കൂടുതൽ തീറ്റപ്പുൽകൃഷി 180 24250 - രൂപ   ഹെക്ടർ 2 49 സെന്റിൽ താഴെയ്യുള്ള തീറ്റപ്പുൽകൃഷി ഹെക്ടറിന് 10,500 രൂപയുടെ സൌ ൌജന്്യ തീറ്റപ്പുൽ കട 10,500 2 വ്്യയാവസായികാടിസ്ഥാനത്തിൽ തരിശു ഭൂമിയിൽ തീറ്റപ്പുൽകൃഷി 180 94272 - രൂപ   ഹെക്ടർ 3 ചോ ോളം വൻപയർ മണിച്്ചചോളം കൃഷി വിത്ത് സൗജന്്യമായി നൽകുന്നു 12625 - രൂപ  ഹെക്ടർ 4 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് യന്ത്രവത്്ക്്കരണം 170 10000 5 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 10000 6 ഒരേക്കറിന് മുകളിലുള്ള തീറ്റപ്പുൽ കൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 25000 7 തീറ്റപ്പുൽകൃഷിയുും വിതരണവുും (SHG DCS വനിതാ ഗ്രൂപ്പ്) 170 75000 8 കോ ോളാർ മോ ോഡല്  പുല്  കൃഷി (സങ്കരനേപ്പിയർ   മുരിങ്ങ) - 17500 III ക്ഷീര സഹകരണ സംഘങ്ങൾക്കുള്ള ധനസഹായ പദ്ധതി 1 ക്ഷീരസംഘത്തിൽ അളക്കുന്ന പാലിന് ലിറ്റർ ഒന്നിന് ഒരു രൂപ നിരക്കിൽ ഇൻസെന്റീവ് 575 ലക്ഷം 2 ക്ഷീര സംഘങ്ങൾക്കുള്ള അവശ്്യയാധിഷ്ഠിത ധനസഹായ പദ്ധതി 170 120000 3 ഫാർമർ ഫെസിലിറ്റേഷൻ കം ഇൻഫർമേഷൻ സെന്റർ 750 525000 231 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 4 മിൽക്ക് റൂട്ട് ഇല്ലാത്ത ക്ഷീരസംഘങ്ങൾക്കുള്ള ധനസഹായം 35000 5 എഫ്. 5  , Fortification with vitamins and iron MICRO BIOLOGICAL STANDARDS FOR MILK Bacteriological Quality  Grade Very Good Good Fair Poor Very Poor Direct Microscopic Count (DMC) Count Per ml -   500000 4000000 500001- 20000000 4000001-  20000000 Standard plate Count ( SPC) Count per ml   200000 200001- 1000000 1000001- 5000000  5000000 - Methylene Blue Reduction Time 5 and above 3 and 4 1and 2 ½ and below 245 മണ്ണ് പര്്യവേക്ഷണ മണ്ണ് സംരക്ഷണ വകുപ്പ് മണ്ണ്, ജലം, ജൈവസമ്പത്ത് എന്നീ അമൂല്്യങ്ങളായ പ്രകൃതിവിഭവങ്ങളുടെ ശാസ്ത്രീയമായ വിവരശേ ഖരണം നടത്തുകയുും മണ്ണിന്് ററെ ഘടന, രാസ ഭൗതീകസ്്വഭാവങ്ങള് , കഴിവുകള് , പരിമിതികള്  എന്നിവ കൃത്്യമായി അപഗ്രഥിച്ച് അതിന്് ററെ അടിസ്ഥാനത്തില്  ആ പ്രദേശത്തിന്് ററെ സുസ്ഥിരവികസനത്തിനായു ള്ള വികസന പദ്ധതികളുും, വിവിധ മണ്ണു ജലസംരക്ഷണ പദ്ധതികളുും ശാസ്ത്രീയമായി നടപ്പിലാക്കുകയുും ചെയ്യുക എന്ന പ്രധാന ലക്ഷഷ്യത്്തതോടെയാണ് മണ്ണു പര്്യവേക്ഷണ സംരക്ഷണ വകുപ്പ് പ്രവര്  ത്്തിയ്ക്കുന്നത്. വീക്ഷണം (Vision)   സുസ്ഥിര വികസനത്തിനായി പ്രകൃതിവിഭവങ്ങളുടെ സംരക്ഷണവുും പാരിസ്ഥിതിക പുനരുജ്ജീവനവുും   ഓരോ ോ പ്രദേശത്തിനുും അനുയോ ോജ്്യമായ ഭൂവിഭവ പരിപാലനത്തിലൂടേയുും മണ്ണിന്് ററെ ആരോ ോഗ്്യ സംര ക്ഷണത്തിലൂടേയുും സുസ്ഥിര കാര്് ഷഷികോ ോല്  പ്്പാദനവുും സ്്വയംപര്്യയാപ്തതയുും ദൗത്്യയം (Mission)   ഭൂവിഭവ സംരക്ഷണം ലക്ഷഷ്യമാക്കി പൊ ൊതുജനപങ്കാളിത്തത്്തതോടെയുള്ള നീര് ത്തടാധിഷ്ഠിത വികസന പദ്ധതിയുടെ മേല്്  നനോട്ടവുും നടത്തിപ്പപും   പ്രകൃതിവിഭവ സംരക്ഷണത്തെക്കുറിച്ചുള്ള അറിവിന്് ററേയുും പ്രായോ ോഗിക പരിജ്ഞാനത്തിന്് ററേയുും വ്്യയാപനം   ആധുനിക സാങ്കേതികവിദ്്യകളുടെ സാധ്്യതകള്  ഉപയോ ോഗപ്പെടുത്തി സംസ്ഥാനമൊ ൊട്ടാകെയുള്ള മണ്ണ്, ഭൂവിഭങ്ങളുടെ വിവരശേഖരണവുും വിജ്ഞാന വ്്യയാപനവുും   ഓരോ ോ പ്രദേശത്തിനുും അനുയോ ോജ്്യമായ ഭൂവിനിയോ ോ ഗ നിര് ണ്ണയം   മണ്ണിന്് ററെ ആരോ ോഗ്്യപരിപാലന സംരക്ഷണ പ്രവര് ത്തനങ്ങളെക്കുറിച്ചുള്ള വിജ്ഞാനവ്്യയാപനം   മണ്ണിന്് ററെ പ്രാധാന്്യത്തെക്കുറിച്ചചും, മനുഷ്്യന് മണ്ണ് നല്  കുന്ന സേ വനങ്ങളെക്കുറിച്ചചും ജനങ്ങളില്  അവബോ ോധം വളർത്തൽ ചുമതല (Function)   വിശദ മണ്ണ് പര്്യവേക്ഷണ പ്രവര് ത്തനങ്ങളിലൂടെ സംസ്ഥാനത്തിന്് ററെ സുസ്ഥിര കാര്് ഷഷികവികസന ത്തിനുതകുന്ന ഭൂവിജഞാന വിവരശേഖരണവുും വ്്യയാപനവുും. ഓരോ ോ പ്രദേശത്തിന്് ററേയുും സമഗ്രവികസനത്തിനു വേണ്ടിയുള്ള പദ്ധതികള്  ആസൂത്രണം ചെയ്യാന്  ഉതകുന്ന അടിസ്ഥാന രേഖയായ പഞ്ചായത്തുതല വിശദ മണ്ണ് ഭൂവിഭവ റിപ്്പപോര് ടട്ടുകളുടേയുും ഭൂപടങ്ങളു ടേയുും പ്രസിദ്ധീകരണം. പശ്ചിമഘട്ട വികസനപദ്ധതിയുമായി ബന്ധപ്പെട്ട നീര് ത്തടങ്ങളുടെ തിരഞ്ഞെടുപ്പപും അനുബന്ധമണ്ണു പര്്യവേക്ഷണ പ്രവര് ത്തനങ്ങളുും   ഫലഭൂയിഷ്ടമായ മേല് മണ്ണ് സംരക്ഷണത്തിലൂടെയുള്ള കാര്് ഷഷിക ഉല്പാദന വര് ദ്ധനവ്   തല് സ്ഥലജലസംരക്ഷണത്തിലൂടെ വരള് ച്ചയുടെ കാഠിന്്യയം കുറയ്ക്കുക   മണ്ണ് ജല സംരക്ഷണത്തിലൂടെയുള്ള കാര്് ഷഷിക ഉല്് പപാദന വര് ദ്ധനവ്   ജലവിതരണ പദ്ധതി റിസര്്  വവോയറുകളിലെ എക്കല്  അടിയുന്നത് കുറയ്ക്കാന്  വൃഷ്ടി പ്രദേശങ്ങളിലെ മണ്ണുജലസംരക്ഷണപ്രവര് ത്തനങ്ങളുടെ നടത്തിപ്പ്. മണ്ണുപരിശോ ോധനാശാലകള്  (ലബോàോറട്ടറീസ്) മണ്ണുപര്്യവേക്ഷണ പഠനങ്ങളുടെ ഭാഗമായുളള മണ്ണിന്് ററെ വര്  ഗ്്ഗീകരണത്തിന് (Soil Classification) രാസ പരിശോ ോ ധന അത്്യന്താപേക്ഷിതമാണ്. വിവരസാങ്കേതികവിദ്്യയുടെ സാധ്്യതകള്  പ്രയോ ോജനപ്പെടുത്തി കര് ഷകര്  ക്്ക് തങ്ങളുടെ കൃഷിയിട ത്തിലെ മണ്ണിന്് ററെ ഫലപുഷ്ടി വിവരങ്ങളുും അവിടെ കൃഷി ചെയ്യുന്ന വിളകള്  ക്്ക് ആവശ്്യമായ കൃത്്യമായ വളപ്രയോ ോഗശുപാര് ശയുും വിരല് തത്തുമ്പില്  ലഭ്്യമാക്കുന്ന  മണ്ണിനെ അറിയാം മൊ ൊബൈലിലൂടെ  (MAM) എന്ന മൊ ൊബൈല്  ആപ്ലിക്കേഷന്  IIITMK യുമായി സഹകരിച്ച് മണ്ണ് പര്്യവേക്ഷണ മണ്ണ് സംരക്ഷണ വകുപ്പ് വികസിപ്പിച്ചെടുത്തിട്ടുണ്ട്. കൃഷി വകുപ്പുമായി ചേർന്ന് മണ്ണ് വിവരങ്ങൾ ശേഖരിക്കുക, സംഭരിക്കുക, പങ്കിടുക, കൈകാര്്യയം ചെയ്യുക, എന്നീ ലക്ഷഷ്യങ്ങളോ ോടെയുള്ള സോ ോയിൽ ഡിജിറ്റൽ പോ ോർട്ടലിന്റെ വികസനവുും, സംസ്ഥാനമൊ ൊട്ടാകെയുള്ള കർഷകർക്ക് സോ ോയിൽ ഹെൽത്ത് കാർഡ് വിതരണം ചെയ്യുന്നതിനുള്ള മണ്ണുപരിശോ ോ ധന ക്്യയാമ്പയിനുക ളുടെ ഏകോ ോപനവുും ഈ പദ്ധതിയിൽ ലക്ഷഷ്യമിടുന്നു. സോ ോയില്  ഇന് ഫര്് മമാറ്റിക്സ്   പബ്ലിക്കേഷന്  സെല്  വിവിധ ഭൂവിഭവ വികസന പ്രവര് ത്തനങ്ങള്  ക്്ക് അനിവാര്്യമായ മണ്ണ് പര്്യവേക്ഷണ റിപ്്പപോര് ടട്ടുകളുും ബുളളറ്റിനുകളുും പ്രസിദ്ധീകരിക്കുകയാണ് ഈ പദ്ധതിയുടെ ലക്ഷ്യം. കൂടാതെ ജില്ലാതല ആസൂത്രണത്തിന് ആവശ്്യമായ അടിസ്ഥാന വിവരങ്ങള്  നല്കുന്ന മണ്ണുപര്്യവേക്ഷണം, പഞ്ചായത്തുകളിലെ വിശദ മണ്ണുപര്്യ വേക്ഷണം, മുന്് കകാലങ്ങളില്  വിശദ മണ്ണുപര്്യവേക്ഷണം നടത്തിയ സ്ഥലങ്ങളില്  അതിനു ശേഷം മണ്ണിന് സംഭവിച്ച ഭൗതിക മാറ്റങ്ങള്  ഉള്് കക്കകൊളളിച്ചുകൊ ൊണ്ടുളള മണ്ണ് പര്്യവേക്ഷണ പുനര്് നനിര് ണ്ണയം എന്നീ പ്ര വര് ത്തനങ്ങളുും ഈ പദ്ധതിയുടെ ഭാഗമായി നടപ്പിലാക്കി വരുന്നു. ഭൂമിയുടെ തരംതിരിവ് സംബന്ധിച്ച ഡാറ്റാ ബാങ്ക് സൃഷ്ടിക്കല്  ആധുനിക വിവര സാങ്കേതിക വിദ്്യയുടെ സഹായത്താല് , പഞ്ചായത്ത് തലത്തില്  ഭൂമിയുടെ തരംതിരിവ് സംബന്ധിച്ച ഡാറ്റാ ബാങ്ക് സൃഷ്ടിക്കുന്നതിനാണ് ഈ പദ്ധതിയിലൂടെ ലക്ഷഷ്യമിട്ടിരിക്കുന്നത്. മണ്ണിടിച്ചിലുളള പ്രദേശങ്ങളുടെ ബലപ്പെടുത്തൽ ഉരുൾപൊ ൊട്ടൽ, മണ്ണിടിച്ചിൽ എന്നിവ മൂലം സംസ്ഥാനത്ത് കൃഷിനാശം സംഭവിച്ചതുും സംഭവിക്കാൻ സാധ്്യതയുമുളള പ്രദേശങ്ങളിൽ ശാസ്ത്രീയമായ മണ്ണ് സംരക്ഷണ മാർഗ്ഗങ്ങൾ അവലംബിക്കുക, അധികജ ലം സുരക്ഷിതമായി പുറത്തേക്കു ഒഴുക്കുന്നതിനുളള സംവിധാനം ഒരുക്കുക എന്നിവയാണ് പദ്ധതിയുടെ ലക്ഷ്യം. മണ്ണു സംരക്ഷണ വകുപ്പിലെ ഉദ്യോഗസ്ഥർക്കകും മറ്റുളളവർക്കുമുളള പരിശീലന പദ്ധതി മണ്ണു പര്്യവേക്ഷണ മണ്ണു സംരക്ഷണ വകുപ്പിലെ ഉദ്യോഗസ്ഥർക്കകും ത്രിതല പഞ്ചായത്തിലെ തിര ഞ്ഞെടുക്കപ്പെട്ട പ്രതിനിധികൾക്കകും, കർഷകർ, സന്നദ്ധ സംഘടനാപ്രവർത്തകർ, വിദ്്യയാർത്ഥികൾ തുട ങ്ങിയവർക്കകും മണ്ണു ജല സംരക്ഷണ മേഖലയിൽ പ്രവർത്തിക്കുന്ന മറ്റുളളവർക്കകും നീർത്തട വികസനം, മണ്ണ് ജല സംരക്ഷണം എന്നീ വിഷയങ്ങളിൽ വേണ്ടത്ര അറിവ് പകരുന്നതിനുും മണ്ണു ജല സംരക്ഷണ മേഖലയിൽ കാലാകാലങ്ങളിൽ ഉണ്ടാകുന്ന നവീന മാർഗ്ഗങ്ങൾ മനസ്സിലാക്കുന്നതിനുും ബന്ധപ്പെട്ടവർക്ക് പകർന്നു നല്കുന്നതിനുും മണ്ണു പര്്യവേക്ഷണ മണ്ണു സംരക്ഷണ വകുപ്പിൻ കീഴിൽ ഒരു പരിശീലന കേന്ദ്രം, ഇൻസ്റ്റിറ്റ്യൂട്ട് ഫോ ോർ വാട്ടർഷെഡ് ഡ വലപ്പമെന്റ് ആന്റ് മാനേജ്മെന്റ്   കേരള (IWDM-K, Chadayamangalam) ചടയമംഗലത്ത് പ്രവർത്തിക്കുന്നു. INSTITUTIONS UNDER THE DEPARTMENT OF SOIL SURVEY  SOIL CONSERVATION 1. ഇന് സ്റ്റിറ്റ്യൂട്ട് ഫോ ോര്  വാട്ടര്് ഷഷെഡ്ഡവലപ്പമെന്് ററ് ആന് ററ് മാനേജ്മെന്് ററ്-കേരള (IWDM-K, Chadayamangalam) മണ്ണുപര്്യവേക്ഷണ സംരക്ഷണ വകുപ്പിലെ ഉദ്യോഗസ്ഥര്  ക്കകും ത്രിതല പഞ്ചായത്തിലെ തിരഞ്ഞെടു ക്കപ്പെട്ട പ്രതിനിധികള്  ക്കകും, മണ്ണുജല സംരക്ഷണ മേഖലയില്  പ്രവര്  ത്്തിക്കുന്ന മറ്റുളളവര്  ക്കകും നീർത്തട വികസനം, മണ്ണ് ജല സംരക്ഷണം വിഷയത്തില്  വേണ്ടത്ര അറിവ് പകരുന്നതിനുും മണ്ണുജലസംരക്ഷണ മേഖലയില്  കാലാകാലങ്ങളില്  ഉണ്ടാകുന്ന നവീന മാര് ഗ്ഗങ്ങള്  മനസ്സിലാക്കുന്നതിനുും ബന്ധപ്പെട്ടവര്  ക്്ക് പകര് നന്നു നല്കുന്നതിനുും മണ്ണുസംരക്ഷണ വകുപ്പിന്  കീഴില്  ഒരു പരിശീലന കേന്ദ്രം, ഇന് സ്റ്റിറ്റ്യൂട്ട് ഫോ ോര്  വാട്ടര്് ഷഷെഡ്ഡവലപ്പമെന്് റ് ആന്് റ് മാനേജ്മെന്് റ്-കേരള (IWDM-K, Chadayamangalam) ചടയമംഗലത്ത് പ്രവര്  ത്്തിക്കുന്നുണ്ട്. നീര് ത്തട വികസനം, മണ്ണ് ജല സംരക്ഷണം എന്നീ വിഷയങ്ങളില്  പുതുതലമുറയെ ബോ ോധവല് ക്കരി ക്കുന്നതിനായി വിവിധ ജില്ലകളില്  പരിശീലനപരിപാടികളുും ബോ ോധവല് ക്കരണ പ്രദര് ശനങ്ങളുും നീര് മറി വികസന പരിശീലനകേന്ദ്രത്തിന്് ററെ ആഭിമുഖ്്യത്തില്  സംഘടിപ്പിക്കുകയുും ചെയ്തു വരുന്നു. സ്റ്റേറ്റ് സോ ോയില്  മ്യൂസിയം കേരളത്തിലെ എല്ലാ മണ്ണിനങ്ങളെയുും കുറിച്ചുള്ള സമഗ്രമായ വിവരം കര് ഷകര്  ക്കകും, ഗവേഷകര്്ക്്കുും, വിദ്്യയാര്  ത്്ഥികള്  ക്കകും ഭരണകര്  ത്്താക്കള്  ക്കകും ലഭ്്യമാക്കുക എന്ന ലക്ഷഷ്യത്്തതോടെ കേ രളത്തിലെ കാസ ര്്  ഗഗോഡ് മുതല്  പാറശ്ശാലവരെയുള്ള വൈവിധ്്യമാര് ന്ന മണ്ണിനങ്ങളുടെ പരിച്ഛേദികകള്  (പ്രതലം മുതല്  2 മീറ്റര്  താഴ്ച വരെയുള്ള മണ്ണ്) അവയുടെ സവിശേഷതകളുും പരിമിതികളുും ഉള്  പ്്പെടുന്ന വിവരണ സഹിതം പ്രദര്് ശശിപ്പിക്കുന്ന ഒരു സോ ോയില്  മ്യൂസിയം തിരുവനന്തപുരത്ത് പാറോ ോട്ടുകോ ോണത്ത് പ്രവര്  ത്്തിക്കുന്നു. 250 TABLE - 2 CLASSIFICATION OF AREA ON THE BASIS OF LAND UTILISATION 2021-22 Area in Hectares Sl. No District Total Geographical area Forest Land put to non agricultural use Barren   uncultivable land Permanent pastures   other grazing land Land under misc. tree crops Cultivable waste Fallow other than current fallow Current fallow Marshy Land Still Water Water Logged Area Social Forestry Net area sown Area sown more than once Total cropped Area 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 1 Trivandrum 218781 49861 33856 277 0 27 507 1033 2899 1 2696 16 22 127586 24200. 31 The estimates are based on survey conducted in the Revenue land (as per Village Records). Therefore the area under cultivation in forest land is not included 251 TABLE-3 AREA UNDER CROPS 2021-22 (Area in Ha) Sl. Name of district Rice (Wet land) Rice (Dry land) Rice (Total) Autumn Winter Summer Total Autumn Winter Summer Total Autumn Winter Summer Total 1 2 3 4 5 6 7 7 8 9 10 11 12 13 1 Thiruvananthapuram 2462. 19 275 FODDER CROPS AND CULTIVATION PRACTICES Activity Hybrid Napier Guinea Grass Congo Signal Fodder maize Fodder Cowpea Stylosanthes 1 2 3 4 5 6 7 1 Suitable Location Low Altitude Regions Low Altitude Regions Low up to an altitude of 2000m Low up to an altitude of 2000m Low Altitude Regions Low Altitude Regions 2 Season June   Sept June - Sept June - Sept May - June Throughout the year May - Sept 3 Soil Lateritic to Alluvium soil with good drainage Same Same Same Same Same 4 Planting Material required   ha 40,000 seedlings 69000 to 100000 rooted cuttings OR seeds 10 Kg 2. ",
    "weather_guidance": "കാലാവസ്ഥാ വ്്യതിയാനത്തെ നേരിടുന്നതി നായി സുസ്ഥിരമായ ഒരു കാർഷിക സംസ്കാരം രൂപപ്പെടുത്തിയെടുക്കേണ്ടതിന്റെ ആവശ്്യകത മനസ്സിലാക്കി ജൈവ കാർഷിക മേഖലയിൽ കൂടുതൽ ശക്തമായ ഇടപെടലുകൾ നടത്തുന്നതിന്റെ ഭാഗമായി ആരംഭം കുറിച്ച  ജൈവ കാർഷിക മിഷൻ  ജനങ്ങൾക്ക് സുരക്ഷിത ഭക്ഷണവുും മെച്ചപ്പെട്ട ആരോ ോഗ്്യവുും ഉറപ്പ് നൽകുും. In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. in and Labour s General Education s Literacy Movement s Labour s Employment and Training s Skills s Rehabilitation s Factories and Boilers s Insurance Medical Service s Industrial Tribunals and Labour Courts Address : Room No. Secretary (RFS NRM Climate Change) Fa. com DISTRICT LEVEL ADMINISTRATIVE ASSISTANTS DISTRICT LEVEL ACCOUNTS OFFICERS 21 SAMETI (State Agriculture Management And Extension Training Institute) Agricultural Urban Wholesale Market Compound, Venpalavattom Anayara P. PBS, State Seed Farm, Kasaragod-671121 9383472375 58 REGIONAL AGRICULTURAL TECHNOLOGY TRAINING CENTRES (RATTC) (1) Thiruvananthapuram, 0471 2413739 Kazhakuttom; rattckzhm gmail. com 9383472390 FARMERS TRAINING CENTRES (FTC) 1. Farmers Training Centre Pandalam, 04734-252244 ftcpandalam gmail. Farmers Training Centre, Vengeri, 0495 2373582 ftckzd gmail. com 17 Shiny Lukos AEE(A) 9447462572 Research Testing   Training Centre Vellayani PO, Thiruvananthapuram Kerala-695522 0471-2481763 rttctvpm gmail. District Manager District Office Address 1 Thiruvananthapuram 9446455663 District Manager VFPCK Training Center, Uravidam T. com 2 Kollam 0474-2160364 9447988455 District Manager VFPCK Training Center, Swathi, Naduvathur Factory Junction, Kottarakkara, Kollam-691506 Email-vfpck. com 3 Pathanamthitta 0473-4252030 9447988355 District Manager VFPCK Training Center, Kaveri Building, Near Sastha Temple, Pandalam, Pathanamthitta Email-vfpck. com 4 Kottayam 0481-2534709 9447988255 District Manager VFPCK Training Center, Pandarasseril Building, Near Village Office, Ettumanoor, Kottayam-686631. com 5 Idukki 04864-223502 9447988155 District Manager VFPCK Training Center, Opp. com 6 Alappuzha 0479-2380976 9446394468 District Manager VFPCK Training Center, Building No. com 7 Ernakulam 0484-2422273 9447988055 District Manager VFPCK Training Center, VFPCK,Kakkanad Ernakulam-682037. com 8 Thrissur 0480-2727950 9447982255 District Manager VFPCK Training Center, J M Complex, Near ITC Bank, Aloor Road, Kodakara-680301 Email-vfpck. com 9 Palakkad 04922-223826 9447986655 District Manager VFPCK Training Center, Opp. com 10 Malappuram 0483-2768987 9447984455 District Manager VFPCK Training Center Padmasree Building, Industrial Estate Road Near Town Hall, Manjeri, Malappuram- 676121 Email-vfpck. com 11 Calicut 0495-2225517 9447983355 District Manager VFPCK Training Center, Sithara Buildings Thamarassery, Calicut673573 Email-vfpck. com 62 12 Kannur 0497-2708211 9497715463 District Manager VFPCK Training Center, C o Dr. com 13 Wayanad 04936-286012 9447988655 District Manager VFPCK Training Center, Building No. com 14 Kasargode 0467-2217410 9447058455 District Manager VFPCK Training Center, Alhalal Building, Magham Road, Al aminPalli, Kanjangad P O, Kasargode Email-mpakgd vfpck. Krishna Teja IAS (District Collector, Thrissur) INTERNATIONAL RESEARCH AND TRAINING CENTRE FOR BELOW SEA LEVEL FARMING, KUTTANAD Thottappally P. Rayne Joseph Principal Training Officer(ic), LMTC, Kudappanakunnu, TVM 0471-2732918 ptotvm. Anilkumaran Nair Principal Training Officer, LMTC, Mundayad, Kannur (retires on 30-09-2021) 0497-2763473 jointdirectormundayad gmail. in 66 Kanjiramkulam 0471 2264100 Kilimanoor 0470 2675965 Koithoorkonam 0471 2617693 Malayinkeezh 0471 2279650 Nalanchira 0471 2533650 Neyyattinkara 0471 2226409 Thakaraparambu 0470 2651074 Thiruvallam 0471 2382253 Uchakkada 0471 2267650 Vamanapuram 0472 2871688 Vattiyoorkavu 0471 2369131 Vellamkolly 0470 2679941 Vengode 0471 2709040 VETERINARY DISPENSARIES Alamukku (Poovachal) 0472 2896266 Amboori 0471 2246044 Arumanoor 0471 2210011 Aruvikkara 0472 2889000 Attinkuzhy 0471 2412531 Balaramapuram 0471 2405099 Kadakampally 0471 2741340 Kadinamkulam 0471 2752756 Kalamachal 0472 2853111 Kallikadu 0471 2271132 Kalloor 0471 2429040 Kamukinkode 0471 2222106 Karakulam 0471 2370010 Karumkulam 0471 2211311 Keezhattingal 0470 2688257 Kulathoor 0471 2218515 Kunnathukal 0471 2250211 Kuttichal 0472 2853837 Kuttiyani 0472 2585700 Malayadi 0472 2892182 Maranaloor 0471 2297470 Mudakkal 0470 2631088 Murukumpuzha 0471 2425155 Navayikulam 0470 2692227 Ottasekharamangalam 0471 2257879 Palode 0472 2840810 Peringamala 0472 2843060 Perunkadavila 0471 2278142 Pulimath 0470 2672142 Pulimoode 04702652993 Pullampara 0472 2828118 Sarkara 0470 2642977 Thrikannapuram 0471 2351448 Uzhamalakkal 0472 2898077 Vakkom 0470 2142194 Varkala 0470 2608111 Velavoor(Manickal) 0472 2583304 Vellanadu 0472 2882020 Venkulam 0470 2661011 Vettor 0470 2609099 Vilappil 0471 2270172 Vilvoorkal 0471 2281988 Vithura 0472 2859500 RP Checkpost, Parassala 0471 2204222 KOLLAM DAHO,Kollam 0474-2793464 DVC Kollam 0474-2795076 Kollam 0474-2795076 ICDP Office Kottarakkara 0474-2454123 LMTC Kottiyam 0474-2537300 Mobile Veterinary Office Kollam RAIC Sasthamcottah 0476-2837150 RAIC Sasthamcottah (2) 0476-2837149 RAIC Kottarakkara 0474-2459611 RAIC Kottarakkara (2) 0474-2459610 RAIC Kottiyam 0474-2535345 RAIC Pathanapuram 0475-2353405 RPF Kollam 0474-2799222 RPF Kollam (2) 0474-2799221 RP Vigilance Unit, Punalur VD Kuzhimathicadu 0474-2026928 VD East Kallada 0476-2084665 VD Kummil 0474-2447114 VD Maruthamonpally 0474-2049853 VD Nilamel 0474-2434699 VD Prayar South 0476-2899557 VD Roadvila 0474-2467939 VD Sankarapuram 0474-2439400 VD, Adichanalloor VD, Ezhukone 0474-2065830 VD, Kannanalloor 0474-2501140 VD, Kottamkara 0474-2707797 VD, Kulasekharapuram 0476-2625069 VD, Munroe Island 0474-2543414 VD, Nallila 0474-2566111 67 VD, Panyam VD, Pattazhi 0475-2399641 VD, Poruvazhy 0476-2821618 VD, Punukkannoor 0474-2520562 VD, Puthenkulam 0474-2512720 VD, Sooranadu South 0476-2854400 VD, Thenmala 0475-2336319 VD, Ummannoor 0474-2071510 VD, Venchempu 0475-2252732 VD, Yeroor 0475-2278718 VD,Chengamanadu 0474-2696065 VD,Inchakkadu 0474-2045523 VD,Mynagappally 0476-2846121 VD,Pavithreswaram 0474-2621175 VD,Sasthamcottah 0476-2837050 VH Anchal 0475-2270160 VH Ayoor 0475-2294646 VH Pathanapuram 0475-2035600 VH, Chathannur 0474-2596979 VH, Chavara 0476-2681001 VH, Chemmakkad VH, Cheruvakkal 0474-2670780 VH, Kadakkal VH, Sakthikulangara 0474-2772289 VPC, Paravur 0474-2518080 VPC,Arinallor 0476-2874293 ADCP Kollam 0474-2797276 BBF Kuriottumala 0475-2227485 Block Office,Ithikkra 0474-2593260 CFSS,Chavara 0476-2684805 CFSS, Kottiyam 0474-2535345 CFSS Kollam 0476-2797276 CFSS Kottarakkara 0474-2459611 CFSS Sasthamcotta 0476-2837150 CFSS,Kadakkal Clinical Lab Kollam 0474-2795076 VD West Kallada 0476-2587866 VD Alappadu 0476-2827300 VD Aryancavu 0475-2344002 VD Chadayamangalam 0474-2477410 VD Chirakkara NIL VD Chithara VD Eravipuram 0474-2764577 VD Kannettil 0476-2062800 VD Karavoor 0475-2385151 VD Mangad 0474-2713347 VD Panavely 0474-2047239 VD Vayakkal 0474-2472710 VD Veliyam 0474-2465599 VD, Kaduvathodu 0475-2397570 VD, Kanjavely 0474-2706961 VD, Kulakkada 0474-2167725 VD, Mayyanadu NIL VD, Mulavana 0474-2520700 VD, Nedumpana 0474-2561115 VD, Panmana 0476-2670356 VD, Parakkadavu 0476-2834313 VD, Randalummoodu 0475-2328707 VD, Thekkumbhagom 0476-2883979 VD,Neendakara 0476-2081799 VD,Perayam 0474-2523495 VH Channapettah VH Kottiyam VH Kulathupuzha 0475-2317062 VH Kunnicode, VH Manappally 0476-2865378 VH, Anchalummoodu 0474-2550699 VH, Kalluvathukkal 0474-2577643 VH, Kottarakkara 0474-2450892 VH, Kundara 0474-2546820 VH, Kunnathoor 0476-2857977 VH, Punthalathazham 0474-2719867 VH, Thevalappuram 0474-2067838 VH,Oachira 0476-2697310 VPC Karunagappally 0476-2660713 VPC Karunagappally 0476-2660712 VPC, Punalur 0475-2221555 PATHANAMTHITTA DAHO 04682322762 ADDL Thiruvalla 04692700413 Duck Training Institute   Hatchery 9188522711 Duck Farm Niranam 04692711898 ADCP 04682270206 DVC 04682270908 RAIC Pathanamthitta 04682325693 ICDP Pathanamthitta 04682220418 RAIC Mallappally 04692683123 VPC Adoor 04734223445 RAIC Ranni 04735224550 68 VPC Thiruvalla 04692607354 VH Kozhencherry 04682261448 VPC Ranni 04735221358 VH Mallappally 04692680315 VH Ayroor 04735230470 VH Malayalappuzha 04682303206 VH Kalanjoor 04734273046 VH Pandalam 04734256405 VH Kodumon 04734280190 VH Pulikkeezhu 04692717812 VD Anickad 04692686459 VH Pullad 04692662380 VD Chathanthara 04735263300 VH Pallickal 04734289666 VD Chenneerkkara 04682257849 VD Kuttoor 04692615853 VD Chethomkara 04735223323 VD Kaviyur 04692618361 VD Elanthur 04682263462 VD Mannarakulanji 04682303179 VD Erathu 04734223439 VD Nedumpram 04692642651 VD Ezhamkulam 04734243600 VD Naranganam 04734261442 VD Elamannoor 04734247826 VD Othara 04692657966 VD Kaipattur 04682351340 VD Peringara 04692737363 VD Kallooppara 04692678728 VD Pramadom 04682336995 VD Kidangannur 04682260252 VD Puramattom 04692651809 VD Kottanadu 04692775857 VD Ranni Angadi 04735201983 VD Kottangal 04692799601 VD Ranni Perinadu 04735242011 VD Kulanada 04734261149 VD Thattayil 04734223527 VD Kuriannur 04692672857 VD Thelliyur 04692655759 VD Vayala 04734244900 VD Thumpamon 04734209858 KOTTAYAM DAHO 04812563726 DVC 04812564623 ADCP 04812309770 MVH 04812568768 RAHC Vaikkom 04829231267 RPF Manarkadu 04812373710 LMTC Thalayolaparambu 04829234323 RAHC Kanjirappally 04828202545 VD Memmury 04829245090 VD Anicad 04812551289 VD Mulakulam 04829253113 VD Arpookkara 04812591842 VD Mundakayam 04828274518 VD Athirampuzha 04812594388 VD Nattakam 04812432705 VD Ayarkunnam 04812546123 VD Neendoor 04812711477 VD Chengalam South 04812526110 VD Paika 04822226633 VD Chennad 04822279016 VD Paippad 04812445669 VD Kadanad 04822248013 VD Panachikadu 04812331810 VD Kallara 04829268872 VD Parathanam 04828287014 VD Kanam 04812455300 VD Parathodu 04828270110 VD Kooraly 04828265675 VD Pothempuzha 04828246240 VD Kooropada 04812701965 VD Puthuvely 04822245833 VD Kozhuvanal 04822268081 VD T V Puram 04829211852 VD Kumarakom 04812526114 VD Teekoy 04822280849 VD Kumaranalloor 04812310156 VD Thalanadu 04822280848 VD Kurichi 04812433980 VD Thekkethukavala 04828228060 VD Kurichithanam 04822250638 VD Thidanadu 04822272068 VD Madappally 04812475632 VD Thodanal 04822268350 69 VD Marangoly 04829264315 VD Thottapally 04812703040 VD Mattakara 04812546505 VD Thrikodithanam 04812445648 VD Meenadam 04812556889 VD Thuruthy 04812321006 VD Melampara 04822237851 VD Ullanad 04822248023 VD Melukavu 04822220608 VD Uzhavoor 04822243528 VD Valavoor 04822259009 VD Vayala 04822229392 VD Vechoor 04812277538 VD Velloor 04829225856 VD Vijayapuram 04812577177 ALAPPUZHA DAHO 04772252431 04772252431 CFSP Alappuzha 04772246834 ADCP 04772252636 CFSP Haripad 04792442949 DVC 04772252635 CFSP Mavelikara 04792302262 Hatchery Chengannur 04792452277 MBVH Alappuzha 04772252635 RAIC Cherthala 04782817801 RAIC Mavelikkara 04792302262 VD Ala 04792367253 VD Kavalam VD Anaprambal 04772122828 VD Kodamthuruth 04782561802 VD Arattupuzha 04792488900 VD Kuthiyathode 04782561803 VD Aroor 04782872052 VD Mararikulam South 04772249125 VD Aryad 04772125952 VD Muttar 04772122556 VD Ambalappuzha North 04772280544 VD Arthumkal 04782573070 VD Kumarapuram 04792418065 VD Punnapra North 04772269567 VD Thiruvanvandoor 04792427407 VD Thrikkunnappuzha 04792480688 VD Thuruthimel 04792362201 VD Vaduthala 04782873340 VD Ayaparambu 04792318480 VD Neelamperoor 04772174141 VD Budhanur 04792466388 VD Pallippad 04792487712 VD Chembumpuram 04772171298 VD Pandanad 04792466386 VD Chennithala 04793214657 VD Pathiyoor 04792437030 VD Cheppad 04792401300 VD Pattoor 04792374002 VD Cheriyanad 04792353122 VD Perumbalam VD Cherthala 04782811188 VD Pulincunnu 04772702074 VD Chettikulangra 04792346232 VD Puliyoor 04792466387 VD Chingoli 04792487712 VD Purakkad 04772127100 VD Chunakkara 04792379440 VD Ramankary 04772703607 VD Devikulangara 04762697330 VD Thakazhi 04772275888 VD Edathua 04772210472 VD Thannermukkom 04782820070 VD Ezhupunna 04782187420 VD Thazhakkara 04792358472 VD Kadakkarapally 04782181889 VD Thuravoor 04782618262 VD Kainakary 04772171607 VD Vallikunnam 04792338644 VD Kandalloor 04792431201 VD Vayalar 04782595125 VD Kanichukulangara 04782186276 VD Veeyapuram 04792318400 VD Karuvatta 04792491700 VD Venmony 04772270495 VH Thycattussery 04782532326 VH Mulakkuzha 04792468998 VH Ambalappuzha South 04772270495 70 VH Muthukulam 04792474225 VH Kalavoor 04772290098 VH Nooranad 04792389397 VH Karthikappally 04792487912 VH Otappunna 04782552597 VH Kattanam 04792331621 VH Panavally 04782522091 VH Kayippuram 04782863303 VH Pattanakad 04782595123 VH Kidangara 04772753733 VH Punnapra South 04772288458 VH Krishnapuram 04792437679 VH Thamarakkulam 04792372225 VH Mannar 04792313811 VH Vathikulam 04792327292 VH Kayipuram 04782863303 VPC Chengannur 04792450558 VPC Kayamkulam 04792442949 VPC Cherthala 04782816584 VPC Mankombu 04772615105 VPC Haripad 04792418100 VPC Mavelikkara 04792340325 IDUKKI DAHO 04862222894 DVC Thodupuzha 04862221546 ADCP 04862223878 DPF Kolani 04862221138 VD Kunchithanny 04865266357 KLDB Mattupetty 04865242202 VD Marayoor 04865253086 KLDB Training Centre 04865242201 VD Puthuppariyam 04862210992 VD Rajakkad 04868241727 VD Kanjikuzhy 04862238036 VD Keezhanthoor 04865253684 VD Vellathooval 04864277061 VD Kodikulam 04862265205 VD Thopramkudy 04868265125 VD Vazhathoppe 04862236030 VD Erattayar 04868230444 VH Muttom 04862255120 VH Peerumedu 04869233790 VH Elappara 04869242202 VH Adimaly 04864224215 R. Duck Farm, Niranam, Pathanamthitta 0469-2711898 VD Kudiyanmala 04602809180 VD Vengara 04972871190 KASARGOD DAHO Kasaragod 04994 255483 RAHC Kasaragod 04994 222529 RAHC Kanhangad 04672 202325 ADCP Kasaragod 04994 226450 DVC Kasaragod 04994 224624 VH Kanhangad 0467-2200335 VH Konnakkad 0467-2223153 VH Manjeshwaram 04998-274985 VH Trikaripur 0467 2284846 VH Nileshwaram 0467-2214229 VH Uduma 0467-2265322 VD Ravaneeshwaram 0467-2419705 VD Badiadka 04998284959 VD Bedadka 04994-212299 VD Bellur 04998 266828 VD Balanthode 0467-2224999 VD Chittarikkal 0467-2223153 VD Cheemeni 04672251707 VD Delampady 04994 270081 VD Dharmanagar 04998202220 VD Kallar 0467-2224999 VD Kodakkad 04985-263769 VD Kalichanadukkam 0467-2256778 VD Kayyur 0467-2231609 VD Karinthalam 0467-2259128 VD Kumbla 04998217291 VD Kuttikole 04994206686 VD Madhur 04994 230977 VD Madikai 0467-2283349 VD Mangalpady 04998240566 VDMeenja 04998 252611 VD Mogralputhur 04994 232200 VD Muliyar 0467-251080 VD Mulleria 04994262417 VDMugu 04998-247508 VD Madakkara 0467-263743 VD Naimarmoola 04994-251080 VD Paravanadukkam 04994 239940 VD Periye 0467 2323338 VD Perla 04998 226822 VD Padne 04672 278169 VD Paivalike 04998207382 VD Plachikkara 0468-2245964 VD Thachangad 04672274030 VD Valiyaparamba 0467-2300015 77 LIVESTOCK MANAGEMENT TRAINING CENTRES (LMTC) Name Officer Name Number Email id LMTC, Kudappanakunnu Dr. in Duck hatchery   Training institute Manjadi, Thiruvalla (D-HAT) Dr. in DAIRY TRAINING CENTRES Name of Dairy Training Centre Name of Officer (Deputy Directors) Office Phone No. e-mail The Principal, Dairy Training Centre, Thiruvananthapuram, Pattom P. in The Principal, Dairy Training Cen- tre, Oachira,Building No 10-171, North Oachira temple, East of High- way, OachiraP. in The Principal, Dairy Training Centre, Building No. in The Principal, Dairy Training Centre, Building No. in The Principal, Dairy Training Centre, Beypore North P. in Extension Training Centre Kottarakkara 2454621;2454618, 2454169, 2454768 sirdkerala gmail. in Milk Product Training and Development Centre, Oachira (476)2698550. in Dist Planning Officer 2561638 Dairy Training Centre 2302273 Punja Special Officer 2560122 RAIDCO, Kottayam 0481 2562932 raidcokottayam gmail. in Dairy Training Centre 2414579 Deputy Director of Fisheries 2383780 ddkzd_fisheries. in KVK (CPCRI) 4232993 Extendtion Training Centre, Vorkady 8202203 113 UNIVERSITIES KERALA AGRICULTURAL UNIVERSITY KAU P. in College of Climate Change and Environmental Science, Vellanikkara-680656 2686214, 0487-2372413 dean. Central Training Institute, Mannuthy 0487-2371104 cti kau. Training Service Scheme, Vellayani 0471-2383254 tssvellayani kau. Centre for Animal Adaptation and Climate Change Studies, Mannuthy 0487 2373637 caadeccs kvasu. Centre for One Health Education, Advocacy, Research   Training, Pookode 04936 256948 coheart kvasu. y Ensure marketing support facilities for farmers and facilitate market intervention and value addition y Training to farmers and promotion of agricultural mechanization y Arrange credit facilities for crop development y Conserve and protect agricultural and natural resources by promoting environmentally safe agricultural practices MISSION To safeguard the interest of farmers, ensure food and nutritional security and support Kerala s agricultural economy by enhancing agricultural production and productivity through transfer of technology and successful implementation of various schemes programmes. In addition to the above training centres, quality control laboratories, soil testing laboratories, Agmark lab, district farms and seed farms etc also support the activities of the Department. Other activities: include Trainings to farmers, Extension Officers, Farm Labourers. The analysis of agro-ecology of Kerala was done State based primarily on climate, geomorpholo- gy, land use and soil variability resulted in delineation of 5 agro-ecological zones and 23 agro-ecological units. The terrains has only very narrow valleys. The climate is tropical humid monsoon type. The unit with tropical humid monsoon climate has dorminantly sandy soils on nearly level lands. Climate is tropical humid monsoon type. Climate is tropical humid monsoon type. Climate is tropical humid monsoon type. Climate is tropical humid monsoon type. Climate is tropical humid monsoon type. The area with tropical moist subhumid monsoon climate receives low rainfall compared to the other areas of midland laterites. However, the well-distributed rainfall from both SW and NE monsoon restricts the dry period to just three months in a year. The soils, though acid and having low-activity lateritic clay, unlike in other parts of laterite terrain, are practi- cally free of gravel and plinthite. AEU 9: South Central Laterites This unit is delineated to represent midland laterite terrain with typical laterite soils and short dry period. The climate is tropical humid monsoon type. The lowlands have strongly acid, low-activity, non-gravelly clay soils with impeded drainage conditions. AEU 10: North Central Laterites This unit is delineated to represent midland laterite terrain with longer dry period than its southern counter- part, but less than the one in the north. The climate is tropical humid monsoon type. The lowlands have strongly acid, non-gravelly clay soils with impeded drainage. The climate is tropical humid monsoon type. The climate is tropical humid monsoon type. The narrow val- leys have similar but non-gravelly soils with impeded drainage conditions. The climate is tropical humid monsoon type. The narrow valleys have similar, but non-gravelly, soils with impeded drainage conditions. The steep slopes of the terrain and lower temperatures distinguish the high hills from the foothills and midlands. The climate is tropical humid monsoon type, but lower temperatures than in coastal plain and midlands. The steeply sloping hilly terrain has deep, well drained, strongly acid, organic-matter-rich clay soils. The climate is tropical humid monsoon type. The hilly terrain has deep, well drained, strongly acid, organic-matter-rich, clay soils. The valleys have deep, imperfectly drained, acid clay soils. AEU 16: Kumily High Hills It is delineated to represent low-rainfall parts of the High Hills zone. The climate is tropical humid monsoon. The soils for most part are very deep, well drained, acid, non-gravelly, low-activity clay. The highland valleys in the unit are similar, except for impeded drainage conditions. AEU 17: Marayur Hills This unit is delineated to represent the low rainfall region (rain-shadow) of the high hill zone and comprises only three panchayats of Idukki district. The climate is tropical subhumid monsoon type. AEU 18: Attappady Hills This unit spatially distributed as a narrow strip of land along the valley in central part of the hills in North Palakkad, represents land areas of comparatively low rainfall. The climate is subhumid tropical monsoon type. AEU 19: Attappady Dry Hills This unit represents land areas of very low rainfall and dry period around eight months in a year. The climate is tropical dry subhumid to semi-arid type. The hilly terrain has shallow, slightly acid or neutral, stony and gravelly clay soils. AEU 20: Wayanad Central Plateau This unit represents highland plateau with low temperature and high rainfall. Climate is tropical humid monsoon type. Valley soils are similar, but suffer from impeded drainage conditions. AEU 21: Wayanad Eastern Plateau This unit represents parts of the high land plateau with lower rainfall. The climate is tropical subhumid to humid monsoon type. The unit have lower rainfall and longer dry period. AEU 22: Palakkad Central Plain The unit is delineated to represent the land areas of moderate rainfall and dry period around five months in the Palakkad plain. The climate is trop- ical subhumid to humid monsoon type. The deep well drained upland soil are non   gravelly loams and clay. soil reaction is slightly acid or neutral and the soil are well supplied with impeded drainage condition. 91 ) in the State AEU 23 : Palakkad Eastern   Plains The unit is delineated to represent the drier parts of Palakkad plain in the gap region of Western Ghats, having low rainfall, long dry period and fertile soils. The climate is tropical subhumid to humid monsoon type. Lowlands have impeded drainage. It will cater to the needs of the farmers across the state, by imparting the required skills, knowledge and training in Hi-tech cultivation of flowers and vegetables, besides providing the required planting material of high yielding varieties. Trainings with participatory techniques are duly imparted to farmers and study tours, interactions, exhibitions etc are conducted to empower famers to undertake a sustainable bles for major cities in Kerala  for a total Project Cost of Rs. Seed Processing Plant at Alathur produces 17 items of vegetable seeds through 189 registered seed growers who are trained for seed production. INTERNATIONAL RESEARCH AND TRAINING CENTRE FOR BELOW SEA LEVEL FARMING, KUTTANAD The institute was established in 2015, in response to declaration of Kuttanad as Globally Important Agricul- tural Heritage System( GIAHS), by FAO of the United Nations, in appreciation of the stupendous contribution of the industrious farmers of Kuttanad who have developed a Below sea level rice Farming system. The major mandate of the institute include interdisciplinary research on climate-resilient farming, Biodiversity-based conservation prospect- ing, Germplasm banking etc combining Agriculture, Animal husbandry and Aquaculture subsystems. The institute is mandated to function in liaison with the National and international community of farmers and scientists with the ultimate objective of increasing productivity and diversity in coastal agro ecosystems with focus on improving livelihoods, in the context of climate change by stimulating participatory research , training and commu- nication programs. The mission of the institute is to develop and promote sustainable farming systems in coastal wet- lands that reduces vulnerability to climate change, sea water intrusion, tidal and riverine floods, pests, pathogens and such other problems through innovations that safeguard ,stabilize and enhance natural resource capital, soil health and biological systems by stimulating partnership based research. The Research and Development programs taken up by the institute inter alia include Farmer participatory re- search and demonstrations on Rice based Farming system models, Climate resilient adaptation farming viz. , Floating raft farming through utilization of aquatic weeds for floating agriculture , Open water Aquaculture, Weeds Utilization in Agri- Aqua production systems, waste utilization Inventory and documentation of agro biodiversity tolerant to climate stress, viz. SFAC also supports Value Addition Ventures by providing technology support and organizing training programmes and awareness camps. It is a single window solution to the farmers of Kerala and other Stakeholders on Technical issues, Marketing (buying and selling), Na- tional and State programmes on agriculture and allied sectors, adding query and content, information about availability of agricultural inputs and skilled labour, weather and knowledge updates etc are features of this system. The Directorate is also responsible for organizing national level training programmes, seminars and workshops on cashew and cocoa and a lso the nodal agency for evaluating and accreditating cashew cocoa nurseries. , Innovative Approaches to Climate Resilient Farming :Bio saline Agriculture and Open water fish farming in Munro Island, Kollam ,Kerala. STRY(Skill Training For Rural Youth) തെരെഞ്ഞെടുത്ത 5 ജില്ലകളിലെ ഗ്രാമീണ യുവജനങ്ങൾക്കായി 20 ക്ലാസ്സുകൾ വീതം ട്രെയിനിംഗ് സ്ഥാപനങ്ങൾ വഴി നടത്തി വരുന്നു. വനാന്തരങ്ങളിൽ അധിവസിക്കുന്ന ആദിവാസി ജനതയുടെ കാർഷിക ഉത്പന്നങ്ങൾക്ക്  PGS Organic Standards  ഉം  Rainforest alliance standards  സർട്ടിഫിക്കേ ഷനുും മെച്ചപ്പെട്ട വരുമാനവുും ഉറപ്പുവരുത്തുകയാണ് ലക്ഷ്യം. y Increasing the reach of farm mechanization to small and marginal farmers and to the regions where availability of farm power is low y Promoting, Custom Hiring Centres to offset the adverse economies of scale arising due to small landholding and high cost of individual ownership y Creating awareness among stakeholders through demonstration and capacity building activities Mission Components y Promotion and Strengthening of Agricultural Mechanization through Training, Testing and Demonstration y Demonstration, Training and Distribution of Post-Harvest technol ogy y Financial Assistance for Procurement of Agricultural Machinery and Equipment y Establish Farm Machinery Banks for Custom Hiring: Provides suitable financial assistance to establish Farm Ma- chinery Banks for Custom Hiring for appropriate locations and crops y Promotion of Farm Mechanization in Selected Villages: Provides financial assistance to promote appropriate tech- nologies and to set up Farm Machinery Banks in identified villages in low mechanized states SELECTED INDICATORS IN AGRICULTURAL SECTOR KERALA AND INDIA Sl. The soil is heavy in texture, poorly aerated and ill drained. Food grain production (2020-21) Million Tonnes 0. Tolerance to Gall midge Pavithra, Kanjana, Uma, Panchami Tolerance to Leaf folder Ahalya, Jayathi, Reshmi Tolerance to Stem borer Swarnaprabha, Kanchana, Aruna, Dhanu Tolerance to GLH Jayathi Tolerance to Blast Swarnaprabha, Kanchana, Kanakam, Jayathi, Renjini, Aiswarya, Neeraja Tolerance to Sheath blight Kanchana, Karthika, Aiswarya, Dhanu Tolerance to drought PTB 28, PTB 29, PTB 30 Tolerance to moisture stress Harsha, Chingam Tolerance to flood Kottarakkara I Tolerance to salinity Vyttila 1, Vyttila 2, Vyttila 3, Vyttila 4, Vyttila 5 Tolerance to water logging Mangala, Mashuri Tolerance to acidity, iron toxicity Karishma, Krishnanjana and Sulphide injury Tolerance to iron toxicity   Mangala, Mashuri, Karuna shallow flooding Good grain quality Ahalya High protein content PTB 23 VARIETIES OF OTHER CROPS RELEASED COCONUT Hybrid Nut yield per Copra content nut palm year(No. 00 (b) Rainfed 0. BANANA (g plant) Nendran (irrigated) 190 115 300 Palayamkodan (Rainfed) 100 200 400 Other varieties according to soil fertility 160-200 160-200 320-400 10. for grain   dual purpose i. For grain and dual purpose a. 3 വർഷത്തേക്ക് ഒന്നിച്ചടച്ചാൽ 5 രൂപ ഒരു എണ്ണത്തിന് 200 രൂപ 186 കാർഷിക വിളകൾക്കുള്ള പ്രകൃതി ക്്ഷഷോഭ ദുരിതാശ്്വവാസ ധനസഹായ നിരക്കുകൾ ക്രമ നമ്പർ വിള എസ് ഡി ആർ എഫ് (സംസ്ഥാന ദുരന്ത പ്രതികരണ നിധി) രൂപ സംസ്ഥാന വിഹിതം (രൂപ) ആകെ (രൂപ) 1 നെൽകൃഷി (മഴയെ ആശ്രയിച്ചു) (ഹെക്ടർ) 8500 8500 17000 2 നെൽകൃഷി (ജലസേചി തം) (ഹെക്ടർ) 17000 17000 3 കായ്ഫലമുള്ള തെങ്ങു ഒന്നിന് 128. 5 150 17 ഇഞ്ചി (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 8500 8500 18 ഇഞ്ചി (ജലസേചി തം) ഹെക്ടർ 17000 17000 19 മരച്ചീനി (മഴയെ ആശ്രയിച്ചു) 8500 8500 20 മരച്ചീനി (ജലസേചി തം) ഹെക്ടർ 17000 17000 21 നിലക്കടല (മഴയെ ആശ്രയിച്ചു) 8500 17000 22 നിലക്കടല (ജലസേചി തം) ഹെക്ടർ 17000 17000 23 എള്ള് (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 8500 8500 24 എള്ള് (ജലസേചി തം) ഹെക്ടർ 17000 17000 25 പച്ചക്കറി (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 8500 8500 26 പച്ചക്കറി (ജലസേചി തം) ഹെക്ടർ 17000 17000 27 ജാതി (ഫലമുള്ളതു) ഒന്നിന് 150 650 800 28 ജാതി (ഫലമില്ലാത്തതിന്) ഒന്നിന് 150 150 300 29 ഗ്രാമ്പൂ (ഫലമുള്ളതു) ഒന്നിന് 112. 5 200 31 വെറ്റില (മഴയെ ആശ്രയിച്ചു) ഹെക്ടർ 22500 52500 75000 32 നവധാന്്യയം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 33 നവധാന്്യയം (ജലസേചി തം) ഹെക്ടർ 17000 17000 34 പയർ വർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 35 പയർ വർഗ്ഗം (ജലസേചി തം) 17000 17000 36 കിഴങ്ങുവർഗ്ഗം (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 37 കിഴങ്ങുവർഗ്ഗം (ജലസേചി തം ഹെക്ടർ) 17000 17000 38 കരിമ്പ് (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 39 കരിമ്പ് (ജലസേചി തം) ഹെക്ടർ 17000 17000 40 പൈൻ ആപ്പിൾ (ഹെക്ടർ) 17000 1750 18750 41 പുല്ലു വർഗ്ഗങ്ങൾ (ജലസേചി തം) 17000 17000 42 പുല്ലു വർഗ്ഗങ്ങൾ (മഴയെ ആശ്രിച്ചു) 8500 8500 43 മൾബെറി (ഹെക്ടർ) 22500 22500 44 പുകയില (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 29000 37500 45 പുകയില (ജലസേചി തം) ഹെക്ടർ 17000 20500 37500 46 പരുത്തി (ഹെക്ടർ) 22500 18000 47 ഏലം (ഹെക്ടർ) 22500 2500 25000 48 മഞ്ഞൾ (മഴയെ ആശ്രിച്ചു) ഹെക്ടർ 8500 8500 49 മഞ്ഞൾ (ജലസേചി തം) ഹെക്ടർ 17000 17000 50 കൃഷിഭൂമിയുടെ ഗണ്്യമായ ഭാഗം നഷ്ടപ്പെട്ടതി നു ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 47000 47000 51 കൃഷിഭൂമിയിലെ മണ്ണ് ചെളി നീക്കം ചെയ്യുന്ന തിന് ഹെക്ടറിന് പരമാവധി രണ്ടു ഹെക്ടറിന് 18000 18000 52 ബണ്ട്  മട നിർമ്മാണം എസ്റ്റിമേറ്റ് തുക എസ്റ്റിമേറ്റ് തുക 188 STATUTORY REGULATIONS ON AGRICULTURAL INPUTS STATE PESTICIDE REGULATORY AUTHORITIES Licensing Authorities 1. The company or dealer, from whom sample is drawn may request to such authority within one week from the date of drawal of sample, to send the second part of the sample to any of the National Test House Laboratories on payment of fees as provided by the Central Government from time to time and in case, there is variation in the results of the first and second analysis, then the said authority invariably shall send the third part of the sample to Central Fertiliser Quality Control and Training Institute, Faridabad for final referee analysis. Altering the dates of sowing   transplanting preferably not coinciding the favourable climate for pest outbreak. Draining the field for two days will help to reduce case worm incidence. MECHANICAL CONTROL For controlling case worm, pull kerosinised rope across plants to dislodge cases hanging on the plants into water and then drain off the water. u Clean the crown periodically before and after rain. Draining the field for one or two days will help to reduce the spread of the disease. Drain the excess water and keep for sprouting. Apply Bordeaux paste and protect it from rain till normal shoot emerges. u Provide adequate drainage in gardens. u Ensure proper drainage in the field during rainy season. PEPPER Pepper requires a warm and humid climate. Though an annual rainfall of 250 cm is ideal for the proper growth of the crop, it can also come up well in low rainfall areas, if the pattern and distribution of rainfall are conducive. About 70 mm of rainfall within a period of 20 days may be sufficient for triggering of flushing and flowering process in the plant, but once the process is set on, there should be continuous, rainfall until fruit development starts. Very long spells of dry weather are unfavourable for the crop growth. Pepper prefers a light porous and well-drained soil rich in organic matter. So, heavy textured soils in locations where drainage facilities are inadequate should be avoided. Selection of site Sites with slight to moderate slope are ideal for pepper cultivation, as they promote drainage. Provide shade to the plants if the land is exposed and if there is a break in the rainfall. Management after planting If the terrain of the land is sloppy or uneven, carry out contour bunding or terracing to prevent soil erosion. Prune and train the standards in March-April every year to remove excessive overgrowth and to give them a proper shape. Season Rain fed crop : April-May Irrigated crop : August-September Adjust planting season depending upon local conditions. Culinary varieties: Monthan, Batheesa, Kanchikela, Nendrapadathy Njalipoovan, Robusta, BRS-1 and BRS-2 are particularly suitable for intercropping in coconut gardens both under rainfed and irrigated conditions. Products (1), Livestock Management Training Centres (11), Central Veterinary Stores (3), Livestock Farms (4), Goat Farms (3), Pig breeding farms (1), Pig breeding units (5), Central Hatchery (1), Regional Poultry Farms (7), District Poultry farms (1), Duck Farm (1), Turkey farm (1), Rinderpest Eradication Scheme (1), RP Check posts (18), RP Mobile Units (2), RP Vigilance Units (6), Poultry Training Centre (1), Chick Sexing School (2) INSTITUTE OF ANIMAL HEALTH AND VETERINARY BIOLOGICALS, PALODE Name of Vaccines available 1. These farms are functioning as demonstration cum training centres with a view to providing necessary information and technical know-how to the public on improvement of milk production, cattle management, feeding practices etc. These farms impart farm training to livestock inspectors and vocational higher secondary certificate holders. The pig-breeding farm at Kappad, Kottayam and six pig breeding units in the state functions as demonstration centers and impart scientific training on pig rearing to farmers. POULTRY FARMS The Poultry Development Schemes in the state aims at increasing the egg production; and distribution of chicks and good quality poultry meat; imparting training on scientific poultry rearing and management; encouraging unemployed youth and members of weaker sections of society to take up poultry rearing and gain self employment; assisting women to start backyard poultry unit etc. Training Institute - To impart scientific training in livestock and poultry rearing and breeding to farmers, para-veterinary officers and unemployed youths. Training for livestock inspectors are also conducted here. Short term training programmes in backyard poultry rearing, broiler farming, quail farming, rabbit rearing ,cattle rearing, goat rearing etc. Chick Sexing School - to impart scientific training in chick sexing to selected persons. They also impart scientific training to farmers in quail reaing. Soviet Chinchilla, Grey Giant 215 FODDER DEVELOPMENT Agricultural sections of all farms are engaged in fodder production to meet the requirement of the farms and function as demonstration units for farmers, trainees and entrepreneurs and also retail selling outlets of fodder slips to farmers. As non-availability of good quality fodder in required quantity is the major constraint in dairy production in the state, fodder production schemes are being given top priority in large and small holdings. Training Management software 8. Beneficiaries will be given training in scientific calf rearing. ജലാശയങ്ങളുടെയുും നീരുറവകളുടെയുും പുനരുജ്ജീവനം കാർഷിക മേഖല അഭിമുഖീകരിക്കുന്ന വരൾച്ചയുടെ കാഠിന്്യയം കുറയ്ക്കുന്നതിനുും ഭൂഗർഭജല സമ്പത്ത് വർദ്ധിപ്പിക്കുന്നതിനുും കാർഷിക ആവശ്്യങ്ങൾക്കായി മഴവെളള സംഭരണം പരമാവധി വർദ്ധിപ്പിക്കുന്നതി നുമായി പരമ്പരാഗത ജലസ്ത്രോതസ്സുകളുടെയുും നീരുറവകളുടെയുും ജലനിർഗമന മാർഗ്ഗങ്ങളുടെയുും നദികളുടെ കൈവഴികളുടെയുും പോ ോഷണവുും പുനരുജ്ജീവനവുമാണ് ഈ പദ്ധതിയിലൂടെ ലക്ഷഷ്യമിടുന്നത്. മണ്്ണണൊലിപ്പിന്റെ ദൂഷ്്യവ ശങ്ങൾ ഇല്ലാതാക്കുന്നതിനുും മണ്ണിന്റെ ഈർപ്പം നിലനിർത്തുന്നതിനുും കാലാവസ്ഥയെ പ്രതിരോ ോ ധിക്കുന്ന കൃഷി പ്്രരോത്സാഹിപ്പിക്കുന്നതിനുും പ്രസ്തുത പദ്ധതിയിലൂടെ നിയോ ോ ജകമണ്ഡലാധിഷ്ഠിതമായ സൂക്ഷ്മ നീർ ത്തടവികസനം ലക്ഷഷ്യമിടുന്നു. District Paddy Grains Total Cereals  Millets Pulses Total Food Grains Wet Paddy Dry Paddy Grand total Cholam  Jower Ragi Finger Millet Maize Small Millet (Thina Chama ) Wheat Other grains Total Grains Tur Redgram gram Other Pulses Total Pulses Autumn Winter Summer Total Autumn Winter Summer Total 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 1 Trivandrum 941. 02 270 TABLE - 11 DISTRICTWISE RAINFALL 2021-22 IN MMS 2021 2022 2021-2022 Sl. 19 275 FODDER CROPS AND CULTIVATION PRACTICES Activity Hybrid Napier Guinea Grass Congo Signal Fodder maize Fodder Cowpea Stylosanthes 1 2 3 4 5 6 7 1 Suitable Location Low Altitude Regions Low Altitude Regions Low up to an altitude of 2000m Low up to an altitude of 2000m Low Altitude Regions Low Altitude Regions 2 Season June   Sept June - Sept June - Sept May - June Throughout the year May - Sept 3 Soil Lateritic to Alluvium soil with good drainage Same Same Same Same Same 4 Planting Material required   ha 40,000 seedlings 69000 to 100000 rooted cuttings OR seeds 10 Kg 2. ",
    "market_information": "അതിനായി കൃഷിഭവനുകളുടെ പ്രവർത്തനങ്ങൾ സ്മാർട്ട് ആക്കുന്നതിനുും, കൃഷിഭവൻ പ്രവർത്തനങ്ങളെ പൊ ൊതു സമൂഹത്തിന് വിലയിരുത്താൻ കഴിയുും വിധം സോ ോഷ്്യൽ ഓഡിറ്റിങ് നടത്തുന്നതിനുമുള്ള പദ്ധതികൾ പ്രാവർത്തികമാക്കി വരികയാണ്. In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. in 23386849 Joint Secretary(Policy   Marketing) 23384280 Smt Yogita Rana Joint Secretary(INM) yogitarana nic. DA (Marketing) Shri. Louis Mathew 2306219 9383470600 directorofmarketingagri gmail. com Deputy Director (Marketing) Smt. 2304739 9383470023 directorofmarketingagri gmail. Beena Abraham 2304739 9383470049 directorofmarketingagri gmail. JOSEPH T M 2304739 9383470051 directorofmarketingagri gmail. 9383471011 directorofmarketingagri gmail. com DISTRICT LEVEL ADMINISTRATIVE ASSISTANTS DISTRICT LEVEL ACCOUNTS OFFICERS 21 SAMETI (State Agriculture Management And Extension Training Institute) Agricultural Urban Wholesale Market Compound, Venpalavattom Anayara P. in ADA (Marketing) 9383470550 paokollam. in ADA (Marketing) 9383470510 0468 2222597 paopta. in ADA (Marketing) 9383470571 paoalpzha. in ADA (Marketing) 9383470714 0481 2562263 paoktym. in ADA (Marketing) 9383470829 04862 222428 paoidukki. in 36 ADA (Marketing) 9383471184 paoekm. in ADA (Marketing) 9383473646 paotsr. in ADA (Marketing) 9383471627 0483 2734916 paomalprm. in ADA (Marketing) 9383471465 paopalkad. in DD(WM) 9383471776 DD (NWDPRA) 9383471778 DD (C ) 9383471779 DD (YP) 9383471780 DD (E  T) 9383471781 DD (H) 9383471782 TA 9383471783 APAO 9383471784 ACO 9383471785 AA 9383471787 ADA (Marketing) 9383471788 ADA (QC) 9383471790 DD DPD 4 9383471998 atmakzd. in ADA (Marketing) 9383472037 paokannur. in ADA (Marketing) 9383471921 paowyanad. in ADA (Marketing) 9383471969 paokasrgd. SAGL, Agricultural Wholesale Market, Venpalavattom, TVM-695029. PBS, Agriculture whole sale Market Anayara, Trivandrum 695029 9383472016 2. com 9383471793 Kozhikode, AGRICULTURAL WHOLESALE MARKETS 1. Agricultural Urban Wholesale Market, Venpalavattom, Anayara P. Agricultural Rural Wholesale Market, Nedumangad P. Agricultural Urban Wholesale Market, Maradu, Nettoor P. Agricultural Rural Wholesale Market, Muvattupuzha, Ernakulam -686 673, 0484 2813200 9383471187 5. Agricultural Urban Wholesale Market, Tadampattuthazham, Vengeri, Kozhikode - 673 010 0495 2376514 9383471795 6. Agricultural Rural Wholesale Market, Ammayi Palam, Sulthan Bathery P. Jomy Jacob - Project Leader   Manager (i c) 0471-2742110 9383470281 STATE AGRICULTURAL PRICES BOARD Harisree,Roscott Lane Vazhuthakkad,Thiruvananthapuram-695010 e-mail: sapbstatue gmail. com 17 Krishi Business Kendra (KBK) Thiruvananthapuram 0471-2740480 9446904084 VFPCK Krishi Business Kendra (KBK) World Market, Near Anayara KSRTC Deppo Thiruvananthapuram-695029 Email-kbktvmvfpck gmail. The Quality Control Officer, Dairy Development Department, Municipal Jai Hind Market Building,  C  Block, Hall No. in KERALA STATE CO-OPERATIVE RUBBER MARKETING FEDERATION LIMITED (KSCRMF) P. 6235661111 KERALA CO-OPERATIVE MILK MARKETING FEDERATION LTD. com Director (Marketing) : Smt. com Agricultural Urban Whole Sale Market, Venpalavattom 2558930 auwmanayara gmail. org Kerala State Co-operative Marketing Federation 2323483 md marketfed. com http:  marketfed. in Nedumangad Rural market (472)2813932 nedumangadrawm gmail. in Prices Board 2573494;2473411 sapbstatue gmail. in  state-agricultural-prices-board Principal Agricultural Officer 2733334; paotvpm gmail. Rural Wholesale Market Authority, Muvattupuzha (485)2813200 Agrl. Urban Wholesale Market Authority, Maradu 2701042 District Poverty Alleviation Units 2422221 pauernakulam gmail. in Directorate of Marketing   Inspection 2424797 District Insurance Office 2356955 dioekm. in  LMTC, Aluva 2624441 105 MARKETFED 2204073 Meat Products of India, Koothattukulam 2352365 NABARD 2338293 NAFED 2205843 Principal Agrl. com Project Office, ICDP, Aluva 2624441 Pokkali Land Development Agency 2449682 Press Information Bureau 2312153 Plant Quarantine Fumigation Station 2666145 Pineapple Research Station, Vazhakkulam 2260832 Rice Research Station, Vyttila 2809963 Rubber Marketing Federation 2205790 Raidco 2622923 RATTC, Nettoor 2703094 Rubber Board Regional Office 2380101 Regional Poultry Farm, Koovapady 2523557 Spices Board 2333610 Tea Board, W. Urban Wholesale Market, Vengeri 2376514 All India Radio 2366027 I PRD, Calicut 2371096 Asst. in Rural Agrl Wholesale Market, Sulthanbathery 6223192 rawmarketbathery gmail. y Ensure marketing support facilities for farmers and facilitate market intervention and value addition y Training to farmers and promotion of agricultural mechanization y Arrange credit facilities for crop development y Conserve and protect agricultural and natural resources by promoting environmentally safe agricultural practices MISSION To safeguard the interest of farmers, ensure food and nutritional security and support Kerala s agricultural economy by enhancing agricultural production and productivity through transfer of technology and successful implementation of various schemes programmes. The import- ant programmes under the Mission include production and productivity improvement, post harvest management and marketing. Under marketing development, establish- ment of rural markets, functional infrastructure for collection and grading, strengthening of wholesale market, market intelligence, extension quality awareness and market led extension activities are envisaged. It also looks into the functioning Agriculture Rural  Urban aided Wholesale Markets and establishment of Agri malls. The main objective of Kerala State Seed Development Authority is to carry out activities for promoting multiplication, production, procurement, processing and marketing of paddy seeds. VEGETABLE AND FRUIT PROMOTION COUNCIL KERALAM (VFPCK) The mandate of Vegetable and Fruit Promotion Council Kerala is to support the commercial fruit and vegetable growers in Kerala in various farm operations from seed to marketing in a sustainable way. VFPCK aims at improving the livelihood of farmers by improving vegetable and fruit production and ensuring fair price to their produce through extension activities and financial   infrastructure support. The 11 member Board of Directors chaired by the Hon ble minister for Agriculture including four farmer representatives acts as the governing body of VFPCK The Self Help Groups conceptualised by the Council form the basic units of all interventions like Agriculture Ex- tension, Rural credit, Group Marketing and Value addition. Swasraya Karshaka Samithies are formed in production centres to market the produce of farmers directly by avoiding middlemen and currently 290 swasraya karashaka samithis are functioning under VFPCK through- out the state. Soil Testing Lab - Full fledged soil testing labs (with yearly 4000 samples lab testing capacity ) for soil testing, water testing, organic manure testing and leaf tissue analysis for nutrient deficiency check is functioning at Malappuram and Alappuzha RKI Scheme-  Strengthening Market Network in Kerala The Project on   Strengthening Market Network in Kerala under RKI envisages VFPCK to support farmers in the production of safe to eat fruits and vegetables, strengthen and modernize existing farmer markets for fruits and vegetables and will provide ample support for diversification of marketing activities from its present status of primary trading to include primary and secondary processing, value addition and supply chain development ensuring better price realization to farmers and quality produce at reasonable price to consumers through the establishment of 7 primary processing centres, 63 ecoshop model outlets, Centralised Vegetable and Fruit Processing   Marketing Centre (VFPMC) at Kakkanad. It is a single window solution to the farmers of Kerala and other Stakeholders on Technical issues, Marketing (buying and selling), Na- tional and State programmes on agriculture and allied sectors, adding query and content, information about availability of agricultural inputs and skilled labour, weather and knowledge updates etc are features of this system. നിലവിലുള്ള ജി. ലബോàോറട്ടറികളുടെ ആധുനീകരണം മണ്ണിന്റെ ഫലഭൂഷ്ഠത വിലയിരുത്തുന്നതിനുള്ള മണ്ണ് പരിശോ ോ ധന, വളങ്ങളുടെ പരിശോ ോ ധന (ജൈവ-അജൈവജീവാണുവളങ്ങൾ ഉൾപ്പെടെ), കീടനാശിനി പരിശോ ോ ധന, വിത്തുപരിശോ ോ ധന എന്നിങ്ങനെ ഉല്പാദനോ ോപാദികളുടെ ഗുണമേന്മ ഉറപ്പാക്കുന്നതിനു വേണ്ടിയുള്ള പ്രവർത്തനങ്ങൾ വകുപ്പിനു കീഴിലുള്ള ലബോ ോറട്ടറികളിൽ നടപ്പിലാക്കുന്നു. കേരള സ് റ്റേറ്റ് ഹോ ോർട്ടികൾച്ചറൽ പ്രോഡക്ട് ഡെവലപ് മെന്റ് കോ ോർപ്പറേഷൻ ലിമിറ്റഡ് സംസ്ഥാനത്തുടനീളമുള്ള ഹോ ോർട്ടികൾച്ചറൽ ഉല്്പ്്പന്നങ്ങളുടെ സംഭരണം, സംസ് കരണം, വിപണനം, കൂടുതൽ പച്ചക്കറികൾ ഉല്പാദിപ്പിക്കുന്നതിന് തദ്ദേശീയരായ കർഷകരെ പ്രോത്സാഹി പ്പിക്കുക, അനാവശ്്യമായ വിലക്കയറ്റം തടയുക തുടങ്ങിയ പ്രവർത്തനങ്ങൾക്കായി ഹോ ോർട്ടികോ ോർ പ്പിനെ ചുമതലപ്പെടുത്തിയിരിക്കുന്നു. സംസ്ഥാനത്ത് തദ്ദേശീയ പഴങ്ങൾക്കു പുറമേ വിദേശീയ പഴങ്ങളുടേയുും ഉയർന്ന വിലയുള്ള പഴങ്ങളുടെയുും വിസ്തൃതി വിപുലീകരിക്കുക കൂടാതെ പഴവർഗ്ഗങ്ങളുടെ ഉല്പാദനവുും ഉല്പാദനക്ഷമത യുും വർദ്ധിപ്പിക്കുന്നതിനുും ഈപദ്ധതിയിലൂടെ ലക്ഷഷ്യമിടുന്നു. കാർഷിക ഉൽപ്പന്നങ്ങളുടെ വിപണനത്തിനുള്ള സഹായം വിലയിലെ ഏറ്റകുറച്ചിലുകൾ, കാര്്യക്ഷമമായ വിപണന സംവിധാനത്തിന്റെ അഭാവം, വിള വെടുപ്പിനു ശേഷമുള്ള നഷ്ടം എന്നിവയുമായി ബന്ധപ്പെട്ട പ്രശ് നങ്ങൾ പരിഹരിക്കുക എന്നതാണ് പദ്ധതിയുടെ ലക്ഷ്യം. വിപണികളുടെ നിലവിലുള്ള അടിസ്ഥാന സൗകര്്യങ്ങളുടെ ശാക്തീകരണം, ശേ ഖരണം, ഗതാഗതം, സംഭരണം, സംസ് കരണം എന്നീ വിവിധ തലങ്ങളിൽ മാർക്കറ്റുകളുടെ പ്രവർത്തനങ്ങൾ ഏകോ ോപിപ്പിക്കുക, മാർക്കറ്റ് ഇന്റലിജൻസ് ശക്തിപ്പെടുത്തുക, കാർഷിക വിപണ നത്തിൽ നൂതന സാങ്കേതിക വിദ്്യകൾ സ്്വവീകരിക്കുക എന്നിവയാണ് പ്രധാന ശ്രദ്ധാകേന്ദ്രങ്ങൾ. കേരള ഫാംഫ്രഷ് - പഴം പച്ചക്കറി തറവില കർഷകർക്ക് 16 ഇനം പഴം പച്ചക്കറികളുടെ വിലയിൽ ഇടിവുണ്ടാകുന്ന സാഹചര്്യത്തിൽ സാ മ്പത്തിക സഹായം നൽകാൻ ലക്ഷഷ്യമിടുന്നു. നിർദ്ദിഷ്ട അടിസ്ഥാന വിലയിൽ നിന്നനും ഉല്പന്നങ്ങളുടെ വിലയുടെ വ്്യത്്യയാസം സർക്കാർ ഇൻസെന്റീവായി കർഷകനുനല്കകും. കൃഷിദർശൻ പരിപാടി നടക്കുന്ന ജില്ലയിലെ എല്ലാ കൃഷി ഉദ്യോഗസ്ഥ രെയുും കൃഷി വകുപ്പ് മന്ത്രി നേരിട്ട് കണ്ടു പദ്ധതി പുരോ ോഗതി വിലയിരുത്തുകയുും ജില്ലയിലെ കാർഷിക മേഖലയിലെ സാധ്്യതകൾ,ഞങ്ങളുും കൃഷിയിലേക്ക്, കൃഷി കൂട്ടങ്ങളുടെ സ്ഥിതി, കാർഷിക പ്രശ്നങ്ങൾ, നടത്തിപ്പു പ്രശ്നങ്ങൾ എന്നിവ അവലോ ോകനം ചെയ്യുകയുും ചെയ്യയും. ജില്ലയിലെ തദ്ദേശ സ്്വയംഭരണ സ്ഥാപന മേധാവികളുമായുും ഉദ്യോഗസ്ഥരുമായുും കാർഷികമേഖലയിലെ തദ്ദേശസ്്വയംഭരണ സ്ഥാ പനങ്ങളുടെ ഇടപെടലുകൾ മന്ത്രി വിലയിരുത്തതും. 16 ഇനം പഴം-പച്ചക്കറികൾക്ക് അടിസ്ഥാന വില 2020 നവംബർ 1 ന് 16 ഇനം പഴം പച്ചക്കറികൾക്ക് സംസ്ഥാന സര്  ക്്കാര്  അടിസ്ഥാന വില പ്രഖ്്യയാ പിച്ചിരിക്കുകയാണ്. നിർണ്ണയിക്കപ്പെട്ടിട്ടുള്ള 16 ഇനം ഉത്പന്നങ്ങളുടെ വില അടിസ്ഥാനവിലയേക്കാൾ താഴുന്ന സാഹചര്്യത്തിൽ കൃഷിവകുപ്പിന്റെയുും സഹകരണവകുപ്പിന്റെയുും തെരഞ്ഞെടുത്ത സംഭരണകേന്ദ്രങ്ങ ളിൽ ഇവ സംഭരിച്ച് അടിസ്ഥാന വില കർഷകരുടെ അക്കൗണ്ടിലേക്ക് നൽകുന്നതാണ് പദ്ധതി. മരച്ചീനി, നേ ന്ത്രൻ, കൈതച്ചക്ക, കുമ്പളം, വെള്ളരി, പാവൽ, പടവലം, വള്ളിപ്പയർ, തക്കാളി, വെണ്ട, ക്്യയാബേ ജ്, ക്്യയാരറ്റ്, ഉരു ളക്കിഴങ്ങ്, ബീൻസ്, ബീറ്റ് റൂട്ട്, വെളുത്തുള്ളി എന്നീ ഇനങ്ങൾക്കാണ് അടിസ്ഥാന വില പ്രഖ്്യയാപിച്ചിട്ടുള്ളത്. റഫറൻസ് വിപണി വിലയിലെ മാറ്റങ്ങൾക്കനുസരിച്ച് കാലാകാലങ്ങളിൽ അടിസ്ഥാനവില മാറുന്നതാണ്. 5 ഇന പച്ചക്കറികള് കക്കുകൂടി അടിസ്ഥാന വില നിശ്ചയിക്കുന്നതിനുള്ള പ്രവര് ത്തനങ്ങള്  നടന്നു വരുന്നു. നാളികേര വികസന കൗണ്് സസില്  സംസ്ഥാനത്തെ നാളികേരവികസന മേഖലയിൽ 2018-മുതൽ 2028 വരെയുള്ള പത്തുവർഷകാലയള വിലെ സമഗ്രവികസനം മുൻനിർത്തി, വിളവിസ്തൃതി, സ്ഥാപനം, ഉത്പാദനം-ഉത്പാദനാക്ഷമതാ വർദ്ധനവ്, സംയോ ോജിത വിളപരിപാലന പ്രവർത്തനങ്ങൾ നടപ്പാക്കുക, തുടങ്ങിയ ലക്ഷഷ്യങ്ങൾ നിറവേറ്റുന്നതിന്, സർ ക്കാർ നാളികേര വികസന കൗൺസിൽ രൂപീകരിച്ചു. സർട്ടിഫിക്കേ ഷനോ ോടു കൂടിയ ഉത്പന്നങ്ങൾ  ATHIRAPPILLY  എന്ന ബ്രാൻഡിൽ അന്താരാഷ്ട്ര വിപണിയിലെത്തിക്കുവാനുള്ള പദ്ധതികൾ തുടങ്ങിക്ക ഴിഞ്ഞു. പ്രാദേശിക വിപണിയിൽ ബ്രാൻഡഡ് ഉത്പന്നങ്ങൾ ഇതിനോ ോട കം തന്നെ ഇറങ്ങിക്കഴിഞ്ഞു. 100 ഹെക്ടർ പ്രദേശത്തെ തെങ്ങുകൃഷിയെ ഒരു യൂണിറ്റ് (കേ രഗ്രാമം) ആയി തെരഞ്ഞെടുത്ത് തെങ്ങ് കൃഷി വികസനത്തിനായി ഗുണമേന്മയുള്ള തെങ്ങിൻതൈകളുടെ ഉത്പാദനം, നിലവിലുള്ള തോ ോട്ടങ്ങളിൽ തടംതുറക്കൽ വളപ്രയോ ോഗം, ജലസേചന ം, കീടരോ ോഗനിയന്ത്രണം, തെങ്ങു കയറ്റ യന്ത്രം, പമ്പ് സെ റ്റ്, സ് പ്രേ യർ എന്നിവ സബ് സിഡിയോ ോ ടുകൂടി വിതരണം തുടങ്ങി കേരോ ോ ത്പ ന്നങ്ങളുടെ സംസ് കരണം, മൂല്്യവർദ്ധനവ് വരെ പദ്ധതിയിൽ ഉൾപ്പെടുത്തിയിട്ടുണ്ട്. തെരഞ്ഞെടുത്ത വില്ലേജുകളില്  കാര്് ഷഷിക യന്ത്രോപകരണങ്ങളുടെ ബാങ്കുകള്  സ്ഥാപിക്കുന്നതിന് കര് ഷക ഗ്രൂപ്പുകള് , സ്്വയം സഹായ സംഘങ്ങള് , പ്രാഥമിക സഹകരണ സംഘങ്ങള് , പഞ്ചായത്തുകള് , തുടങ്ങിയവക്ക് 10 ലക്ഷം വരെയുള്ള പ്രൊജെക്ടുകള് കക്കു പരമാവധി 80 ശതമാനം വരെ സബ്സിഡി നല്  കുന്നു. കര് ഷകര്  ക്്ക് കൃഷിക്കകും മറ്റ് ആവശ്്യങ്ങള്  ക്കകും വേണ്ട സമയത്തതും അളവിലുും ഏകജാലകത്തിലൂടെ ലളിതമായ നടപടികളിലൂടെയുും ബാങ്ക് വായ്പ പ്രദാനം ചെയ്യുന്ന പദ്ധതിയായ കിസാന്  ക്രഡിറ്റ് കാര് ഡഡ് പദ്ധതി നടപ്പിലാക്കി വരുന്നു. എന്നാൽ പദ്ധതിയുടെ ആനുകൂല്്യയം എല്ലാ കർഷകരിലേക്കകും എത്തിക്കുന്നതിനായി കൃഷി ഭൂമിയുടെ ഉയർന്ന പരിധി ഒഴിവാക്കിയതായി പുതിയ ഉത്ത രവ് ഇപ്്പപോൾ നിലവിലുണ്ട്. ഇപ്രകാരം കൃഷിവകുപ്പ് സംസ്ഥാനത്തെ കർഷകരുടെ ക്ഷേമത്തിനായി പ്രവർത്തിക്കുന്നു - തദ്്വവാരാ കാർഷിക ഉത്പാദനം, അതിനുള്ള ധനസഹായ പദ്ധതികൾ, വിപണി ഉറപ്പാ ക്കൽ ഇടപെടൽ, ഉത്പന്നങ്ങളുടെയുും ഉത്പാദനോ ോപാധികളുടെയുും ഗുണനിലവാരനിയന്ത്രണം എന്നിവ ഉറപ്പാക്കുന്നു. വിപണി ഇടപെടൽ, മൂല്്യവർദ്ധനവ് എന്നിവയിലൂടെ മെച്ചപ്പെട്ട വിപണനസൗകര്്യയം ഉറപ്പാക്കുക. പച്ചക്കറികൾക്കകും പഴങ്ങൾക്കുമുള്ള തറ വില (അടിസ്ഥാന വില) പദ്ധതിയിൽ അംഗമാകുവാൻ അപേക്ഷ സമർപ്പിക്്കാാം. Specimen copy and sketch of trade brand label For more details contact :- Deputy Agricultural Marketing Advisor, Directorate of Marketing and Inspection, Wellington Island, Kochi - 682 003, or State Agmark Grading Laboratories. The production, marketing and use of Aluminium Phosphide tube packs with a capacity of 10 and 20 tablets of 3 g each of Aluminium Phosphide are banned com- pletely. For gaining consumer s confidence, valid organic cerification is an essential pre-requisite for marketing especially in the export market. നിലവില്  പത്തിനം വാക്സിനുകളാണ് ഇവിടെ ഉല്  പ്്പാദിപ്പിക്കുന്നത്. വൈകിട്ട് 6 മണി മുതല്  പിറ്റേന്ന് രാവിലെ 6 മണി വരെയാണ് സേ വനം നല്  കുന്നത്. നവംബര്  മാസം ഒന്്നാാം തീയതി രാവിലെ 11 മണിക്ക് തിരുവനന്തപുരം വികാസ് ഭവനില്  വെച്ച് നടന്ന ചടങ്ങില്  ബഹു : മൃഗസംരക്ഷണ ക്ഷീരവികസന മന്ത്രി ശ്രീമതി. വൈകിട്ട് 6 മണി മുതൽ അടുത്ത ദിവസം രാവിലെ 6 മണി വരെയാണ് സേ വനം നൽകുന്നത്. കന്നുകാലികളുടെ ശാസ്ത്രീയ ആരോ ോഗ്്യ പരിപാലനം, മൃഗഉടമയുടെയുും മൃഗത്തിന്റെയുും ആരോ ോഗ്്യയം നിലനിർത്തുന്ന അടിസ്ഥാന ശുചിത്്വവം, ശുചിത്്വ രീതികൾ, നിലവിലുള്ള വെറ്ററിനറി ആരോ ോഗ്്യ സേ വന ങ്ങളെക്കുറിച്ചുള്ള മറ്റ് വിവരങ്ങൾ എന്നിവയെക്കുറിച്ച് അവബോ ോധം സൃഷ്ടിക്കുന്നതിനുും മൃഗ ഉടമകൾക്ക്   സമൂഹത്തിന് വിവരങ്ങൾ നൽകുന്നതിനുും അവർ നടപടികൾ കൈക്്കകൊള്ളളും. 1 ലക്ഷം രൂപ വരെ മതിപ്പു വിലയുള്ള ഉരുക്കളെ ഈ പദ്ധതി പ്രകാരം ഇൻഷുർ ചെയ്യുന്നതിന് സാധിക്കകും. പശുവിനെ ഇൻഷുർ ചെയ്യുമ്്പപോൾ 65,000 രൂപ വരെയുള്ള മതിപ്പുവിലക്കു മൃഗസംരക്ഷണ വകുപ്പ് 50  സബ് സിഡി യുും SC ST വിഭാഗത്തിൽ വരുന്ന കർഷകർക്ക് 70  സബ് സിഡിയുും പ്രീമിയം തുകയിൽ നൽകുന്നു ലിംഗ നിർണയം നടത്തിയ നടത്തിയ ബീജ മാത്രകളുടെ വിതരണം പ്രത്യുല്പാദന ക്ഷമത കൂടിയതുും മികച്ച പാലുല്പാദന ശേഷിയുള്ളതുമായ കന്നുകാലികളെ ഉൽപ്പാദിപ്പി ക്കുന്നതിനുും അതുവഴി പാലുല്പാദനത്തിൽ സ്്വയം പര്്യയാപ്തത നേടുക എന്ന ലക്ഷഷ്യത്്തതോടെ 90  ത്തിൽ അധികം പശുക്കുട്ടികളെ മാത്രം ഉത്പാദിപ്പിക്കുന്ന ലിംഗനിർണയം നടത്തിയ ബീജമാത്രകൾ കേ രള ലൈവ് സ്റ്റോക്ക് ഡെവലപ്മെൻറ് ബോ ോർഡ് വഴി മൃഗസംരക്ഷണ വകുപ്പിന്റെ കീഴിലുള്ള തിരഞ്ഞെടുക്കപ്പെട്ട മൃഗാശുപത്രികൾ, വെറ്റിനറി സബ് സെൻറർ എന്നിവ മുഖേന വിതരണം ചെയ്യുന്നു. Soviet Chinchilla, Grey Giant 215 FODDER DEVELOPMENT Agricultural sections of all farms are engaged in fodder production to meet the requirement of the farms and function as demonstration units for farmers, trainees and entrepreneurs and also retail selling outlets of fodder slips to farmers. മൂല്്യവർദ്ധനവിലൂടെയുും മെച്ചപ്പെട്ട വിപണനത്തിലൂടെയുും കൂടുതല്  വില കർഷകർക്ക് നല്  കുക. സ്്വയം നിയന്ത്രിതവുും വിലനിലവാര നിർണ്ണയ സംവിധാനത്്തതോടെയുള്ളതുമായ പാല്  സംഭരണ പ്രക്രീയ ക്ഷീരസംഘങ്ങളില്  ഉറപ്പ് വരുത്തുക. ക്ഷീരമേഖലയിലെ അടിസ്ഥാന സൗകര്്യങ്ങള്  വർദ്ധിപ്പിക്കുകയുും മത്സരാധിഷ്ഠിതമായ വിപണി ഉറ പ്പാക്കുകയുും ചെയ്യുക. ഗുണനിയന്ത്രണ ലാബുകളുടെ ശക്തിപ്പെടുത്തൽ 1 കർഷകർക്ക് ശുദ്ധമായ പാലുല്പാദനത്തിന് ആവശ്്യമായ ഹൈജീൻ കിറ്റ് 170 3000 2 കർഷകർ ശുദ്ധമായ പാൽ ഉല്പാദിപ്പിക്കുന്നതിനായി ഫാം തലത്തിൽ ഹൈജീൻ ഉറപ്പുവരുത്തുന്നതിനുളള ധനസഹായം 250 75000 232 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 3 ഗുണനിലവാരം ഉറപ്പാക്കുന്നതിന് ക്ഷീര സംഘങ്ങൾക്കുള്ള അവശ്്യയാധിഷ്ഠിത ധനസഹായ പദ്ധതി 250 37500 4 ക്ഷീരസംഘങ്ങളിൽ നിലവിലുളള ലാബുകളുടെ ശാക്തീകരണം 500 75000 5 കന്നുകാലി തീറ്റയില്  ആന്റിബയോ ോട്ടിക്   അഫ്ലാടോ ോക്സിന്  പരിശോ ോ ധനയ്ക്കുള്ള ധനസഹായം 285714 7. ക്ഷീരവികസന പ്രവർത്തനങ്ങളുടെ നടത്തിപ്പ് സംബന്ധിച്ച വിലയിരുത്തൽ - പഠനങ്ങൾ നിർവ്വഹി ക്കുന്നു. പൊ ൊതുവിപണിയിൽ ലഭ്്യമായ പാലിന്റെയുും പാലുല്പന്നങ്ങളുടേയുും ഗുണനിലവാരം പരിശോ ോ ധിച്ച് തുടർ നടപടികൾ സ്്വവീകരിക്കുന്നു. നിലവില്  3. കർഷകരില്  നിന്നനും സംഭരിക്കുന്ന പാല്  ഉപഭോ ോക്താവിലെത്തി ക്കുന്നതുവരെ പാലിന്റെയുും പാലുല്പന്നങ്ങളുടെയുും ഗുണനിലവാരം നില നിർത്തുന്നതിന് മില് മ പ്രതിജ്ഞാബദ്ധമാണ്. വിവര സാങ്കേതികവിദ്്യയുടെ ഉപയോ ോഗം മണ്ണു പര്്യവേക്ഷണ മണ്ണു സംരക്ഷണ വകുപ്പിൽ e-office സമ്പ്രദായം നടപ്പിലാക്കുന്നതിനുും വകുപ്പി ന്റെ കമ്പ്യൂട്ടർവല്ക്കരണവുമായി ബന്ധപ്പെട്ട സോ ോഫ്റ്റ് വെയറുകൾ, ഹാർഡ്്വവെയറുകൾ ഉൾപ്പെടെയുളള ആധുനിക ഉപകരണങ്ങൾ വാങ്ങുന്നതിനുും നിലവിലുളള കമ്പ്യൂട്ടർ സംവിധാനം മെച്ചപ്പെടുത്തുന്നതിനുും ഉദ്യോഗസ്ഥർക്ക് കമ്പ്യൂട്ടർ പരിശീലനം നല്കുന്നതിനുും മറ്റുമാണ് ഈ പദ്ധതിയിലൂടെ ലക്ഷഷ്യമിടുന്നത്. നീർത്തട പ്്രരോജക്റ്റുകളുടെ അവലോ ോകനവുും വിലയിരുത്തലുും നടത്തുന്നതിനുും ഈ പദ്ധതി വിഭാവനം ചെയ്യുന്നു. 271 TABLE -12 Farm Wholesale Prices of Agricultural Commodities For the Year 2021 - 2022 Sl No. ",
    "general_advice": "In case of emergency, please notify : Address Phone No: Mobile No: Height Weight Blood Group 2023 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2024 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 2025 JANUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 FEBRUARY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 MARCH S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 APRIL S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 MAY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 JUNE S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 JULY S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 AUGUST S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 SEPTEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 OCTOBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 NOVEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 DECEMBER S M T W T F S 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 Page Government of Kerala- Governor   Council of Ministers Governor and Council of Ministers 1 Legislative Assembly 4 Minister for Agriculture 5 Minister for Animal Husbandry and Dairy Development 6 Government of India Ministry of Agriculture and Farmers Welfare 7 Ministry of Animal Husbandry, Dairy and Fisheries 8 Kerala Government Offices in New Delhi 9 Government of Kerala Government Secretariat 10 Agriculture Department (Secretariat) 13 Animal Husbandry and Dairy Development (Secretariat) 14 State Planning Board 14 Heads of Departments 16 Agriculture Development and Farmers  Welfare Department Directorate of Agriculture Development and Farmers  Welfare Department 17 Principal Agriculture Officers and Project Directors ATMA 19 District Level Administrative Assistants and Account Officers 20 SAMETI 21 AGRI PPM Cell 21 WTO Cell 21 State Horticulture Mission 21 Farm Information Bureau 22 Agriculture Development and Farmers Welfare Department Offices 23 Other Offices 56 Other Major Institutions 59 Agriculture related programme to radio and TV 63 Animal Husbandry Department State Level and District Level Officers 64 District Wise Important Offices 65 Dairy Development Department State Level, Regional Level and District Level Officers 78 Quality Control Unit 80 Dairy Extension Service Units 81 Soil Survey   Soil Conservation Department Directorate of Soil Survey 86 Regional and District Level Offices 87 Public Sector Undertakings Agriculture, Animal Husbandry and Dairy 89 Other Central and State Institutions 93 District-Wise Important Telephone Numbers 96 Universities 113 Krishi Vigyan Kendras 117 Agriculture, Animal Husbandry Universities in India 118 Information and Public Relations Department 125 Government Rest House 125 Government Guest House 130 State Government Holidays 2023 131 Kerala - At a Glance 132 Livestock population and others 2019 133 CONTENTS Functions  Activities of Departments and Institutions Agriculture Development and Farmers Welfare Department 135 Agro- Ecological Zones of Kerala 137 SAMETI -KERALA 146 ATMA 148 Departmental Farms 149 Schemes and Guidelines Agriculture Development and Farmers  Welfare Department Department Schemes 152 Central Sector Schemes 157 Soils of Kerala 166 Varieties released by Kerala Agricultural University   icar institutes 168 Agmark Certification 180 State Crop Insurance 181 Natural Calamity Assistance for Crop Loss 186 Statutory regulations on Agricultural inputs 188 Cropprotection 194 Organic Certification in India 202 Animal Husbandry Department Department Schemes 203 Institutions under Department of Animal Husbandry 210 Availability of Poultry Layers, Broilers, Hatching eggs 214 Feeding, Vaccination and deworming Schedules 217 Live Stock Census Kerala 2019 222 Kerala Livestock Development Board 223 Kerala Veterinary and Animal Sciences University 223 Dairy Development Department Plan Schemes and objective 226 Kerala Dairy Farmers Welfare Fund Board 235 Kerala Co-Operative Milk Marketing Federation 237 Co-operative law at your Finger Tips 238 FSSAI Standards for milk and milk products 243 Soil Survey   Soil Conservation Department Objects and Schemes 245 Institutions under Soil Survey   Soil Conservation Department 248 Tables Classification of Area on the Basis of Land Utilisation 2021-22 250 Area under Crops 2021-22 251 Production of Important Crops 2021-22 259 Estimated Area and Production of Rice -Autumn 2021-22 262 Estimated Area and Production of Rice -Winter 2021-22 263 Estimated Area and Production of Rice -Summer 2021-22 264 Estimated productivity 2021-22 265 Net Area Irrigated (Source wise) 2021-22 268 Gross Area under Irrigation (Crop wise) 2021-22 269 District wise rainfall in MMS 2021-22 270 Farm Wholsale Price of Agricultural Commodities for the year 2021-22 271 Distritc Wise Livestock Population-2019 272 Producion of Milk Egg and Meat 272 Per Capita Availability of Milk 272 Per Capita Availability and consumption of Eggs per year 273 Per Capita Per Day Availability of Meat 273 Details Of Dairy Co-operatives registered 274 Milk Procurement through Dairy Co-operatives 274 Fodder Crops and Cultivation Practices 275 Kerala Dairy Farmers Welfare Fund Board - Various Assistances 276 Njattuvela Calander 1 GOVERNOR   COUNCIL OF MINISTERS - GOVERNMENT OF KERALA NAME Phone Number Direct PABX Hotline Residence  Extn. ഭക്ഷഷ്യ സുരക്ഷയ്ക്കായുള്ള പ്രവർത്തനങ്ങളിൽ ഏർപ്പെടുന്ന വനിതാ ഗ്രൂപ്പുകൾക്കുള്ള ധനസഹായം 7. നെൽകൃഷിവികസനം വിസ്തൃതി വിപുലീകരണ പ്രവർത്തനങ്ങൾ സുസ്ഥിരം നെൽകൃഷിവികസനം ലക്ഷഷ്യമിട്ട് ഉൽപാദ നോ ോപാധികൾക്കുള്ള സഹായം, കൂട്ടുകൃഷി പ്രവർത്തനങ്ങൾക്കുള്ള പിന്തുണ, നെൽവയൽ ഉടമകൾക്ക് റോ ോയൽറ്റി എന്നിവയിലൂടെ സംസ്ഥാനത്ത് നെൽകൃഷി വികസനം ലക്ഷഷ്യമിടുന്നു. പി ക്ലസ്റ്ററുകളുടെ ശാക്തീകരണം, പുതിയ 154 ക്ലസ്റ്ററുകൾക്ക് പ്രോത്സാഹനസഹായം, പച്ചിലവളപ്രയോ ോഗം, ജൈവവളങ്ങൾ തയ്യാറാക്കുന്ന മാതൃകാ യൂണീറ്റുകൾ, വി. ഫാം യന്ത്രവൽക്കരണത്തിനുള്ള സഹായം വിളകളുടേയുും ഉല്പന്നങ്ങളുടേയുും ശാസ്ത്രീയ പരിപാലനത്തിൽ ഫാം യന്ത്രവല്ക്കരണത്തിന് പ്രാ ധാന്്യമേറുന്നു. കേ രളകാർഷിക സർവ്വകലാശാലയുടെ പാക്കേജ് ഓഫ്പ്രാക്ടീസ് ശുപാർ്ശ അടിസ്ഥാനമാക്കിയുള്ള പ്രവർത്തനങ്ങൾ ക്കായിരിക്കകും സഹായം നല്കുക. കാർഷിക ഉൽപ്പന്നങ്ങളുടെ വിപണനത്തിനുള്ള സഹായം വിലയിലെ ഏറ്റകുറച്ചിലുകൾ, കാര്്യക്ഷമമായ വിപണന സംവിധാനത്തിന്റെ അഭാവം, വിള വെടുപ്പിനു ശേഷമുള്ള നഷ്ടം എന്നിവയുമായി ബന്ധപ്പെട്ട പ്രശ് നങ്ങൾ പരിഹരിക്കുക എന്നതാണ് പദ്ധതിയുടെ ലക്ഷ്യം. കാർഷിക മേഖലയിലെ സംരഭകത്്വത്തിലുും മൂല്്യവർദ്ധനയിലുും നൂതന സാങ്കേതിക വിദ്്യകൾ പ്രോത്സാഹി പ്പിക്കുന്നതിനുും സഹായം നല്കുന്നു. കേരള ഫാംഫ്രഷ് - പഴം പച്ചക്കറി തറവില കർഷകർക്ക് 16 ഇനം പഴം പച്ചക്കറികളുടെ വിലയിൽ ഇടിവുണ്ടാകുന്ന സാഹചര്്യത്തിൽ സാ മ്പത്തിക സഹായം നൽകാൻ ലക്ഷഷ്യമിടുന്നു. പ്രകൃതിക്്ഷഷോഭങ്ങൾ അഭിമുഖീകരിക്കുന്നതിനുും കീടരോ ോഗബാധ നിയന്ത്രണത്തിനുമുള്ള അടിയന്തിരപരിപാടി പ്രകൃതിക്്ഷഷോഭങ്ങൾ, വിളനാശം എന്നിവ ഉണ്ടാകുന്ന സന്ദർഭങ്ങളിൽ കർഷകർക്ക് വിതരണം ചെയ്യുന്നതിനായി നെല്ല്, പയറു വർഗ്ഗങ്ങൾ, പച്ചക്കറികൾ എന്നിവയുടെ കരുതൽ ശേഖരം ഉണ്ടാ ക്കുക, ബണ്ടുകൾ ശക്തിപ്പെടുത്തുന്നതിനുള്ള സഹായം, കീടങ്ങളുും രോ ോഗങ്ങളുും വ്്യയാപകമാകുന്ന സാഹചര്്യത്തിലുും വിള ആരോ ോഗ്്യപരിപാലനത്തിനുള്ള സഹായം മുതലായ പ്രവർത്തനങ്ങളാണ് ഈപദ്ധതിയിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്നത്. അംഗത്്വമെടുത്ത് മുടക്കമില്ലാതെ അംശദായം ഒടുക്കുന്ന കർഷകന് പ്രതിമാസ പെൻഷൻ നൽകുന്നതിനുും, കുടുുംബ പെൻഷൻ, അനാരോ ോഗ്്യ അവശതാ പെൻഷൻ, കുട്ടികൾക്കുള്ള വിദ്്യയാഭ്്യയാസാനു കൂല്്യങ്ങൾ, ചികിത്സാ ധനസഹായം, അംഗങ്ങൾക്കകും അവരുടെ പെൺമക്കൾക്കുമുള്ള വിവാഹ, പ്രസവ ആനുകൂല്്യങ്ങൾ എന്നിവയുും നൽകുന്ന ഒരു സമഗ്ര ക്ഷേമ പദ്ധതിയാണിത്. വിവിധ കേന്ദ്ര സംസ്ഥാന സർക്കാർ പദ്ധതികൾ അനുശാസിക്കുന്ന ധനസഹായം കർഷകർക്കു നൽകുക. പ്രകൃതിക്്ഷഷോഭ ദുരിതാശ്്വവാസ ധനസഹായം നൽകുന്നു. Avoid clipping of leaf tips at the time of transplanting in bacterial blight endemic areas. സ്്വയം തൊ ൊഴിൽ രംഗത്ത് കർഷകർക്ക് ആവശ്്യമായ പ്രോജക്ട് റിപ്്പപോർട്ടുകൾ ഉൾപ്പെടെ സഹായം നൽകുന്നു. പുൽകൃഷി വ്്യയാപിപ്പിക്കുന്നതിനുള്ള സഹായം നൽകുന്നു. കേന്ദ്രാവിഷ്കൃത പദ്ധതികള്  വ്്യയാവസായികാടിസ്ഥാനത്തില്  ആട് വളര് ത്തല്  യൂണിറ്റുകള്  20 ആടുകളടങ്ങുന്ന (19 പെണ്ണാടുും, 1 മുട്ടനാടുും) യൂണിറ്റുകള്  സ്ഥാപിക്കാന്  സഹായം. ഒരു ഗുണഭോ ോ ക്താവിന് ഒരു ലക്ഷം രൂപ ധനസഹായം. കൂടാതെ മൃഗസംരക്ഷണ സ്ഥിതി വിവരക്കണക്കകും സാമ്പിള്  സര്  വ്്വേയുും (വിവിധ തരം കന്നുകാലി 206 ഉല് പ്പനങ്ങളുടെ ഉല്  പ്്പാദനം തിട്ടപ്പെടുത്തുന്നതിനായി നടത്തിവരുന്ന സംയോ ോജിത സാമ്പിള്  സര്  വ്്വേകള് ), കന്നുകാലി സെന് സസ് (100  കേന്ദ്ര സഹായം എന്നീ പദ്ധതികളുും ഉണ്ട്. മൊ ൊബൈല്  വെറ്ററിനറി യൂണിറ്റ് സംസ്ഥാനത്തിനു 29 യൂണിറ്റുകളുും ഒരു കേന്ദ്രീകൃത കാള്  സെന്റര്  സംവിധാവുും സ്ഥാപിക്കാനുള്ള സഹായം. കൂടാതെ, തെരുവുനായ നിയന്ത്രണത്തിനുള്ള തദ്ദേശ സ്്വയംഭരണ സ്ഥാപനങ്ങളുടെ പദ്ധതികൾക്കുള്ള സാങ്കേതിക സഹായം മൃഗസംരക്ഷണ വകുപ്പ് ആണ് നൽകുന്നത്. These activities are conducted under the guidance and co-ordination of the Swine Husbandry office functioning at Aluva. കർഷകർക്കുള്ള വികസന പദ്ധതികൾ ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) I. മിൽക്ക് ഷെഡ് വികസന പദ്ധതി 1 അതിദരിദ്രർക്കുളള പുനരധിവാസ പദ്ധതി 0 95400 2 ഒരു പശു യൂണിറ്റ് 170 32000 3 2 പശു യൂണിറ്റ് 200 64000 4 5 പശു യൂണിറ്റ് 250 183000 5 10 പശു യൂണിറ്റ് 500 380000 6 20 പശു യൂണിറ്റ് 750 760000 7 യുവ സംരംഭകർക്കുള്ള 10 പശു യൂണിറ്റ് 500 464000 8 JLG SHG എന്നിവർക്കുള്ള 5 പശു യൂണിറ്റ് 250 183000 9 JLG SHG എന്നിവർക്കുള്ള 10 പശു യൂണിറ്റ് 500 380000 10 ക്ഷീരസഹകരണ സംഘങ്ങൾ മുഖേന ഹെർഡ് ക്്വവാറൻ ന്റെൻ കം ട്രേഡിംഗ് സെന്റർ 1500 750000 11 കിടാരി പാർക്ക് 1500 900000 12 ബാങ്ക് ലോ ോണിനുള്ള പലിശ രഹിത വായ്പ 750 500000 13 ക്ഷീരസംഘത്തിനുള്ള സ്പെഷ്്യൽ ബൂസ്റ്റർ പ്്രരോഗ്്രാാം 250 153500 14 ക്ഷീരലയം - തോ ോട്ടം മേഖലയിലുള്ളവർക്കുള്ള പ്രത്്യയേക പദ്ധതി - 1100000 230 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 15 ക്ഷീരതീരം - തീരദേശവാസികള്  ക്കകും കയർമേഖലയിലുള്ളവർക്കുമായുള്ള പ്രത്്യയേക പദ്ധതി - 129000 16 കാലിത്്തതൊഴുത്ത് നിർമ്മാണം 200 50000 15 കറവ യന്ത്രം 170 30000 16 അവശ്്യയാധിഷ്ഠിത ധനസഹായം 170 ആകെ ചെലവഴിക്കുന്ന തുകയുടെ 50  സബ്സിഡി പരമാവധി 50000 - രൂപ 17 വാണിജ്്യയാടിസ്ഥാനത്തിലുള്ള ഡയറി ഫാമുകളുടെ ആധുനികവത്്ക്്കരണവുും യന്ത്രവത്്ക്്കരണവുും 1500 500000 II. തീറ്റപ്പുൽകൃഷി വ്്യയാപനം 1 50 സെന്റിൽ കൂടുതൽ തീറ്റപ്പുൽകൃഷി 180 24250 - രൂപ   ഹെക്ടർ 2 49 സെന്റിൽ താഴെയ്യുള്ള തീറ്റപ്പുൽകൃഷി ഹെക്ടറിന് 10,500 രൂപയുടെ സൌ ൌജന്്യ തീറ്റപ്പുൽ കട 10,500 2 വ്്യയാവസായികാടിസ്ഥാനത്തിൽ തരിശു ഭൂമിയിൽ തീറ്റപ്പുൽകൃഷി 180 94272 - രൂപ   ഹെക്ടർ 3 ചോ ോളം വൻപയർ മണിച്്ചചോളം കൃഷി വിത്ത് സൗജന്്യമായി നൽകുന്നു 12625 - രൂപ  ഹെക്ടർ 4 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് യന്ത്രവത്്ക്്കരണം 170 10000 5 തീറ്റപ്പുൽകൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 10000 6 ഒരേക്കറിന് മുകളിലുള്ള തീറ്റപ്പുൽ കൃഷിത്്തതോട്ടത്തിന് ജലസേചന സൗകര്്യയം 170 25000 7 തീറ്റപ്പുൽകൃഷിയുും വിതരണവുും (SHG DCS വനിതാ ഗ്രൂപ്പ്) 170 75000 8 കോ ോളാർ മോ ോഡല്  പുല്  കൃഷി (സങ്കരനേപ്പിയർ   മുരിങ്ങ) - 17500 III ക്ഷീര സഹകരണ സംഘങ്ങൾക്കുള്ള ധനസഹായ പദ്ധതി 1 ക്ഷീരസംഘത്തിൽ അളക്കുന്ന പാലിന് ലിറ്റർ ഒന്നിന് ഒരു രൂപ നിരക്കിൽ ഇൻസെന്റീവ് 575 ലക്ഷം 2 ക്ഷീര സംഘങ്ങൾക്കുള്ള അവശ്്യയാധിഷ്ഠിത ധനസഹായ പദ്ധതി 170 120000 3 ഫാർമർ ഫെസിലിറ്റേഷൻ കം ഇൻഫർമേഷൻ സെന്റർ 750 525000 231 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 4 മിൽക്ക് റൂട്ട് ഇല്ലാത്ത ക്ഷീരസംഘങ്ങൾക്കുള്ള ധനസഹായം 35000 5 എഫ്. എ നിയമപ്രകാരമുള്ള മാനദണ്ഡങ്ങള്  പാലിക്കുന്നതിന് ക്ഷീരസംഘങ്ങള്  ക്്ക് ധനസഹായം - 45000 6 ആന്റിബയോ ോട്ടിക്  അഫ്ലാടോ ോക്സിന്  പരിശോ ോ ധനയ്ക്കുള്ള റാപ്പിഡ് ടെസ്റ്റ് കിറ്റ് - 93750 7 മികച്ച ആപ് ്കകോോസ് പരമ്പരാഗത ക്ഷീരസംഘങ്ങൾക്ക് അവാർഡ് 100000 8 ഹൈജീനിക് മിൽക്ക് കളക്ഷൻ റൂൂം സ്ഥാപിക്കുന്നതിനുള്ള ധനസഹായം 500 375000 9 ക്ഷീരസംഘങ്ങളിൽ കുറഞ്ഞ ചെലവിൽ ഉള്ള മാലിന്്യ സംസ്കരണ പ്ലാന്റ് നിർമ്മിക്കുന്നതിനുള്ള ധനസഹായം 350 ചെലവഴിക്കുന്ന തുകയുടെ 75  ധനസഹായം പരമാവധി 3 ലക്ഷം രൂപ 10 ക്ഷീരസംഘങ്ങളില്  സോ ോളാർ പാനല്  സ്ഥാപിക്കുന്നതിന് ധനസഹായം - 800000 11 പ്രവർത്തനരഹിതമായ ക്ഷീരസംഘങ്ങളുടെ പുനരുദ്ധീകരണം - 61500 12 ക്ഷീരസംഘങ്ങള്  ക്്ക് ധനസഹായം വാങ്ങുന്നതിനുള്ള ധനസഹായം - 350000 IV. ഗുണനിയന്ത്രണ ലാബുകളുടെ ശക്തിപ്പെടുത്തൽ 1 കർഷകർക്ക് ശുദ്ധമായ പാലുല്പാദനത്തിന് ആവശ്്യമായ ഹൈജീൻ കിറ്റ് 170 3000 2 കർഷകർ ശുദ്ധമായ പാൽ ഉല്പാദിപ്പിക്കുന്നതിനായി ഫാം തലത്തിൽ ഹൈജീൻ ഉറപ്പുവരുത്തുന്നതിനുളള ധനസഹായം 250 75000 232 ക്രമ നമ്പർ പദ്ധതിയുടെ പേര് രജിസ്ട്രേഷൻ ഫീസ് ( ) ലഭിക്കുന്ന ധനസഹായം ( ) 3 ഗുണനിലവാരം ഉറപ്പാക്കുന്നതിന് ക്ഷീര സംഘങ്ങൾക്കുള്ള അവശ്്യയാധിഷ്ഠിത ധനസഹായ പദ്ധതി 250 37500 4 ക്ഷീരസംഘങ്ങളിൽ നിലവിലുളള ലാബുകളുടെ ശാക്തീകരണം 500 75000 5 കന്നുകാലി തീറ്റയില്  ആന്റിബയോ ോട്ടിക്   അഫ്ലാടോ ോക്സിന്  പരിശോ ോ ധനയ്ക്കുള്ള ധനസഹായം 285714 7. 2021-22 വർഷം മാത്രം 6869 കറവ മാടുകളുടേയുും 878 കിടാരികളെയുും വാങ്ങുന്നതിനായി ധനസഹായം നൽകിട്ടുണ്ട്. ഫീൽഡ്തല പഠനങ്ങൾ, ഫീൽഡ്തല സാങ്കേതിക സഹായങ്ങൾ, പ്്രരോജക്ട് റിപ്്പപോർട്ടുകൾ തയ്യാറാ ക്കൽ, വാണിജ്്യയാടിസ്ഥാനത്തിലുള്ള പദ്ധതി നിർവ്വഹണത്തിന് സഹായിക്കൽ, എന്നിവയ്ക്ക് സാങ്കേതിക സഹായം എന്നിവ നൽകുന്നു. ക്ഷീരകർഷകർക്ക് ധനസഹായം നല്  കുന്ന ഇത്തരത്തിലുള്ള ഒരു സംവിധാനം ഇന്തത്യയില്  തന്നെ ആദ്്യത്തേതാണ്. ക്ഷേമനിധി നല്് കകി വരുന്ന പ്രധാനപ്പെട്ട ധനസഹായം ക്ഷീരകർഷക പെ ന് ഷനാണ്. പെന് ഷന് പുറമേ അനന്ത രാവകാശികള്  ക്്ക് കുടുുംബപെന് ഷന് , ക്ഷേമനിധി അംഗങ്ങളുടെ വിദ്്യയാഭ്്യയാസ ധനസഹായം, ക്ഷേമനിധി അംഗങ്ങളുടെ പെണ് മക്കള്  ക്്ക് വിവാഹധനസഹായം, ക്ഷേമനിധി അംഗങ്ങള്  ക്്ക് ചികിത്സാ ധനസഹായം, കോ ോവിഡ് ധനസഹായം, മരണാനന്തര ധനസഹായം, മികച്ച ക്ഷീരകർഷകർക്കുള്ള അവാർഡ് തുടങ്ങിയ നിരവധി ധനസഹായങ്ങള്  ക്ഷേമനിധിയില്  നിന്നനും അനുവദിച്ച് വരുന്നു. തുടർന്ന് സാധുധ പരി ശോ ോധനയ്ക്ക് ശേഷം ധനസഹായം അനുവദിക്കുന്നു. 236 ബോàോർഡിന്റെ പ്രവർത്തനങ്ങള്  ക്രമ നം ധനസഹായം യോ ോഗ്്യത തുക 1 അംഗത്്വവം പ്രാഥമിക ക്ഷീരസംഘ ങ്ങളില്  ഒരു സാമ്പത്തിക വർഷം കുറഞ്ഞത് 500 ലിറ്റർ പാല്  അളക്കുന്ന 18 വയസ് പൂർത്തിയായ ക്ഷീരകർഷകർക്ക് മെമ്പർഷിപ്പ് രജിസ്ട്രേഷന്  ഫീസ് 100 - രൂപ 2 പെന് ഷന്  കുറഞ്ഞത് 500 ലിറ്റർ പാല്  വീതം ക്ഷീരസംഘ ങ്ങളില്  കുറഞ്ഞത് 5 വർഷം അളക്കുകയുും 60 വയസ് തികയുകയുും ചെയ്ത അംഗത്തിന് 1600 - 3 കുടുുംബ പെന് ഷന്  പെന് ഷന്  വാങ്ങി കൊ ൊണ്ടി രിക്കുന്ന ക്ഷീരകർഷകന്റെ നിമാനുസൃത നോ ോമിനിയ്ക്ക് 550 - രൂപ 4 അവശത പെന് ഷന്  40  ലധികം അംഗവൈ കല്്യയം മൂലം ക്ഷീരവൃത്തി യില്  തുടരാന്  സാധിക്കാ ത്ത ക്ഷീരകർഷക ക്ഷേമ നിധി അംഗത്തിന് 1600 - രൂപ 5 വിവാഹ ധനസഹായം ക്ഷീരകർഷക ക്ഷേമനിധി അംഗത്തിന്റെ പെണ് മക്ക ളുടെ വിവാഹത്തിന് 5000 - രൂപ 6 മരണാനന്തര ധനസഹായം എല്ലാ ക്ഷീരകർഷക ക്ഷേമനിധി അംഗത്തിനുും 3000 - രൂപ 7 ക്ഷീരസുരക്ഷ പദ്ധതി എല്ലാ ക്ഷീരകർഷക ക്ഷേമനിധി അംഗത്തിനുും അപകടമരണം സംഭവിച്ചവരുടെ കുടുുംബത്തിന്   Rs. 15,000 - പകർച്ചാവ്്യയാധികളുടെ ചികിത്സയ്ക്ക്   2000 - 8 വിദ്്യയാഭ്്യയാസ ധനസഹായം എല്ലാ ക്ഷീരകർഷക ക്ഷേമനിധി അംഗങ്ങളുടെ മക്കള്  ക്കകും എസ്. 39 TOTAL MILK PROCUREMENT THROUGH DCS (LAKH METRIC TONNE) CO-0PERATIVE LAW AT YOUR FINGER TIPS Act, Rules  Bye  laws open to inspection. "
  },
  "full_text": "Government of Kerala Agriculture Development and Farmers  Welfare Department FARM GUIDE 2024 FARM INFORMATION BUREAU FARM GUIDE 2024 Printed   Published by ASA S. KUMAR PRINCIPAL INFORMATION OFFICER FARM INFORMATION BUREAU Kowdiar P.O., Thiruvananthapuram, Kerala - 695 003 0471 - 2318186, 9383470283 e-mail : fibkerala.agri kerala.gov.in, fibtvm.agri kerala.gov.in Compiled and Edited by HARIPRIYA DEVI V.V. Deputy Director of Agriculture (Editor, Kerala Karshakan) Dr. MOHANACHANDRAN NAIR S.R. Campaign Officer (Assistant Director, Animal Husbandry) Dr. BINU HARRIET IVAN Editor, Farm News (Assistant Director, Animal Husbandry) Dr. RAJEE P.V. Information Officer (Assistant Director, Animal Husbandry) SUNU S. Senior Agricultural Officer (Information Technology Division) ANITHA C.S. Assistant Director of Agriculture (Video Production) VISHNU S.P. Asst. Editor, Editorial (Agricultural Officer, Keralakarshakan) Dr. ANJU V.S. Asst.Editor, Circulation (Agricultural Officer), Kerala Karshakan RENJITH D. Sr. Clerk, Publication Publication PRASANTH G.S. Publication Officer (Assistant Director, Dairy Development Department) Cover Illustration DEEPAK MOUTHATIL Design   Layout MAYA SANTHOSH Articles for Kerala Karshakan: editorkkfib gmail.com 0471- 2314358 Press Release: mediadivisionfib gmail.com 0471- 2317314 Farm News   General Communication: piofibtvm gmail.com 0471- 2318186 Website: www.fibkerala.gov.in തിയ ദിശാബോïോധം വരുത്തിക്്കകൊണ്ട് മാത്രമേ കർഷകർക്ക് മെച്ചപ്പെട്ട വരുമാനവുും ജീവിത സാഹചര്്യ ങ്ങളുും ഉറപ്പ് വരുത്താൻ കഴിയൂ എന്ന ബോïോധ്്യത്തിലാണ് സംസ്ഥാന കൃഷിവകുപ്പ് പദ്ധതികൾ വിഭാവനം ചെയ്യുന്നത്. കേരളം കണ്ട ഏറ്റവുും വലിയ ജനകീയ കാർഷിക മുന്നേറ്റമായി മാറിയ  ഞങ്ങളുും കൃഷിയിലേക്ക്  എന്ന ക്്യയാാംപയിന്റെ ഭാഗമായി ഉടലെടുത്ത കൃഷിക്കൂട്ടങ്ങൾ, ഉല്പാദന-സേ വന- മൂല്്യവർദ്ധിത മേഖലകളിൽ ചുവടുറപ്പിക്കുന്നതിലൂടെ, കാർഷിക ഉല്പന്നങ്ങളുടെ സംഭരണവുും സംസ്കരണവുും വിപണനവുും കാര്്യക്ഷമമാക്കാൻ കഴിയുും. കൃഷിയിടത്തെ അടിസ്ഥാനമാക്കിയുള്ള ആസൂത്രണം കാർഷിക മേഖലയുടെ സമഗ്രമായ വികസനവുും ഉല്പാദന മികവുും സാധ്്യമാക്കകും. അതിനായി അഞ്ച് കാർഷിക പാരിസ്ഥിതിക മേഖ ലകളിലുും 23 കാർഷിക പാരിസ്ഥിതിക യൂണിറ്റുകളിലുും ശാസ്ത്രീയമായ പഠനങ്ങളുടെ അടിസ്ഥാനത്തിലുള്ള വിളനിർണ്ണയത്തിന്റേയുും, വിള പരിപാലനത്തിന്റേയുും അടിസ്ഥാനത്തിൽ ഓരോ ോ കൃഷിയിടത്തെയുും അടി സ്ഥാന യൂണിറ്റായി കണ്ടുകൊ ൊണ്ടുള്ള ഫാം പ്ലാനുകൾ വിപ്ലവകരമായ മാറ്റങ്ങളാണ് സൃഷ്ടിക്കാൻ പോ ോകുന്നത്.  കേരളാഗ്്രരോ  ബ്രാൻഡഡ് ഉൽപന്നങ്ങൾ, പുതുതായി ആരംഭിച്ച കേരള അഗ്്രരോ ബിസിനസ് കമ്പനി (KABCO), ഇതര വകുപ്പുകളെ കോ ോർത്തിണക്കി രൂപം നൽകിയ വാല്യൂ ആഡഡ് അഗ്രികൾച്ചർ മിഷൻ (VAAM), കർഷക വരുമാന വർദ്ധനവിന് കാർഷികോ ോത്്പ്്പന്നങ്ങളുടെ ഉടമസ്ഥാവകാശം കർഷകനിൽ നിഷി പ്തമായിരിക്കണമെന്ന യാഥാർത്ഥഥ്യ ബോïോധത്്തതോടെ കൃഷിക്കൂട്ടങ്ങളെ കോ ോർത്തിണക്കിക്്കകൊണ്ട് നടപ്പിലാക്കു ന്ന കർഷകോ ോത്പാദക സംഘടനകൾ (FPO) തുടങ്ങിയവ കാർഷിക മൂല്്യവർദ്ധിത മേഖലയ്ക്ക് കൂടുതൽ കരുത്ത് പകരുും. കേരളത്തിലെ മുഴുവൻ കുടുുംബങ്ങളിലുും ആരോ ോഗ്്യ ഭക്ഷണം ഉറപ്പ് വരുത്തുന്നതിന് കേരളീയരുടെ ഭക്ഷണ ശീലത്തില്  കാതലായ മാറ്റം വരുത്തേണ്ടതുണ്ട്. പോ ോഷക സമൃദ്ധവുും ആരോ ോഗ്്യദായകവുമായ കാർ ഷികോ ോല്പന്നങ്ങൾ സാമാന്്യ ജനങ്ങളിലേക്ക് എത്തിക്കുന്നതിന് വേണ്ടി കൃഷിവകുപ്പിന്റെ നേതൃത്്വത്തിലുള്ള  പോ ോഷകസമൃദ്ധി മിഷന്   ഇക്കഴിഞ്ഞ ചിങ്ങം 1 ന് തുടക്കമായി. കാലാവസ്ഥാ വ്്യതിയാനത്തെ നേരിടുന്നതി നായി സുസ്ഥിരമായ ഒരു കാർഷിക സംസ്കാരം രൂപപ്പെടുത്തിയെടുക്കേണ്ടതിന്റെ ആവശ്്യകത മനസ്സിലാക്കി ജൈവ കാർഷിക മേഖലയിൽ കൂടുതൽ ശക്തമായ ഇടപെടലുകൾ നടത്തുന്നതിന്റെ ഭാഗമായി ആരംഭം കുറിച്ച  ജൈവ കാർഷിക മിഷൻ  ജനങ്ങൾക്ക് സുരക്ഷിത ഭക്ഷണവുും മെച്ചപ്പെട്ട ആരോ ോഗ്്യവുും ഉറപ്പ് നൽകുും. കാർഷിക മേഖലയിൽ കാതലായ മാറ്റം വരുന്നതോ ോടൊ ൊപ്പം കൃഷിഭവനുകളിലെ സേ വനങ്ങൾ ആയാസ രഹിതമായി കർഷകരിലേക്കെത്തുകയുും വേണം. അതിനായി കൃഷിഭവനുകളുടെ പ്രവർത്തനങ്ങൾ സ്മാർട്ട് ആക്കുന്നതിനുും, കൃഷിഭവൻ പ്രവർത്തനങ്ങളെ പൊ ൊതു സമൂഹത്തിന് വിലയിരുത്താൻ കഴിയുും വിധം സോ ോഷ്്യൽ ഓഡിറ്റിങ് നടത്തുന്നതിനുമുള്ള പദ്ധതികൾ പ്രാവർത്തികമാക്കി വരികയാണ്. കാര്് ഷഷികമേഖലയുമായി ബന്ധപ്പെട്ട പദ്ധതികളുും അറിവുകളുും യഥാസമയം പൊ ൊതുജനങ്ങളിലേക്ക് എത്തിക്കുക എന്ന കാഴ്ചപ്പാടോ ോടെ, വിവിധ പ്രവര് ത്തനങ്ങൾ നടത്തുന്ന, ഫാം ഇന് ഫര്് മമേഷന്  ബ്യൂറോ ോ തയ്യാ റാക്കുന്ന  ഫാംഗൈഡ് - 2024  കര് ഷകര്  ക്കകും, കൃഷിഉദ്യോഗസ്ഥര്  ക്കകും ഏറെ പ്രയോ ോജനപ്പെടുും എന്നതിൽ സംശയമില്ല. ഫാം ഗൈഡിന് പിന്നിൽ പ്രവർത്തിച്ചവരെ ആത്മാർത്ഥമായി അഭിനന്ദിക്കുന്നു. ഏവർക്കകും എന്റെ പുതുവത്സരാശംസകൾ. പി. പ്രസാദ് കൃഷിവകുപ്പ് മന്ത്രി പു സന്ദേശം Noorumeni Video Documentary Doordarsan (Mal) Sunday 9.30 AM Kairali News Channel (Mal) Sunday 3.30 PM Farm News All India Radio 7.05 AM Daily Publication Keralakarshakan   Media Division Campaign Division Njattuvela Radio Programme Monday, Tuesday Wednesay, Thursday Through AIR FM Channels Kuttanad FM 90.0 7.00 am to 9.00 am Daily വൈഗ 2023 കര് ഷകദിനം  മൂല്്യവര്  ദ്്ധിത സമൃദ്ധിയുടെ മൂന്്നാാം വര്് ഷഷം - പുസ്തക പ്രകാശനം കൃഷിയിട സന്ദര് ശനം കൃഷിദര് ശന്  അദാലത്ത് പടവ് 2023 ഹീഫര്  പാര് ക്്ക് സമഗ്ര പേവിഷ നിയന്ത്രണ പദ്ധതി ചര് മ്മ മുഴ രോ ോഗം - നഷ്ടപരിഹാര വിതരണം PERSONAL MEMORANDA Name Designation PEN No. Office Address Residential Address Telephone Nos. Off. Res. Mob. e-mail Aadhaar  NPR Card No PAN Election I.D. Card No. Savings Bank A c No GPF A c No SLI Policy No GIS Policy No Medisep ID No Other Insurance Policies No. Due Date No. Due Date Car No. Two wheeler "
}