{
  "file_name": "FUNGICIDES.pdf",
  "file_path": "agricultural_pdfs/FUNGICIDES.pdf",
  "processed_at": "1757513713.0614498",
  "total_text_length": 1803,
  "sections": {
    "crop_cultivation": "",
    "pest_diseases": "",
    "fertilizer_management": "",
    "irrigation": "FUNGICIDES Bordeaux mixture (1 ) Dissolve 1 kg of powdered copper sulphate crystals in 50 litres of water. In another 50 litres of water, prepare milk of lime with 1 kg of quick lime. For preparing the mixture, 10 litres of water out of 100 litres required for preparing Bordeaux mixture may be kept apart. Boil 10 litres of water, preferably in an earthen pot and add 500 g of good quality washing soda (sodium carbonate). Bordeaux paste Dissolve 100 g of copper sulphate and 100 g of quick lime each in 500 ml of water separately. ",
    "harvesting": "",
    "soil_management": "",
    "weather_guidance": "The addition of the sticker is particularly recommended for sprayings conducted during rainy season. ",
    "market_information": "",
    "general_advice": ""
  },
  "full_text": "FUNGICIDES Bordeaux mixture (1 ) Dissolve 1 kg of powdered copper sulphate crystals in 50 litres of water. In another 50 litres of water, prepare milk of lime with 1 kg of quick lime. Pour the copper sulphate solution into the milk of lime slowly stirring the mixture all the while. Test the mixture before use for the presence of free copper, which is harmful to the plants, by dipping a polished knife in it. If the blade shows a reddish colour due to the deposits of copper, add more lime till the blade is not stained on dipping. Always use wooden, earthen or copper vessels for the prepation of Bordeaux mixture. Use the fungicide in the same day of preparation. In order to confer sticking qualities to Bordeaux mixture, rosin washing soda mixture , may be added. The addition of the sticker is particularly recommended for sprayings conducted during rainy season. For preparing the mixture, 10 litres of water out of 100 litres required for preparing Bordeaux mixture may be kept apart. Boil 10 litres of water, preferably in an earthen pot and add 500 g of good quality washing soda (sodium carbonate). Boil again until the solution becomes slightly dark in colour. Add one kg of powdered rosin (arpoos) in the boiling washing soda solution. Reduce the flame for avoiding frothing, foaming and spilling over. Boil the solution for 5-10 minutes till the black bubbles appear. Cool the solution until the temperature reaches below 45 degree Celsius. The cooled mixture (10 litres) is then added slowly to the prepared Bordeaux mixture (90 litres) under vigorous stirring. Bordeaux paste Dissolve 100 g of copper sulphate and 100 g of quick lime each in 500 ml of water separately. Mix together to make one litre of the paste. Source:- Farm Guide 2012, Farm information Bureau, Government of Kerala"
}