{
  "file_name": "IPM-Schedule-for-vegetables.pdf",
  "file_path": "agricultural_pdfs/IPM-Schedule-for-vegetables.pdf",
  "processed_at": "1757513713.0656457",
  "total_text_length": 162315,
  "sections": {
    "crop_cultivation": "Giving sprays of     Ha NPV   250 LE  ha at 28,35 and 42 days after transplanting. Hence, remove infected leaves at the time of planting or within a week of transplanting. Apply neem cake to furrows (open) beds     (polyhouse)   250 kg ha at planting and repeat after 25 days. 3 g l) in nursery at 15 days after sowing. 3 g l) before transplanting. If protreys are used for raising nursery, drench the protreys with the chemicals one day before transplanting. After transplanting give need-based sprays of     Imidacloprid 20 SL (0. 3 g l) at 15 days after planting and do not repeat after fruiting stage as this may leave harmful residues in fruits. Tobacco Caterpillar (Spodoptera lituara) This is a minor pest under open conditions and assumes severe form under protected cultivation particularly in ill managed playhouses. harzianum and Paecilomyces lilacinus per acre before planting, along with 100-200 kg of neem or pongamia cake. Apply Carbofuran 3G   1 kg ai ha at transplanting. The IPM package in tomato under polyhouse Raise seedlings in protreys in polyhouse   15 DAS (Days after seed sowing)   Spray the plants with Imidacloprid or Thiomethoam. One day before transplanting   Drench the base of seedlings with Imidacloprid or Thiomethoxam At transplanting   Apply neem cake 250 kg ha. 15 DAP (days after planting)   Spray the seedlings with Imidacloprid or Thiomethoxam 25 DAP (days after planting)   Apply neem cake 250 kg ha Post fl owering and fruiting stage Monitor for pest like fruit borer, tobacco caterpillar, leaf miner, whitefl y and red spider mite. Practice clean cultivation. Management Soil application of neem cake at the time of     transplanting (  250 kg ha) and repeat the neem cake application for 1 or 2 times at 30 and 60 DAP. harzianum and Paecilomyces lilacinus per acre before planting, along with 100-200 kg of neem or pongamia cake. Apply Carbofuran 1G   1kg ai ha at transplanting. Thrips damage on capsicum fruits Leaf damage due to thrips in capsicum Management Apply neem cake   250 kg ha to plant beds while     planting and repeat after 30 days. IPM package in capsicum under polyhouse Raise seedlings in protreys in polyhouse   At transplanting   Apply neem cake 250 kg ha. Avoid staggered planting. Apply 2 tons of farmyard manure enriched with     Pochonia chlamydosporia and Paecilomyces lilacinus per acre before sowing, along with 100- 200 kg of neem or pongamia cake. Management Spray the seedlings with an eff ective contact     insecticide before planting followed by one more spray at 10 DAP, particulary for summer and kharif crop (March-July). Give second spray after 12-20 days of sowing if     5 leaves show petiole mining symptoms per 10 leaves. Hence, the fi rst symptom is drying of the fi rst primitive leaf at the base, which occurs after about 20 days of sowing. Spray PNSPE   4  or neem soap 1  or neem     formulation with 10000 ppm or more (2ml l) after 15 days sowing and repeat after 15 days, if necessary. Apply Carbofuran 3 G   1kg ai ha at sowing and     repeat after 45 days. Apply 2 tons of FYM enriched with     Pochonia chlamydosporia and Paecilomyces lilacinus per acre before sowing, along with 100-200 kg of neem or pongamia cake. Avoid successive planting of onion and garlic or     other preferred host. Therefore, planting in upwind direction could be helpful in escaping infestation from old planting to some extent in the initial stages. Planting Date By making adjustments in transplanting dates, onions can be made tolerant to early thrips attack and satisfactory yields can be obtained with minimum chemical intervention. Pest Management Cultural Avoid planting in soils that are high in     undecomposed organic matter. Avoid close spacing while planting. Avoid planting successive onion or garlic crops. Hot water treatment of seed garlic before planting     may reduce mite infestation Soil drenching with Dicofol at 2 ml 1 or soil     application of powdered sulfur eff ectively reduce the mite population considerably. Avoid planting successive onion or garlic crops. 03 )     as pre-sowing and post-sowing treatment is recommended. Avoid dense planting and maintain proper aeration     near collar region. Root dipping in Imidacloprid solution   4-5 ml per     litre of water for one hour during transplanting of the seedlings. Avoid transplanting before September to check     the twig blight phase. 1  after 10 to 15 days of     transplanting and during fl ower setting. 29 DISEASE MANAGEMENT BRINJAL Seedlings dip in Trichoderma  1  suspension for     10 minutes before transplanting. Drenching of Trichoderma   1  suspension after     15 days of transplanting and repeat at 15 days intervals if required. Dense planting should be avoided to reduce the     shade and humidity in plant canopy. Avoid dense planting and maintain proper aeration     near collar region. Avoid early transplanting before third week of     August to escape leafhopper population. 25  during sowing. 1  before transplanting. Avoid apical injury during transplanting and also     at fl owering stage. Leaf curl symptoms Management Root dipping of the seedlings in Imidacloprid     solution   4-5 ml per litre of water for one hour during transplanting. Okra sowing should be completed latest by fi rst     week of July. Use resistant variety     Early sowing in last month of June to fi rst week of     July. Management Apply neem cake   25 q ha or saw dust   28 q ha     along with 120 kg nitrogen before transplanting. Sowing of marigold is very effective for reduction     in larval population. Drenching of     Trichoderma   1  suspension after 20 days of sowing in beans only. Drench     Trichoderma   1  suspension after 20 days of sowing to reduce early infection in beans. Powdery mildew on foliage Management Avoid delay in sowing and complete up to fi rst     fortnight of October. Avoid delay in sowing of pea and complete up to     fi rst fortnight of October. Avoid delay in sowing of kharif cowpea and it must     be completed latest by last week of June. Close planting and dense canopy of plant should     be avoided. Sowing time should be adjusted in such a way that     fruiting stage should not coincide with heavy rain period. 5 kg ai ha during     seed sowing. Pythium   phytophthora rot on bottle   pointed gourds 42 Integrated Pest Management Schedule for Vegetables Sclerotium rot   sclerotinia rot of bottle gourd vine Phomopsis rot in ash gourd Sclerotium rot in ash gourd Management Avoid soil contact of fruit by using bower system     of cultivation and staking of plant. Management Cultural Methods Soil solarization of nursery beds with transparent     polythylene sheet for 30 days before sowing provides good control. Agricultural practices that minimize periods of     excessive soil moisture, crop rotation, land leveling, installing drains, sowing of clean and healthy seed on raised beds are used to reduce seedling diseases. Overcrowding of plants or dense sowing of onion seeds should be avoided Well decomposed farmyard manure should be     used in nursery. 2  as seed dressing before sowing. Heat treatment of onion bulbs at 35     0 C for 8 hours before planting and prophylatctic spray of Metalzxyl   Mancozeb  0. The disease is more severe in rabi than in kharif season as higher temperatures prevail during March-April, and the area under cultivation of onion is extensive during that season. 25  Mancozeb at 20 days     interval starting at 60 days after transplanting. Late planting, poor drainage, higher doses of     fertilizers and frequent irrigation should be avoided as these practices encourage high disease incidence. It has been observed that early sowing resulted in a higher disease incidence than late sowing. 53 DISEASE MANAGEMENT RADISH Cercospora spot in spinach Management Avoid dense sowing of spinach. Infected seeds also cause pre and post emergence seed rot after sowing. Management Remove all the sclerotia from apical portion of     rhizome during planting. Drenching of     Trichoderma   1  suspension after 25 and 40 days of sowing. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Before transplanting dip the roots of seedlings     for 15 minutes in Imidacloprid   0. clean cultivation helps in management of borer effectively. Before sowing, seed be treated with T. Apply neem cake   250 kg  ha (in two splits) in     soil along the plant rows at 25 and 60 days after transplanting and give light covering with soil. clean cultivation helps in management of borer and phomosis disease effectively. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Spray nursery with     Bt formulation (1ml or 1gm l) at 10 days after sowing. 5 ml l) a day before transplanting seedling to control stem borer and early infestation of DMB. Main crop Sowing of resistant varieties (Downy Mildew-Stone     Head, Black rot-Puksa Drum Head, Pusa Mukta, K-1, Aphids-All season, Red Drum Head). Growing of two rows of mustard after every 25 rows     of cabbage as a trap crop at the time of planting. (One row of mustard is sown 15 days before cabbage planting and second 25 days after planting of cabbage. Okra (Lady s finger) Deep summer ploughing to expose resting stages     of the pests Sowing of YVMV resistant hybrids     viz. 5 lakh  ha starting from 30-35 days after sowing, 4-5 times at weekly interval for shoot   fruit borer. 45 mm) thickness for three weeks before sowing for soil solarisation which will help in reducing the soil borne pests. To avoid fungal diseases like damping off in     nursery, drench soil with any copper fungicide like copper oxy Chloride (Blue copper)   3 g litre of water during 2nd or third week after sowing. Main crop At the time of planting, dip the seedlings in     Pseudomonas fluorescens solution   5 ml litre for two minutes. Spray NSKE 5  2-3 times against thrips at 15-20 days after transplanting (DAT) when rating is between 1-2. Plant maize as a border crop seven days before     sowing. ) with     two rows of maize planted 30 days before planting onion to block the thrips to enter onion plants. Avoid planting onion during peak incidence of     thrips. Seedling root dip with Carbosulfan for 2 ha should     be done before planting to protect the plants during initial stages whenever late planting is done. Apply 2 tons of farmyard manure enriched with     bio-pesticide-Trichodrma harzianum per acre before planting, along with 100-200 kg of neem or pongamia cake. Apply Carbofuran 3 G   1kg ai ha at planting and     repeat after 45 days. SOME USEFUL TIPS IN PEST MANGEMENT Do s Timely sowing     Field sanitation     Always use freshly prepared neem seed kernel     extract (NSKE). 3   of fruit infesttion Okra Leafhopper (Amrasca biguttula biguttula) 4-5 nymphs per plant Pea Aphids (Acyrthosiphon pisum) 3-4 aphids   stem tip Onion Thrips (Thrips tabaci) 13-14 thrips  plant 15 days after transplanting. ",
    "pest_diseases": "Source   Courtesy Indian Institute of Vegetable Research, Varanasi, Indian Institute of Horticulture Research, Bangalore, National Centre for Integrated Pest Management, New Delhi, National Research Centre for Onion   Garlic, Rajguru Nagar, Pune Contact us Shailendra Kumar, Director (NHM) Phone: 011 23389346 MESSAGE I am very happy to learn that the Horticulture Division has prepared a technical bulletin on Integrated Pest Management (IPM) Schedule for Vegetables, which provides illustrative details of IPM measures for a variety of vegetables being grown in India. Even though India is a large producer and consumer of vegetables, many of them are highly vulnerable to frequent attacks of pests and diseases. At the time of such pest attack, farmers have a tendency to resort to indiscriminate use of chemicals and pesticides, which may be harmful to human health as well as to ecology. (Sharad Pawar) Contents INTRODUCTION   1 INSECT MANAGEMENT  3 Tomato  3 Fruit Borer  3 Serpentine Leaf Miner  4 Whiteflies  4 Tobacco Caterpillar  5 Red Spider Mites  5 Root-knot Nematodes  5 IPM package in tomato under polyhouse  6 Brinjal  6 Shoot and Fruit Borer  6 Leafhopper  7 Ash Weevil  7 Epilachna Beetle  7 Red Spider Mites  8 Reniform Nematode  8 Root-knot Nematodes  8 Chilli and Capsicum  9 Thrips  9 White or Yellow Mites  9 Aphids  10 Borers  10 IPM package in capsicum under polyhouse  10 Root-knot Nematodes  10 Okra  11 Leafhoppers  11 Shoot and fruit borer  11 Aphids  11 vi Integrated Pest Management Schedule for Vegetables Petiole Maggot  11 Whitefly  12 Mites  12 Root-knot Nematodes  12 Cruciferous Vegetables  12 Diamond Back Moths  12 Leaf Webbers  13 Stem Borer   13 Aphids   13 Minor Pest  14 Tobacco Caterpillar  14 Leguminous Vegetables   14 Pod Borers  14 Aphids   15 Bugs  15 Bean Fly  15 Leafhoppers  16 Cucurbitaceous Vegetables  17 Red Pumpkin Beetle  17 Serpentine Leaf Miner  17 Fruit Fly  17 Red Spider Mite  17 Thrips  17 Leaf Eating Caterpillar  18 Root-knot Nematodes  18 Onion and Garlic  18 Thrips  18 Maggot  19 Army Worms   20 Bulb Mite  20 Eriophyid Mite  20 Red Spider Mite  21 DISEASE MANAGEMENT  23 Tomato  23 Alternaria Blight   23 Late Blight  23 Collar Rot  24 Pseudocercospora Leaf Blight  24 White Rot  25 Fruit Rots  25 Grey Leaf Spot  26 Bacterial Spot  26 Bacterial Speck  27 Leaf Curl Complex  27 vii Contents    Brinjal  28 Phomopsis Blight   28 Rhizoctonia Root Rot  28 Sclerotinia Rot  29 Collar Rot  29 Pseudocercospora Leaf Blight  30 Bacterial Wilt  30 Little Leaf  30 Chilli Capsicum  31 Dieback and Anthracnose  31 Bacterial Leaf Spot  31 White Rot  32 Leaf Blight  32 Phytophthora Leaf blight Fruit Rot  33 Leaf Curl Complex  33 Sun Scald  34 Okra  34 Leaf Blight  35 Yellow Vein Mosaic  35 Enation Leaf Curl   35 Root-Knot Nematode  35 Leguminous Vegetables  36 Root and Stem Rot  36 Collar Rot  36 Powdery Mildew   37 Rust  37 Leaf Blight  38 Sclerotinia Blight  38 Bacterial Blight  39 Cow pea Golden Mosaic   39 Cucurbits  40 Anthracnose  40 Downy Mildew  40 Powdery Mildew  41 Fruit Rots  41 Gummy Stem Blight  42 Leaf Spots  42 Bacterial Wilt  43 Mosaic and Leaf Distortion  43 Cole Crops  44 Downy Mildew  44 Alternaria Leaf Spot  44 White Rot  45 Bacterial Black Rot  45 viii Integrated Pest Management Schedule for Vegetables Onion and Garlic  46 Damping Off  46 Purple Blotch   46 Stemphylium Leaf Blight  47 Colletotrichum Blight Anthracnose  Twister Disease  48 Downy Mildew  49 Fusarium Basal Rot Basal Plate Rot  49 White Rot  50 Pink Root  50 Black Mold  51 Bacterial Rots  51 Viral Diseases  52 Leafy Vegetables  52 Leaf Spots  52 White Rot  53 Radish  53 Alternaria Blight  53 Carrot  54 White Rot  54 Collar Rot  54 Elephant Foot Yam   55 Collar Rot  55 Recommended IPM Practices for Important Vegetable Crops   57 Management of Nematodes in Protected Vegetable Crops  63 Procedure for Enrichment of Fym With Bio-Agents  65 Some Useful Tips in Pest Mangement  67 ANNEXURE I Occurrence of Fungal Diseases in Vegetable Crops  69 ANNEXURE II Occurrence of Bacterial Diseases in Vegetable Crops  73 ANNEXURE III Occurrence of Major Viral and Phytoplasmal Diseases of Vegetable crops  75 ANNEXURE IV Fungicides  Insecticides used for the Control of Vegetable Diseases Pest  77 ANNEXURE V Biopesticides, Pheromones used in IPM  79 ANNEXURE VI Economic threshold level for some vegetable crop pests  81 ANNEXURE VII List of Pesticides   Pesticides Formulations Banned in India  83 Integrated Pest Management (IPM) is a component of the agroecosystem management technology for sustainable crop production. It is a knowledge intensive system and background information regarding the pest, abiotic and biotic factors, agroecosystem and management tactics required for execution of IPM programmes. List indicating fungal diseases, Bacterial diseases, viral and phytoplasmal diseases in vegetable crops are given in Annexure I, Annexure II and Annexure III, respectively. Similarly, details of Fungicides Insecticides and Biopesticides, Phermones used in IPM of vegetables are given in Annexure IV, and Annexure V, respectively. The First and foremost tool in IPM programme is to determine the level of pest population, which is going to cause economic damage. Need based control strategy not only helps in reducing the pesticide consumption and environmental abuse, but also helps in maintaining minimum pest population for survival of natural enemies. Insecticides of plant origin, growth regulators, attractants  repellants, bioagents, biopesticides, entomopathogenic bacteria, fungi and Nuclear Polyhedrosis Virus (NPV), besides pheromone traps, sticky traps, and trap crops can fit well in the IPM. Botanicals, being non-persistent and safe to mammals, possess good promise in pest management. A list of Pesticides Pesticide Formulations which are banned in India is given in Annexure VII. INSECT MANAGEMENT 4 Integrated Pest Management Schedule for Vegetables Management Under Open Conditions: Eff ective management can be done by adopting     marigold as trap crop. Under protected conditions avoid frequent     spraying of synthetic pesticides. Remove the leaf curl infested plants as soon as     disease symptoms are expressed. This helps in reducing source of inoculums of the disease. 5 INSECT MANAGEMENT TOMATO Install yellow sticky traps coated with adhesive     or sticky glue at crop canopy level for monitoring adult whitefly population. Tobacco Caterpillar (Spodoptera lituara) This is a minor pest under open conditions and assumes severe form under protected cultivation particularly in ill managed playhouses. Seed treatment with bio-pesticides-     Pseudomonas fluorescens   10g kg seed. Under polyhouses the following pest management practices depicted as a flow chart may be followed. 6 Integrated Pest Management Schedule for Vegetables BRINJAL Shoot and Fruit Borer (Leucinode orbonalis Guen) This pest has developed resistance against all groups of insecticides and management is very diffi cult. 15 DAP (days after planting)   Spray the seedlings with Imidacloprid or Thiomethoxam 25 DAP (days after planting)   Apply neem cake 250 kg ha Post fl owering and fruiting stage Monitor for pest like fruit borer, tobacco caterpillar, leaf miner, whitefl y and red spider mite. Spray NPV according to the pest. Spray synthetic acaricide botanical in rotation to control red spider mite, spray systemic insecticide botanical to control whitefl y. Later, the larvae bore into fl owers; fl ower Larva inside the stem larvae bore into fruit 7 INSECT MANAGEMENT BRINJAL bud and the grown up larvae migrate and bore fruit contaminating them with excreta. Management Use nylon net barrier for raising nurseries to     eliminate pest incidence coming from nursery to main fi eld. Cut and destroy wilted insect damaged shoot     tips during pre-fl owering and fl owering period at weekly intervals. Pheromone Trap Use of water traps loaded with pheromone   30  Acre can reduce the pest incidence to minimum level. Spray of systemic insecticides like Dimethoate     30 EC   2ml l or Imidacloprid 200 SL   0. Ash Weevil (Myllocerus subfasciatus Guerin) Ash weevil is an endemic pest feed on the foliage and cause saw teeth like damage along the leaf margin. Ash weevil damage on brinjal 8 Integrated Pest Management Schedule for Vegetables Adult beetle Management Collect and destroy adult beetles. S     pray any contact insecticide like Carbaryl 50 WP   3g l or 40 EC   1. Other Pests Gall midge (Asphondylia sp), stem borer (Euzophera perticella), leaf roller, (Eublemma olivacea (Walker) ), lace wing bug, (Urentius echinus) and thrips, (Sericothrips solanifolii) also attack the crop. Most of these pest can be managed by application     of neem cake   250 kg ha and repeating the same treatment 2-3 times at 30 days interval for 2-3 times. Root-knot infected plant 9 INSECT MANAGEMENT CHILLI AND CAPSICUM Management Seed treatment with bio-pesticide-     Pseudomonas fl uorescens   10 g kg seed. CHILLI AND CAPSICUM Thrips (Scirtothrips dorsalis) Thrips are minute insects with fringed wings, serious during dry periods of high temperature. Spray neem seed powder extract 4  at 10 days     interval when the pest incidence is low. As and when the pest incidence increases, spray with synthetic acaricides like Dicofol 18. 10 Integrated Pest Management Schedule for Vegetables Aphids (Aphis gossypi and Myzus persicae) These are small green insects and suck the sap from tender leaves and fl ower buds. Aphids also act as vectors for transmitting mosaic virus disease. armigera are also serious pest in chilli and capsicum. 15 DAP   Spray Acephate for thrips 30 DAP   Apply neem cake 250 kg ha Post fl owering and fruiting stage monitor for pest like fruit borer, tobacco caterpillar, thrips and yellow mite. Spray NPV according to the pest. 11 INSECT MANAGEMENT OKRA OKRA Leafhoppers (Amrasca biguttula biguttula) Hoppers lay pear shaped, elongated and yellowish white eggs in the veins on the under surface of leaves. In the initial stages of crop before fl owering spray     systemic insecticide like Acephate 75 SP (1ml l) or Imidacloprid (0. Once the fruit harvest starts avoid systemic insecticides. During rainy season, spray eff ective contact     insecticides like Indoxacarb 14. Aphids (Aphis gossypii) This is a polyphagous pest, feeding in colonies and completely covers the shoot tips, buds and lower surface of leaves. During pre-fl owering period spray systemic insecticides like Dimethoate 30 EC (2ml l) or Acephate 75 SP or Acetamiprid. Pest attacks immediately after germination and may cause mortality, or cracking of main stem. 12 Integrated Pest Management Schedule for Vegetables Whitefl y (Bemesia tabaci) It is a polyphagous vector transmitting yellow vein mosaic disease (YVM). At present many varieties and hybrids resistant to YVM are available in market and hence, disease management is very easy. Management Seed treatment with bio-pesticide     Pseudomonas fl uorescens   10g kg seed. ) Diamond back moths are small grayish brown insects bearing whitish triangular spots on posterior margins of the forewings and while resting the wings come together and form a diamond pattern. This is a major pest of cruciferous crops, particularly cabbage and caulifl ower during January-June and also during dry periods in monsoon. Mustard as a trap crop in caulifl ower and cabbages Damage on cabbage Larvae 13 INSECT MANAGEMENT CRUCIFEROUS VEGETABLES (Cabbage, Cauliflower, etc. As this pest has developed resistance against many     insecticides, use of eff ective insecticide currently available in market is essential. Follow the detailed IPM package as given at the end     of the section of pests of cruciferous vegetables. The adults migrating from neighbouring plots are     to be controlled by using light traps spraying an aff ective insecticide. Spray any contact insecticide on the foliage when     the larvae are observed. Management Spray the seedlings with an eff ective contact     insecticide before planting followed by one more spray at 10 DAP, particulary for summer and kharif crop (March-July). Aphids (Brevicoryne brassicaeLinn, Myzus persicae Sulzer ) Aphids suck the sap, devitalize the plants aff ecting the quality of head or curds and become severe when contract insecticides are sprayed regularly. Brevicoryne brassicae Myzus persicae 14 Integrated Pest Management Schedule for Vegetables Management Spray any systemic insecticide like Dimethoate 3     EC   2ml l when the aphids are observed. Follow mustard trap crop IPM as mustard will     attract all aphids after fl owering and main crop will be spared of the pest incidence. MINOR PEST Tobacco Caterpillar (Spodoptera lituara Fab. In the evening add insecticide and mix carefully by wearing gloves with a stick. Other Minor Pests Gram caterpillar, Helicoverpa armigera (Hubner), Mustard saw fl y Athalia lugens proxima (Klug) are some of the minor pests of cruciferous vegetables which feed on the foliage deteriorating the market quality of heads and curds. Management Mechanical control is very eff ective for gram     caterpillar as the grown up caterpillars hide inside the hole and insecticide spray is not useful. ) This is a butterfl y pest and commonly known as pea blue. The pest can be monitored by the presence of the bored holes. Hence, control measures need attention in the early stages of pest incidence. 15 INSECT MANAGEMENT LEGUMINOUS VEGETABLES Spotted Pod Borer (Maruca testulalis Geyer) The pyralid moth lays eggs on small fl ower buds as soon as fl owering starts. Gram Pod Borer (Helicoverpa armigera Hubner) This polyphagous pest attacks peas occasionally along with L. centrocematis de Majore) Bean fl ies are the major pest attacking several legumes. This pest is 16 Integrated Pest Management Schedule for Vegetables serious during dry periods of Kharif (June- August) and after January-February when temperature increases above 300 C and can cause more than 70  mortality of the plants. It punctures the leaf, lays eggs under the leaf epidermis which turn into white spots, often confused with disease. During September-October after onset of north-east monsoon, the pest becomes very serious causing withering of the foliage and plants. Management It can easily be controlled by any systemic insecticide or neem soap sprays as given under okra and brinjal. Beetle feeding on cucurbit leaf Red pumpkin beetle 17 INSECT MANAGEMENT CUCURBITACEOUS VEGETABLES CUCURBITACEOUS VEGETABLES Red Pumpkin Beetle (Aulacophora foveicollis Lucas   A. Management Mechanically collect and destroy the pest if     incidence is low. If the pest incidence is very severe, spray Indoxacarb     14. Serpentine Leaf Miner (Liriomyza trifolii Burgess) This is an introduced pest occurring on many cucurbit vegetables. A native larval parasitoid, Hemiptarsenus vericornis is the major parasitoid on this pest. Never spray the same insecticide repeatedly. This is the major pest of cucurbits. Red Spider Mite (Tetranychus neocaledonicus Andre) This pest is serious on cucurbits during warmer climate. 18 Integrated Pest Management Schedule for Vegetables Spray any systemic insecticides like Acephate 75     SP   lg l or Dimethoate 30 EC   2ml l. Spray any contact insecticides like Carbaryl 50 WP   3g l. 75  also eff ectively manages this pest. Management Seed treatment with bio-pesticide     Pseudomonas fl uorescens   10g kg seed. Thrips are pestiferous in diverse ways. They cause direct damage to leaves and bulbs, aggravate fungal diseases and even vector virus. 19 INSECT MANAGEMENT ONION AND GARLIC Mulching Thrips being colour-sensitive, coloured mulches     may be employed for their control. Insects would be washed off or drowned in the water accumulated in the leaf bases. Botanicals Neem was found effective when mixed with insecticides. Chemical Many insecticides like dimethoate (0. Cypermethrin at 60 g ai  ha offers good control of this pest. The secret of thrips control in onion lies in the     placement of the insecticide. Avoid repeated use of the same insecticide to minimise development of insecticide resistance. The     umbels will provide excellent hiding site and it is difficult to reach them with insecticide. If necessary, safer insecticide should be used late     in the evening when no bees are foraging. Maggot is primarily a pest of onions and do not cause economic damage to garlic. This pest occurs in some parts of north India. Pest Management Cultural Avoid planting in soils that are high in     undecomposed organic matter. 20 Integrated Pest Management Schedule for Vegetables Biological: Ground beetle is a good predator and establishing grassy refuse strips in onion crop will enhance the beetle population and reduce the maggot population. Fipronil 80WG ( 25 g ai kg) and Cyromazine (75     WP   50 g ai kg), an insect growth regulator as seed treatment were recommended. litura) and Helicoverpa armigera Hubner This pest occurs sporadically on onion grown for seed. Infestation of pest on umbel Close up of pest Pest Management Pheromone traps can be placed at 125 cm height     and dispenser should be regularly replaced for eff ective trapping. NPV and Bt can also be employed for control of     the pest. Insecticides like Cypermethrin, Quinolphos,     Acephate, etc. Bulb Mite (Rhizoglyphus robini Claparede) This pest infests the bulbs by penetrating the outer layer of tissue. 21 INSECT MANAGEMENT ONION AND GARLIC Garlic plants infested with mite Management Flood irrigation or heavy rains may reduce fi eld     populations. This is emerging as a regular mite pest in onion and garlic. Mostly disease appears in vegetative phase of plant growth before fl owering. Healthy seeds should be collected only from     disease-free fruits. 2  at 8 days     interval is eff ective against the disease but spray must be started soon after infection on fl oral part. Phytophthora blight on green fruits DISEASE MANAGEMENT 24 Integrated Pest Management Schedule for Vegetables Management Always use healthy and certifi ed seeds collected     from disease-free area. Staking of plant reduces all phytophthora diseases     of tomato. Collar Rot (Sclerotium rolfsii) Symptoms The fi rst symptom of disease is observed as soft tissue necrosis of bark of the stem near soil line. The disease is soil borne where pathogen survives in the form of sclerotia. 25 DISEASE MANAGEMENT TOMATO Black moldy growth on foliage Management Collect and burn the infected leaves. The disease is observed in December to January during low temperature, cloudy weather and high atmospheric humidity accompanied by soil moisture. Rhizoctonia fruit rot is most serious disease of kharif tomato. Rhizoctonia fruit rot Myrothecium fruit rot 26 Integrated Pest Management Schedule for Vegetables Management Avoid the contact of fruit from soil by staking of     plant. Management Periodical monitoring of the crop for initiation of     disease from last fortnight of December to fi rst week of January. Bacterial Spot (Xanthomonas campestris pv. Disease appear in rainy season and continued up to fruit initiation stage. The disease in prevalent in warm humid weather when RH is more than 90  and temperature is between 25 and 350 C. Bacterial leaf blight Bacterial canker on fruits 27 DISEASE MANAGEMENT TOMATO Management Summer ploughing to desiccate the bacteria and     host. Seed should be collected from disease free plants. Generally, disease is observed in winter season when fruit starts ripening. Seed should be collected from disease free plants. Leaf Curl Complex (Virus-transmitted by white fl y as well as by mechanical injury) Symptoms Disease appear in severe forms during the month of September to November. 28 Integrated Pest Management Schedule for Vegetables Nursery should be grown in nylone net to check     the white fl y infection. Collect healthy seeds from disease free plants. Periodical sprays of systemic insecticides up to     fl ower setting. Disease is more common in poorly drained soil and the fi elds having prolonged excessive moisture. 29 DISEASE MANAGEMENT BRINJAL Seedlings dip in Trichoderma  1  suspension for     10 minutes before transplanting. Balanced dose of fertilizers including     micronutrients is eff ective for reducing the disease. Collar Rot (Sclerotium rolfsii) Symptoms The fi rst symptom of disease is observed as soft tissue necrosis of bark of the stem near soil line. The disease is soil borne where pathogen survives in the form of sclerotia. 30 Integrated Pest Management Schedule for Vegetables Irrigate the soil in summer and plough the fi eld to     destroy germinating sclerotia. 05  when disease appears. Relatively high soil moisture, soil temperature and acidic soil pH favour the disease. The disease is prevalent in warmer climates having high humidity under tropical and sub-tropical conditions. Light texture of soil and well-drained fi eld reduces     the disease incidence. Later stage of infection leads to complete sterility of 31 DISEASE MANAGEMENT CHILLI CAPSICUM the plant. The disease is caused by phytoplasma like organism and transmitted by leafhoppers. Phytoplasmal leaf deformation Management Periodical spray of systemic insecticides is     necessary to control vector. CHILLI CAPSICUM Dieback and Anthracnose (Choanephora capsici, Colletotrichum capsici) Symptoms Disease initiate on tender twigs from the apical top of the plant as necrosis and withering. Apparently fruits looking healthy during harvest may show the symptoms of diseases during drying. Die back in chilli Choanephora on stem   leaf rot Anthracnose infected chillies and close up Management Disease free seeds should be collected from     healthy fruits. Screening of diseased fruits must be done after     drying of the fruits. Bacterial Leaf Spot Symptoms The disease is common from nursery stage to vegetative stage of plant growth. Very small, 32 Integrated Pest Management Schedule for Vegetables circular spot surrounded by yellow halo is mostly observed in leaves. Leaf Blight (Alternaria alternata and Cercospora capsici) Symptoms Disease is observed as circular to oblong spots with light gray to white gray centers and dark brown margins. Selection of disease free and certifi ed seeds to     check the primary infection. 33 DISEASE MANAGEMENT CHILLI CAPSICUM Phytophthora Leaf blight Fruit Rot Symptoms Phytophthora can attack leaves, roots and fruits. Commonly the disease strikes older plants. It is very diffi cult to manage this disease once the pathogen becomes established in a fi eld. Phytophthora leaf blight and fruit rot Management Always use healthy and certifi ed seeds collected     from disease-free area. Staking of plant reduces the disease infection. Collect healthy seeds from disease-free plants. 34 Integrated Pest Management Schedule for Vegetables Periodical alternate spray of Dicofal   0. 2  and one to two spray of systemic insecticide. Disease initiated as small isolated fungal growth on lower side of leaf but very soon it spreads on both sides. Spray should be started immediately after     disease initiation; delay in spray schedule will not give proper control due to very fast secondary infection rate. 35 DISEASE MANAGEMENT OKRA Yellow Vein Mosaic (YVMV- Gemini virus) Symptoms The viral disease is transmitted by whitefl y. Periodical spray of any safe systemic insecticide up     to fl owering stage. Enation Leaf Curl (ELCV) Symptoms The disease is second most destructive viral disease of okra after YVMV in kharif season. The disease is caused by geminivirus and transmitted by whitefl y. Root-Knot Nematode (Meloidogyne incognita) Symptoms Diesease appears as stunting of the plants, yellowish green of the plant and some-times drooping of the 36 Integrated Pest Management Schedule for Vegetables leaves. Collar Rot (Sclerotium rolfsii) Symptoms The disease become ubiquitous with broad host range. 37 DISEASE MANAGEMENT LEGUMINOUS   VEGETABLES (PEA AND BEANS) Seed treatment with     Trichoderma   0. 3  near the collar     region in evening for immediate disease control in beans only. Uredo pustules on pea stem Rust pustules on cowpea 38 Integrated Pest Management Schedule for Vegetables Management Burning of infected crop debris is very eff ective for     reduction of inoculum. Leaf Blight (Pseudocercospora cruenta and Cercospora cruenta) Symptoms Disease appears as black, sooty and moldy growth of fungus on all foliar part. Quick defoliation is characteristic feature of the disease, which leads to naked stem and twigs on the plant. Aschochyta blight is a severe disease of cowpea, French bean and pea. Spray should be started immediately after disease     initiation. Sclerotinia Blight (Sclerotinia sclerotiorum) Symptoms Disease is observed as wet, soft and white rotting of the tissues. 39 DISEASE MANAGEMENT LEGUMINOUS   VEGETABLES (PEA AND BEANS) Fungicidal spray must be started at early bloom     stage of fl owering stage. Bacterial Blight (Xanthomonas campestris pv. Symptoms Disease is fi rst seen as small translucent, water soaked spots on leaves. Use of clean, disease-free seed and tolerant     varieties. Cow pea Golden Mosaic (Viral disease) Symptoms This is an aphid borne viral disease caused by poty virus while white fl y transmitted mosaic is gemini virus. 40 Integrated Pest Management Schedule for Vegetables CUCURBITS Anthracnose (Colletotrichum orbiculare   C. lagenarium) Symptoms Disease on leaves is observed as water soaked small yellow spots that enlarge and turn to brown. Anthracnose on leaves Anthracnose on fruits Management Always seed should be collected from healthy     fruits and disease-free area. Downy Mildew (Pseudoperonospora cubensis) Symptoms Disease appears as irregular, numerous, small, yellow areas surrounded by green tissues scattered all over the leaf lamina. Yellow lesions on cucumber leaf 41 DISEASE MANAGEMENT CUCURBITS Brown lesions on bottle gourd Management Crop should be grown with wide spacing in     well-drained soil. Air movement and sunlight exposure helps in     checking the disease initiation and development. Bower system of cropping reduces the disease     incidence. Seed production should be preferably carried out     in summer season because summer crop is often free from disease. Powdery Mildew (Sphaerotheca fuligena and Erysiphe cichoracearum) Symptoms Disease appears on all foliar part as white to dull white, powdery growth. 1 , give very good control of the disease. Fruit Rots (Phytophthora cinnamomi, Pythium, Rhizoctonia, Phomopsis cucurbitae) Symptoms Disease is mostly observed on matured fruits as comparatively dry rotting with characteristic pycnidia over it. Pythium   phytophthora rot on bottle   pointed gourds 42 Integrated Pest Management Schedule for Vegetables Sclerotium rot   sclerotinia rot of bottle gourd vine Phomopsis rot in ash gourd Sclerotium rot in ash gourd Management Avoid soil contact of fruit by using bower system     of cultivation and staking of plant. Gummy Stem Blight (Didymella bryoniae- teleomorph and Phoma cucurbitacearum anamorph) Symptoms This disease is now becoming severe in muskmelon, bottle gourd and sponge gourd. Most of the hybrids are susceptible to the disease. Introduction of hybrids introduced this disease in all cucurbits growing area. Leaf Spots (Cercospora citrullina, Alternaria cucumerina and Corynespora melonis, Didymella bryoniae (teleomorph) and Phoma cucurbitacearum anamorph) Symptoms Severity of the disease is increasing every year and engulfi ng ridge gourd, bottle gourd, pointed gourd, pumpkin and sponge gourd. Often these leaf spot diseases are more pronounced at maturity stage. 43 DISEASE MANAGEMENT CUCURBITS Circular spots with variable size are observed on the leaf lamina. Cercospora spot on bottle gourd Didymella blight on ash gourd Management Field sanitation, selection of healthy seeds and     crop rotation reduces disease incidence. Seed production should be preferably carried out     in summer season because summer crop is often free from disease. Bacterial Wilt (Erwinia tracheiphila) Symptoms Bacterial wilt is a common and often destructive disease on cucumber, muskmelon, squash and pumpkin. As the disease progresses, more leaves wilt and eventually an entire plant is wilted. Sudden wilting in cucumber Management Control of cucumber beetles at initial stage from     the soil with neem cake or systemic granular insecticides. Mosaic and Leaf Distortion Symptoms Most of the cucurbits grown in rainy season are aff ected by virus disease like cucumber mosaic, green mottle, leaf distortion, water mosaic etc. Sometimes leaves deform 44 Integrated Pest Management Schedule for Vegetables and curl downwards. Yellow mosaic of pumpkin Stem proliferation in bottle gourd Management Management of the disease involves destruction     of diseased hosts and weeds. Periodical spray of systemic insecticides up to     fl owering stage to control vectors. COLE CROPS Downy Mildew (Peronospora parasitica) Symptoms Disease is observed on the leaves. Management Field sanitation, disease-free seed and crop     rotation reduce pathogen inoculum. 25  at disease initiation     stage and repeat next spray at 6-8 days interval. Lesions on leaf 45 DISEASE MANAGEMENT COLE CROPS Spots on cabbage   concentric ring Management Alternaria leaf spot of cole crops is eff ectively     managed by detaching all the infected lower leaves in morning and then burning. Use disease-free seeds from healthy crop. White Rot (Sclerotina sclerotiorum) Symptoms Disease appears as water soaked rotting of curd, petiole, stalk and stump region of the leaves. Caulifl ower grown for seed production is severely aff ected by the disease and entire infl orescence collapses. Bacterial Black Rot (Xanthomonas campestris pv. campestris) Symptoms The disease often appears along the margins of leaves as chlorotic lesions and chlorosis progresses in the direction of midrib usually forming V shaped area, which is the most characteristic symptom of the disease. Disease severity increases rapidly whenever hailstorm is taking place in cropping season. The foliage infection and transmission is through water pores, insect 46 Integrated Pest Management Schedule for Vegetables injury, infested soil, storm, cultural practices and seedlings. Bacterial black rot in cabbage Management Always collect seeds from disease-free plants for     next year use. 1  should be used if Alternaria infection also exists on the foliage giving good control of both the diseases. cepae) Symptoms Symptoms of this disease consist of seed rotting, pre-mergence damping-off and post-emergence damping-off. Agricultural practices that minimize periods of     excessive soil moisture, crop rotation, land leveling, installing drains, sowing of clean and healthy seed on raised beds are used to reduce seedling diseases. 47 DISEASE MANAGEMENT ONION AND GARLIC Badly damaged leaves of onion Blotch infection on stem   umbel Management i) Cultural Methods Crop rotation with non-host crops; good drainage     and use of recommended doses of N and fertilizers reduce the disease incidence. 25   at 10 days interval is eff ective in reducing the disease. The disease is more severe in rabi than in kharif season as higher temperatures prevail during March-April, and the area under cultivation of onion is extensive during that season. Symptoms The fi rst symptoms of the disease appear on the radical leaves at 3-4 leaf stage. The disease symptoms are developed in the middle of the leaf as small yellow to orange fl ecks or streaks, which soon develop into elongated, spindle shaped to ovate elongate diff used spots surrounded by characteristic pinkish margin. 48 Integrated Pest Management Schedule for Vegetables Stemphylium leaf blight Management Cultural Methods Sanitation of fi eld and collecting and burning of     crop refuse reduces the disease incidence. Hot water soaking of onion seed (50     0 C for 20 minutes) proved to be the best treatment for reducing the disease. Colletotrichum Blight Anthracnose   Twister Disease (Collectotrichum gloeosporioides) Symptoms The characteristic symptoms are curling, twisting, chlorosis of the leaves, and abnormal elongation of neck (false stem). Anthracnose on leaves Curling   abnormal elongation of leaves Management Cultural Methods Sanitation and destruction and infected plant     debris helps in reducing the disease. 25  also gives good     control of disease 49 DISEASE MANAGEMENT ONION AND GARLIC Downy Mildew (Peronospora destructor (Berk). Late planting, poor drainage, higher doses of     fertilizers and frequent irrigation should be avoided as these practices encourage high disease incidence. 25  for     12 hours followed by 2 foliar sprays of the same gives eff ective disease control. When disease appears above the ground level, decay has already taken place at the base. Rotting of onion in fi eld Fusarial infection on bulbs Management Cultural Methods Crop rotation for 4-5 years with non-host crop has     been found eff ective in eliminating the disease. Mixed cropping with tobacco and sorghum is     eff ective in reducing the disease. Good drainage, deep ploughing in hot summer     and avoiding injury during cultural practices reduces the disease incidence. 50 Integrated Pest Management Schedule for Vegetables Biological Methods Trichoderma spp. Sclerotial rot in onion bulbs Management Cultural Methods Production should be confi ned to areas known to     be free from disease. 35     0 C for 18 hours or 450 C for 6 hours reduces the disease incidence by 50-70. 1  was also reported to be good in controlling the diseases. Pink Root (Phoma (Pyrenochaeta) terrestris, Fusarium solani) The disease occurs in onion grown for the fi rst time and becomes increasingly damaging in successive crop particularly with short rotations. It is mainly a fi eld disease and damaging eff ects are mainly on growing plants but losses also occur during transport and storage. The disease is confi rmed to the root only. 51 DISEASE MANAGEMENT ONION AND GARLIC Pink rot due to Phoma Disease Cycle: The pathogen persists in soil and is distributed on onion seedlings, sets and garlic cloves. It has been observed that early sowing resulted in a higher disease incidence than late sowing. fumigatus (green mold) and A alliaceus) Symptoms The disease occurs in the region having high temperature ranging from 350 - 450 C. The presence of calcium in onion tissue plays an     important role in resistance to the disease. Some are primary pathogens and others secondary, following fungal, insect or nematode attack. 52 Integrated Pest Management Schedule for Vegetables Management Grow the crop under optimum condition of tilth,     fertilizer, drainage, crop rotation and freedom from weeds. Chemicals like Streptocycline were found     somewhat eff ective in the control of bacterial diseases. Viral Diseases (transmitted by various aphid species or mechanically to onion) (i) Onion Yellow Dwarf Virus Symptoms The fi rst symptoms appear on the youngest leaves, which turn pale and develop yellow streaks at the base of the leaves. Rouging of diseased plants and isolation from     other susceptible crops or volunteer onions is advised. Spraying of insecticides to control aphids     minimizes secondary spread. Sprinkler irrigation can provide some suppression     of thrips and disease. Thrips control may provide some reduction in     iris yellow spot, but thrips control alone is not suffi cient to economically control the disease. Disease is caused by Cercospora sp. 53 DISEASE MANAGEMENT RADISH Cercospora spot in spinach Management Avoid dense sowing of spinach. White Rot (Sclerotinia sclerotiroum) Symptoms This disease is more common in cool and humid weather. Leaf spot on radish 54 Integrated Pest Management Schedule for Vegetables Infection on pod Management Collect disease free-seed from healthy crop. CARROT White Rot (Sclerotinia sclerotiorum) Symptoms Disease appears as water soaked rotting of stalk, stump and collar region engulfi ng lower portion of the leaves. 6 to 1      depending 55 DISEASE MANAGEMENT Elephant Foot Yam Sclerotium carrot rot Elephant Foot Yam Collar Rot (Sclerotium rolfsii) Symptoms Initially yellowing of the plant was observed and later on plant toppled down before maturity of rhizomes. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Spray nursery with it if insect is noticed. Spray Dithane M 45 or Ridomyl against Downy     Mildew as this disease is generally seen in nursery. Adopt wide spacing of 60 x 45 cm (for varieties)     and 90x 60 cm (for hybrids) to reduce the chance of spread of diseases. RECOMMENDED IPM PRACTICES FOR IMPORTANT VEGETABLE CROPS 58 Integrated Pest Management Schedule for Vegetables Spray     HaNPV 250 LE ha (2 x 109 POB)   1  jaggery along with sticker 0. 45 mm) thicknesses for three weeks during June for soil solarisation which will help in reducing the soil borne insects, diseases like bacterial wilt and nematodes. If incidence of leaf hopper and other sucking insect pests is still above ETL, then apply Imidacloprid 17. clean cultivation helps in management of borer and phomosis disease effectively. Use of green manure, mulching with polythene, soil application with bleaching powder will reduce the infection of bacterial wilt disease. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Spray Dithane M 45 or Ridomyl against Downy     Mildew as this disease is generally seen in nursery. This traps 80-90  of DBM population and other pests. Adopt wide spacing of 60 x 45 cm to reduce the     chance of spread of diseases. However, to control grown up caterpillar, do baiting with Methomyl in rice grain   wheat grain (10 kg), jaggery (2 kg) and insecticide formulation 250gm  acre. Periodically remove and destroy disease affected     leaves. Wider spacing (60 x 50 cm) will almost eliminate any disease spread. Okra (Lady s finger) Deep summer ploughing to expose resting stages     of the pests Sowing of YVMV resistant hybrids     viz. Give two to three sprays of NSKE   5  alternating     with sprays of pesticides, if needed, for leaf hopper, white fly, mites and aphids, etc. This will be effective in controlling other sucking pests as well. 60 Integrated Pest Management Schedule for Vegetables Release egg parasitoid like,     Trichogramma chilonis   1-1. Periodically remove and destroy the borer affected     shoots and fruits Need based application of chemical pesticides     viz. 45 mm) thickness for three weeks before sowing for soil solarisation which will help in reducing the soil borne pests. To avoid fungal diseases like damping off in     nursery, drench soil with any copper fungicide like copper oxy Chloride (Blue copper)   3 g litre of water during 2nd or third week after sowing. Spray of biopesticide like proclaim 5  (WDG)       0. Apply these biopesticides preferably during evenings. Spray of chemical insecticides like indoxacarb 14. Destruction of crop residues debris will reduce the carry over load of many insect pests. Rouging out and destroying of leaf-curl disease      mosaic complex affected plants periodically. 1  insecticide and 10  jaggery or 10  ripe banana at 200 spots ha Onion Garlic Do seed treatment with thiram (2g kg seed) to     control seed and soil borne diseases in nursery. Grow the crop on raised beds and provide proper     drainage during kharif season to minimize disease incidence. Thrips and foliar disease can effectively controlled     by spraying Carbosulfan (2ml l)  Carbendazim (2. Never use same pesticide repeatedly. MANAGEMENT OF NEMATODES IN PROTECTED VEGETABLE CROPS Treat the seeds with bio  pesticide-     Pseudomonas fluorescens   10 g kg seed. Apply 2 tons of farmyard manure enriched with     bio-pesticide-Trichodrma harzianum per acre before planting, along with 100-200 kg of neem or pongamia cake. Use one kg of bio-pesticide-Trichoderma harzianum   Paecilomyces lilacinus   Pochonia chlamydosporia   Pseudomonas fluorescens   50 kg of neem or pongamia cake to enrich 1 ton of farmyard manure and leave it under shade for 15 days. Preparation of Biopesticides at farmers  level Neem Seed Kernel Extract (NSKE 4 ) Method of preparation Dried neem seed kernels (400g) are grinded to     coarse powder. NSKE helps in the management of     Spodoptera, Helicoverpa, semiloopers, leaf folders and sucking pests including mites. It is found to give protection against some diseases     and the sprayed crop looks green and healthy. 66 Integrated Pest Management Schedule for Vegetables Nuclear Polyhedrosis Virus (NPV) Method of preparation Collect 400 NPV infected     Helicoverpa or 200 Spodoptera larvae from field. Insects Controlled:     Helicoverpa, Spodoptera Virus of one insect species does not kill the other     insect species. Avoid spraying insecticides repeatedly. Alternate     them with botanicals, wherever possible to prevent development of resistance and pest resurgence. After spraying any insecticide keep appropriate     waiting period before harvesting fruits. SOME USEFUL TIPS IN PEST MANGEMENT Do s Timely sowing     Field sanitation     Always use freshly prepared neem seed kernel     extract (NSKE). Apply pesticides only when required. Don ts Don t apply more than the recommended dose of     the pesticide. Don t repeat the same pesticide consecutively. Don t apply mixture of pesticides. Don t apply highly hazardous insecticides like     monocrotophos in vegetables. Don t apply pesticides just before harvesting. Don t consume produce till 3-4 days after     application of pesticide. Occurrence of Fungal Diseases in Vegetable Crops Crop Disease Pathogen Severity ( ) Average incidence ( ) Brinjal Phomopsis blight Phomopsis vexans 10-70 32. 4 ANNEXURE-I 70 Integrated Pest Management Schedule for Vegetables Crop Disease Pathogen Severity ( ) Average incidence ( ) Anthracnose Colletotrichum capsici 10-40 15. 5 71 ANNEXURE-I   Crop Disease Pathogen Severity ( ) Average incidence ( ) Black leg Phoma lingam 2-5 2. 6 Occurrence of Bacterial Diseases in Vegetable Crops Crop Disease Pathogen Severity ( ) Average incidence ( ) Brinjal Wilt Ralstonia solanacearum 2-5 2. 4 Tomato Leaf spot Xanthomonas campestris pv. campestris pv. campestris pv. campestris 10-45 25. campestris pv. campestris 10-60 21. 9 ANNEXURE-II Occurrence of Major Viral and Phytoplasmal Diseases of Vegetable crops Crop Disease Pathogen Severity ( ) Average incidence ( ) Brinjal Little leaf Phytoplasma 10-60 15. 7 ANNEXURE-III Fungicides  Insecticides used for the Control of Vegetable Diseases Pest Common name Trade name Dose Captan Captaf, Dhanutan 0. 05 ANNEXURE-IV 78 Integrated Pest Management Schedule for Vegetables New insecticides Common name Trade name(s) Formulation Recommended conc. Target pests ( ) (ml or g l) Abamectin Vertimec 1. 2 Sucking pests Beta Cyfluthrin Bulldock 2. 25 Sucking pests Imidacloprid Stalone, Atom 200 SL 0. 4 Sucking pests Indoxacarb Avaunt 14. 2 Seed treatment (for sucking pests) Biopesticides, Pheromones used in IPM S. Biopesticides Pheromone Trade name Target pest 1. Beauveria bassiana (Fungus) Vertalec, Mycotal, Verticel Aphids, thrips, whiteflies, scale insects 5. 4-(4-Hydroxyphenyl)-2-Butanone Acetate (Sex pheromone) Cuelure Bactrocera cucurbitae ANNEXURE-V Economic threshold level for some vegetable crop pests Crop Pest Economic Threshold Level (ETL) Cabbage Diamondback Moth (Plutella xylostella) 10 larvae (3rd   4th instar) per plant in seedling stage Cauliflower Aphid 30 aphids plant Chilli Mites (Poloyphagotarsonemus latus) Single mite per leaf Chilli Thrips (Thrips tabaci) 2 thrips per leaf Brinjal Whitefly (B. ANNEXURE-VI List of Pesticides   Pesticides Formulations Banned in India A. Pesticides Banned for Manufacture, Import and Use (28 Nos. Chlorobenzilate ANNEXURE- VII 84 Integrated Pest Management Schedule for Vegetables 22. Pesticides   Pesticide Formulations banned for Use but their manufacture is allowed for Export (2 Nos. Pesticides formulations banned for Import, Manufacture and Use (4 Nos) 1. Pesticides Withdrawn (7 Nos) 1. ",
    "fertilizer_management": "For the management of nematodes in the main     field apply 2 tons of farmyard manure enriched with T. Apply 2 tons of farmyard manure enriched with     T. The above ground symptoms are, stunting of the plant with yellow foliage often mistaken for nutrient defi ciency symptoms. Apply 2 tons of farmyard manure enriched with     Pochonia chlamydosporia and Paecilomyces lilacinus per acre before sowing, along with 100- 200 kg of neem or pongamia cake. Avoid use of infested farmyard manure, soil crop     debris and compost in the fi eld. Use Ammonium Nitrate as a fertilizer for nitrogen     source. Balanced dose of fertilizers including     micronutrients is eff ective for reducing the disease. Avoid use of infected farmyard manure, soil,     compost, etc. Always use ammonium nitrate as a fertilizer for     nitrogen source. Balanced dose of fertilizers including     micronutrients. Overcrowding of plants or dense sowing of onion seeds should be avoided Well decomposed farmyard manure should be     used in nursery. viride   500 g multiplied in 50 kg farmyard manure  ha. 47 DISEASE MANAGEMENT ONION AND GARLIC Badly damaged leaves of onion Blotch infection on stem   umbel Management i) Cultural Methods Crop rotation with non-host crops; good drainage     and use of recommended doses of N and fertilizers reduce the disease incidence. Late planting, poor drainage, higher doses of     fertilizers and frequent irrigation should be avoided as these practices encourage high disease incidence. 52 Integrated Pest Management Schedule for Vegetables Management Grow the crop under optimum condition of tilth,     fertilizer, drainage, crop rotation and freedom from weeds. Use of green manure, mulching with polythene, soil application with bleaching powder will reduce the infection of bacterial wilt disease. Apply 2 tons of farmyard manure enriched with     bio-pesticide-Trichodrma harzianum per acre before planting, along with 100-200 kg of neem or pongamia cake. Use one kg of bio-pesticide-Trichoderma harzianum   Paecilomyces lilacinus   Pochonia chlamydosporia   Pseudomonas fluorescens   50 kg of neem or pongamia cake to enrich 1 ton of farmyard manure and leave it under shade for 15 days. ",
    "irrigation": "Mix 10 kg of rice bran or     wheat bran with 2 kg jaggery by adding a little water in the morning. This affects the uptake of nutrition and water and the plants show wilting during warmer part of the day. Pheromone Trap Use of water traps loaded with pheromone   30  Acre can reduce the pest incidence to minimum level. This aff ects the uptake of nutrition and water and the plant show wilting during warmer part of the day. 5 gm)   pongamia oil (2ml)      1 ml sticker in one litre water after emulsifying (shaking thoroughly in a bottle). This aff ects the uptake of nutrition and water and the plants also show wilting during warmer part of the day. javanica) The root-knot nematodes typically cause root galls on the feeder roots, aff ecting the uptake of nutrition and water. For one acre plot use 3-4 light traps (60 or 100 Watt bulbs) by hanging above a bucket half fi lled with water. Adults of DBM will get attracted to light and get trapped in the water oil. Heavy incidence is noticed in watermelon, pumpkin, cucumber, etc. In spite of irrigation the plants appear sick and drooping during daytime. Irrigation Sprinkler irrigation reduces thrips population considerably compared to drip and surface irrigation. Insects would be washed off or drowned in the water accumulated in the leaf bases. In case of garlic, sprinklers are not that effective as in case of onion mainly due to the closer inner leaf alignment that protects the thrips from splashes of water. Flood irrigation or heavy rains may reduce mite     levels in the soil. Hot water treatment of seed garlic before planting     may reduce mite infestation Soil drenching with Dicofol at 2 ml 1 or soil     application of powdered sulfur eff ectively reduce the mite population considerably. 21 INSECT MANAGEMENT ONION AND GARLIC Garlic plants infested with mite Management Flood irrigation or heavy rains may reduce fi eld     populations. Hot water treatment of seed garlic at 55 and 60     0 C for 10 minutes was also eff ective but aff ects clove sprouting capacity. Even a thorough water spray also washes off the     mites from the plant. Late Blight (Phytophthora infestans) Symptoms Blight appears on foliage as light-pale green water soaked dead area. Soft, wet, water soaked rotting of stem, leaves, fruits, and fl owers are observed followed by white fungal growth over it. Symptoms Myrothecium fruit rot on green as well as ripe fruit appeared as water soaked rotting with prominent concentric zonation. Small water soaked spots appear on exposed surfaces of the green and turning red fruits. Root dipping in Imidacloprid solution   4-5 ml per     litre of water for one hour during transplanting of the seedlings. Seed treatment with hot water at 50  C or 10      trisodium phosphate solution for 25 minutes. Summer ploughing followed by irrigation in     between April to June and then again ploughing to reduce the activated soil inoculums. Water soaked lesions develop and the infected tissue macerated by the pathogen. Soft, wet, water soaked rotting of stem, leaves, fruits and fl owers are observed followed by white fungal growth over it. Avoid water stagnation and anaerobic conditions     in the fi eld. The twigs are water soaked, brown and dieback as the infection spreads downward. White Rot (Sclerotinia sclerotiorum) Symptoms Soft, wet, water soaked rotting is observed on stem followed by white fungal growth over it. Infected fruits initially develop dark, water soaked patches that become coated with white mold and spores of the fungus and eventually rot. Rotation, water management and drainage are     the cultural methods. Leaf curl symptoms Management Root dipping of the seedlings in Imidacloprid     solution   4-5 ml per litre of water for one hour during transplanting. Seed treatment with hot water at 50     0 C or 10  tri sodium phosphate solution for 25 minutes. Sun scald Management Adequate fertility and proper water management     will help to develop the canopy of leaves and foliage required to protect the fruit from sun scald. Summer fallowing, ploughing accompanied with     irrigation followed by again ploughing in summer to reduce the soil inoculum. Summer fallowing, ploughing accompanied with     irrigation followed by again ploughing in summer to reduce the soil inoculums. Deep ploughing, low land paddy with continuous     stagnation of water reduces the sclerotial population. Symptoms Disease is fi rst seen as small translucent, water soaked spots on leaves. Proper drainage should be maintained in the fi eld     to avoid water stagnation. lagenarium) Symptoms Disease on leaves is observed as water soaked small yellow spots that enlarge and turn to brown. Elongated water soaked, sunken lesions appear on stem. Initially water soaked area are observed on the stem near soil line. Mosaic and Leaf Distortion Symptoms Most of the cucurbits grown in rainy season are aff ected by virus disease like cucumber mosaic, green mottle, leaf distortion, water mosaic etc. White Rot (Sclerotina sclerotiorum) Symptoms Disease appears as water soaked rotting of curd, petiole, stalk and stump region of the leaves. The foliage infection and transmission is through water pores, insect 46 Integrated Pest Management Schedule for Vegetables injury, infested soil, storm, cultural practices and seedlings. Seed treatment with hot water (50     0 C for 30 minutes) or seed dipping in 100 ppm antibiotic solution for 30 minutes. Infection can cause a semi watery rot of necks of bulbs, which turn yellow- red, bulb tissue eventually become papery. Hot water soaking of onion seed (50     0 C for 20 minutes) prove to be the best treatment for reducing purple blotch pathogen. Hot water soaking of onion seed (50     0 C for 20 minutes) proved to be the best treatment for reducing the disease. Initially pale yellow water soaked oval sunken lesion appears on leaf blades, which increase lengthwise covering the whole leaf. Late planting, poor drainage, higher doses of     fertilizers and frequent irrigation should be avoided as these practices encourage high disease incidence. Roots are normally destroyed and there is a semi- watery decay with abundance of superfi cial white fl uff y mycelium. Hot water treatment of bulbs at 49     0 C gives eff ective control. Dissemination also results form movement of spores, infested soil and plant residue by agricultural tools, wind and surface irrigation or drainage water. Sprinkler irrigation can provide some suppression     of thrips and disease. Symptoms appear as water soaked rotting of petioles, stump region and cover portion of the leaves. CARROT White Rot (Sclerotinia sclerotiorum) Symptoms Disease appears as water soaked rotting of stalk, stump and collar region engulfi ng lower portion of the leaves. Summer fallowing, ploughing accompanied with     once irrigation followed by again ploughing in summer. Summer fallowing, ploughing accompanied with     irrigation followed by again ploughing in summer. Summer fallowing, ploughing accompanied     with irrigation followed by again ploughing to germinate and desiccate the soil borne sclerotial inoculum. ha in 700 L of water for the control of early and late blight. 005 ) or Carbaryl 50 WP   3 g litre of water. Hang     a bulb over a bucket of water. To avoid fungal diseases like damping off in     nursery, drench soil with any copper fungicide like copper oxy Chloride (Blue copper)   3 g litre of water during 2nd or third week after sowing. Proper water management   drainage reduce the incidence effectively. Adequate fertility   proper water management     will help develop the canopy of leaves   foliage 61 RECOMMENDED IPM PRACTICES FOR IMPORTANT VEGETABLE CROPS  Cucurbitaceous Crops required to protect the fruit from sun scald. Take 40 g of this powder and tie it in a fine muslin     cloth, soak overnight in 400-500 ml of water in a container. Shake and filter the suspension with water to make     1000 ml volume. Tobacco Decoction Method of preparation Boil 1 kg tobacco dust in 10 liters of water for 30     minutes to attain coffee red colour. PROCEDURE FOR ENRICHMENT OF FYM WITH BIO-AGENTS Add water to the boiling solution to make 10 litres     volume. Cattle-dung and Urine Extract Method of preparation Mix Cattle-dung (5 kg) and urine (5 liters)     thoroughly in 5 liters of water in a container and allow this mixture for 4 days by keeping a lid over the container. Dilute the solution in 80 liters of water, which is     sufficient for spraying an acre. ",
    "harvesting": "Mechanical collection and destruction of bored     fruit at periodic intervals (3-4 times) brings down the borer incidence to less than 2 per cent. Management Collection and destruction of egg masses and     gregarious larvae. This causes stunted plants with yellow foliage resulting in yield reduction. Regularly destruction of larvae in swollen     damaged fl ower buds and fruits after each harvest is compulsory. Reniform Nematode (Rotylenchulus reniformis) The infected plants show yellowing and reduced size of the leaves and fruits and thus aff ecting the yield potential. Later, stunting of plants with yellow foliage and reduction in yield is very common. Later, stunting of plants with yellow foliage and reduction in yield is very common. Once the fruit harvest starts avoid systemic insecticides. Planting Date By making adjustments in transplanting dates, onions can be made tolerant to early thrips attack and satisfactory yields can be obtained with minimum chemical intervention. Eriophyid Mite (Aceria tulipae Keifer) Garlic plants infested with mite show symptoms like stunting, twisting, curling and yellow mottling and reduce the plant stand as well as yield. The incidence in tomato alone is 15-20  every year with 20-25  yield loss in farmers fi eld. Average 40  yield loss is recorded every year due to fruit rot pathogen. Apparently fruits looking healthy during harvest may show the symptoms of diseases during drying. Early infection causes 20-30  yield loss. Infected crop debris must be burnt after harvesting     of pods. Early bloom stage of crop to four weeks before harvest is most critical period for rust and must be protected from the infection. Bulbs are smaller in size; some may rot before harvest while others rot in store. 1  at 30, 20 and     10 days before harvest gave the lowest loss of yield due to delay after 5 months of storage. It causes post harvest blemishes and rotting of onion grown and stored in hot climate. Bruising should be avoided when bulbs area is     harvested, stored or transported. Chemical Methods Dusting of topped onion with Calcium Carbonate     reduced post harvest bulb rotting by 16 to 17. It is necessary to dry the crop quickly after     harvest. Regular collection   destruction of damaged fruits     i. Seed of popular high yielding hybrid like F1- 321     be sown in beds in the first week of July and properly mixed in soil for healthy nursery raising. Clipping of borer damaged shoots and collection       destruction of damaged fruits i. After harvest crop will be immediately ploughed in the field. Cucurbitaceous Crops Collection and distruction of infected fruits vines     Deep ploughing of field after the crop harvest to     will the pupae. After spraying any insecticide keep appropriate     waiting period before harvesting fruits. Don t apply pesticides just before harvesting. ",
    "soil_management": "Pupation takes place in the soil and occasionally on the leaf surface itself. They hide in soil and crop debris during the day time. Management Soil application of neem cake 250 kg ha followed     by sprays of NSPE 4  or neem soap 1  at 10 days interval. The adults lay eggs in and around base of the plants in soil and the hatching grubs feed on roots. Grubs pupate in the soil encrustation. Management Soil application of neem cake at the time of     transplanting (  250 kg ha) and repeat the neem cake application for 1 or 2 times at 30 and 60 DAP. Management Apply neem cake   250 Kg ha to soil immediately     after germination and repeat after 30 days. The larval period lasts for 25-20 days while pupation occurs in soil, which varies from 15-40 days. Management Soil application of neem cake   250 kg ha     immediately after germination. Soil application of neem cake   250 kg ha     immediately after germination and repeat at flowering followed by sprays of neem soap 1  or PNSPE 4  at 10 days interval after flowering. Management Soil application of neem cake (once immediately     after germination and again at flowering) followed by NSPE   4  and neem soap 1  alternately at 10-15 days interval. Apply neem cake to soil immediately after germination. Soil application of neem cake (once immediately     after germination and again at fl owering) followed by NSPE   4  and neem soap 1  alternately at 10-15 days interval. Due to continuous retention of moisture in the soil, the pupae get rotten. Maggot (Delia antique) Symptoms: Onion maggot is more restricted to cooler coastal climates where onions are grown on organic and muck soils. Pest Management Cultural Avoid planting in soils that are high in     undecomposed organic matter. Flood irrigation or heavy rains may reduce mite     levels in the soil. Hot water treatment of seed garlic before planting     may reduce mite infestation Soil drenching with Dicofol at 2 ml 1 or soil     application of powdered sulfur eff ectively reduce the mite population considerably. Collar Rot (Sclerotium rolfsii) Symptoms The fi rst symptom of disease is observed as soft tissue necrosis of bark of the stem near soil line. Fungal growth is also found just below the soil surface. The disease is soil borne where pathogen survives in the form of sclerotia. Avoid use of infested farmyard manure, soil crop     debris and compost in the fi eld. Irrigate the soil in summer and plough the fi eld to     destroy germinating sclerotia. The disease is observed in December to January during low temperature, cloudy weather and high atmospheric humidity accompanied by soil moisture. Symptoms appear as rhythmic rotting of fruits coming with the soil contact. Generally lower portion of fruits are infected which are coming in soil contact. Rhizoctonia fruit rot Myrothecium fruit rot 26 Integrated Pest Management Schedule for Vegetables Management Avoid the contact of fruit from soil by staking of     plant. Green manuring followed by soil application of     Trichoderma   5 kg ha in soil is very eff ective in checking most of the fruit rotting. Soil solarization in nursery bed to avoid seedling     infection. Rhizoctonia Root Rot (Rhizoctonia solani) Symptoms Lesions start on stem near collar region at or below the soil level and move downward into the roots. Disease is more common in poorly drained soil and the fi elds having prolonged excessive moisture. Rhizoctonia root rot   wilting Management Crop rotation with sugarcane and wheat is     important for inoculums reduction of this soil pathogen. Summer ploughing followed by irrigation in     between April to June and then again ploughing to reduce the activated soil inoculums. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. White rot on twig Stem rotting by sclerotinia Management Crop rotation with fl ooded rice is benefi cial for     reducing the soil inoculums. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. Collar Rot (Sclerotium rolfsii) Symptoms The fi rst symptom of disease is observed as soft tissue necrosis of bark of the stem near soil line. Fungal growth was also found just below the soil surface. The disease is soil borne where pathogen survives in the form of sclerotia. Avoid use of infected farmyard manure, soil,     compost, etc. 30 Integrated Pest Management Schedule for Vegetables Irrigate the soil in summer and plough the fi eld to     destroy germinating sclerotia. The pathogen is soil inhabitant, persisting for long period in same soils. Relatively high soil moisture, soil temperature and acidic soil pH favour the disease. Management When the pathogen is established in soil,     satisfactory control is very diffi cult. Infested soil should be kept fallow for about a year     and frequently disked during the summer season to accelerate desiccation of plant debris and death of bacteria. Use of antagonistic bacteria, neem cake, and     organic matter as soil application. Maintain soil pH to neutral by liming. Light texture of soil and well-drained fi eld reduces     the disease incidence. Crop rotation with cereals and low land paddy for     at least 2 years. Symptoms appear on stem near the soil level and extend downward into the roots and upward also. Dull white mycelial growth is observed near soil line at initial stage of infection in humid weather. Summer fallowing, ploughing accompanied with     irrigation followed by again ploughing in summer to reduce the soil inoculum. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. 6 to 1  depending upon soil and pathogen status. Characteristic symptoms are observed as white, fungus growth on affected portion as well as on contact soil. Gradually the hyphal mat is converted into small, mustard like sclerotia that survives in the soil. Management Crop rotation with low land paddy and other     cereals. Summer fallowing, ploughing accompanied with     irrigation followed by again ploughing in summer to reduce the soil inoculums. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. 6 to 1  depending upon soil and pathogen status. Deep ploughing, low land paddy with continuous     stagnation of water reduces the sclerotial population. Yellow mosaic of cowpea Management Soil application of Carbofuran   1. Grow crop on bower system to avoid soil contact. Yellow lesions on cucumber leaf 41 DISEASE MANAGEMENT CUCURBITS Brown lesions on bottle gourd Management Crop should be grown with wide spacing in     well-drained soil. Generally lower portion of fruits touching soil surface are aff ected. Pythium   phytophthora rot on bottle   pointed gourds 42 Integrated Pest Management Schedule for Vegetables Sclerotium rot   sclerotinia rot of bottle gourd vine Phomopsis rot in ash gourd Sclerotium rot in ash gourd Management Avoid soil contact of fruit by using bower system     of cultivation and staking of plant. Green manuring followed by soil application of     Trichoderma   5 kg ha in soil is very eff ective in checking most of the fruit rotting. Initially water soaked area are observed on the stem near soil line. Sudden wilting in cucumber Management Control of cucumber beetles at initial stage from     the soil with neem cake or systemic granular insecticides. Summer polughing of soil to expose all the stages     of beetles. The foliage infection and transmission is through water pores, insect 46 Integrated Pest Management Schedule for Vegetables injury, infested soil, storm, cultural practices and seedlings. Use antagonistic bacteria in the soil. Management Cultural Methods Soil solarization of nursery beds with transparent     polythylene sheet for 30 days before sowing provides good control. Agricultural practices that minimize periods of     excessive soil moisture, crop rotation, land leveling, installing drains, sowing of clean and healthy seed on raised beds are used to reduce seedling diseases. Biological Method Seed treatment with Trichoderma viride   4 g      kg seed followed by soil application of T. 8 ml Land covering crops with transparent polythene sheets inhibited growth of the pathogen. 02  as soil treatment     is recommended. Satisfactory control of basal rot can be achieved     by fl ooding the soil in the non-growing season. When white rot incidence is low, infected plant     may be destroyed and the soil around these plants should be treated. Solarization of soil at high temperature i,e. 51 DISEASE MANAGEMENT ONION AND GARLIC Pink rot due to Phoma Disease Cycle: The pathogen persists in soil and is distributed on onion seedlings, sets and garlic cloves. Dissemination also results form movement of spores, infested soil and plant residue by agricultural tools, wind and surface irrigation or drainage water. Cultural Methods Soil solarization reduce pink root incidence. Chemical Methods Many workers have reported soil fumigation and use of fungicides but it is uneconomical at fi eld level. Collar infection of sclerotinia Sclerotinia carrot rot Management Crop rotation with lowland paddy and other cereals. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. Gradually this hyphal mat is converted into small, mustard like sclerotia that survive in the soil. Management Crop rotation with lowland paddy and other cereals. Green manuring in June and July followed by soil     application of Trichoderma   5 kg  ha soon after ploughing of the sunhemp. Characteristic symptoms observed as white, cottony, fungal growth and sclerotia on aff ected portion as well as on contact soil. Gradually this hyphal mat is converted into small, mustard like sclerotia that survive in the soil. Crop rotation with lowland paddy and other     cereals. Summer fallowing, ploughing accompanied     with irrigation followed by again ploughing to germinate and desiccate the soil borne sclerotial inoculum. Green manuring in June and July followed by soil     application of Trichoderma   5 kg ha soon after ploughing of the sunhemp. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Sufficient moisture should be present in the soil. Seed treatment with     Trichoderma viride   4g kg of seed in nursery to prevent infection of soil borne  seed borne fungal 1 kg of FYM. 45 mm) thicknesses for three weeks during June for soil solarisation which will help in reducing the soil borne insects, diseases like bacterial wilt and nematodes. However, care should be taken that sufficient moisture is present in the soil for its solarisation. After seven days mix in the nursery soil in a bed of 3 sq. Seed of popular high yielding hybrid like F1- 321     be sown in beds in the first week of July and properly mixed in soil for healthy nursery raising. Apply neem cake   250 kg  ha (in two splits) in     soil along the plant rows at 25 and 60 days after transplanting and give light covering with soil. Use of green manure, mulching with polythene, soil application with bleaching powder will reduce the infection of bacterial wilt disease. 45 mm) thickness for three weeks before sowing for soil solarisation for reducing the soil borne pests. Sufficient moisture should be present in the soil. Seed treatment with     Trichoderma viride   4g kg of seed in nursery to prevent infection of soil borne  seed borne fungal 1 kg of FYM. 45 mm) thickness for three weeks before sowing for soil solarisation which will help in reducing the soil borne pests. Sufficient moisture should be present in the soil for solarisation. After 7 days mix in the soil in a bed of 3 sq. To avoid fungal diseases like damping off in     nursery, drench soil with any copper fungicide like copper oxy Chloride (Blue copper)   3 g litre of water during 2nd or third week after sowing. Earthing up of the soil around the vine to expose     the pupae for desiccations and predation by birds. Soil application of neem cake   250 kg ha after     germination and repeat once at flowering. 1  insecticide and 10  jaggery or 10  ripe banana at 200 spots ha Onion Garlic Do seed treatment with thiram (2g kg seed) to     control seed and soil borne diseases in nursery. ",
    "weather_guidance": "Red Spider Mites (Tetranychus urticae) Red spider mites thrive under high temperature, dry weather and are more serious under protected conditions. During rainy season, spray eff ective contact     insecticides like Indoxacarb 14. The incidence is high during prolonged dry spells between rains, particularly in June-July months. The botanicals get washed away by rain and become ineff ective if it rains within 1-2 days of spray. The incidence is more in wet climate. Red Spider Mite (Tetranychus neocaledonicus Andre) This pest is serious on cucurbits during warmer climate. Maggot (Delia antique) Symptoms: Onion maggot is more restricted to cooler coastal climates where onions are grown on organic and muck soils. Flood irrigation or heavy rains may reduce mite     levels in the soil. 21 INSECT MANAGEMENT ONION AND GARLIC Garlic plants infested with mite Management Flood irrigation or heavy rains may reduce fi eld     populations. In moist and cloudy weather a downy white fungus develops near the outer margin of lesion on underside of the leaves. 25  provide     good control in cloudy, cold and drizzling weather but spray interval should be 5 to 7 days. The disease is observed in December to January during low temperature, cloudy weather and high atmospheric humidity accompanied by soil moisture. 25  in cool, cloudy and humid weather. Sclerotium fruit rot is very clear due to white fungal mycelium and mustard grain like sclerotia over fruits. Provide proper drainage in the fi eld. Disease appear in rainy season and continued up to fruit initiation stage. The disease in prevalent in warm humid weather when RH is more than 90  and temperature is between 25 and 350 C. Adopt intercropping of urd and mung as mulches     to prevent rain splash. Bacterial speck is favoured by cool, moist, weather and temperature range between 15 and 250 C. Sometime irregular, big lesions are also observed on leaves particularly in cool and humid weather. Disease is more common in poorly drained soil and the fi elds having prolonged excessive moisture. Maintain proper drainage and aeration in the fi eld. The disease is prevalent in warmer climates having high humidity under tropical and sub-tropical conditions. Light texture of soil and well-drained fi eld reduces     the disease incidence. Pathogen infects fruits during prolonged period of rainfall, high humidity, over-crowded plants and high nitrogen. 25  provide     good control in cloudy, cold and drizzling weather. Rotation, water management and drainage are     the cultural methods. Sometimes light brown lesions are observed after washing out of spores from leaves due to rainfall. Dull white mycelial growth is observed near soil line at initial stage of infection in humid weather. Maintain proper drainage and aeration in the     field. Infection of pods leads to partial fi lling of the grain and pod remain smaller in size. Bigger blotch symptoms appear on the leaves in severe cases of common blight particularly in rainy season. Proper drainage should be maintained in the fi eld     to avoid water stagnation. Sowing time should be adjusted in such a way that     fruiting stage should not coincide with heavy rain period. Two species are involved in cucurbits because the size of spots is distinct and appear in diff erent weather condition. Maintain proper drainage in the fi eld. In high humid weather, faint white downy growth of fungus is observed. Yellow lesions on cucumber leaf 41 DISEASE MANAGEMENT CUCURBITS Brown lesions on bottle gourd Management Crop should be grown with wide spacing in     well-drained soil. Provide proper drainage in the fi eld. Maintain proper drainage and aeration in the fi eld. The fi rst signs of wilt appear usually on individual leaves as drooping, which become fl accid in sunny weather. Mosaic and Leaf Distortion Symptoms Most of the cucurbits grown in rainy season are aff ected by virus disease like cucumber mosaic, green mottle, leaf distortion, water mosaic etc. Black sporulation is observed in humid weather. Management Main crop of caulifl ower and cabbage should be     periodically observed near the stump region in cool, cloudy and moist weather for primary infection. Use intercrop of urd and mung as mulches to     reduce rain splash. Agricultural practices that minimize periods of     excessive soil moisture, crop rotation, land leveling, installing drains, sowing of clean and healthy seed on raised beds are used to reduce seedling diseases. 47 DISEASE MANAGEMENT ONION AND GARLIC Badly damaged leaves of onion Blotch infection on stem   umbel Management i) Cultural Methods Crop rotation with non-host crops; good drainage     and use of recommended doses of N and fertilizers reduce the disease incidence. Good fi eld drainage and reduced plant density. Late planting, poor drainage, higher doses of     fertilizers and frequent irrigation should be avoided as these practices encourage high disease incidence. Good drainage, deep ploughing in hot summer     and avoiding injury during cultural practices reduces the disease incidence. Dissemination also results form movement of spores, infested soil and plant residue by agricultural tools, wind and surface irrigation or drainage water. It causes post harvest blemishes and rotting of onion grown and stored in hot climate. Bacterial decay of onion is widely distributed in warm climate and cause severe problems. 52 Integrated Pest Management Schedule for Vegetables Management Grow the crop under optimum condition of tilth,     fertilizer, drainage, crop rotation and freedom from weeds. During rainy season, artifi cial curing is required. White Rot (Sclerotinia sclerotiroum) Symptoms This disease is more common in cool and humid weather. Main crop should be periodically observed near     the stump region in cool, cloudy and moist weather for primary infection. Prepare raised nursery beds about 10 cm above     ground level for good drainage to avoid damping off. Brinjal Nursery Always prepare raised nursery beds about 10 cms     above ground level for good drainage to avoid damping off, etc. 59 RECOMMENDED IPM PRACTICES FOR IMPORTANT VEGETABLE CROPS  Cabbage Cauliflower Cabbage Cauliflower Nursery Prepare raised nursery beds about 10 cm above     ground level for good drainage to avoid damping off or raise seedlings in protrays in nursery under net house conditions wherever such facility is available. However, to control grown up caterpillar, do baiting with Methomyl in rice grain   wheat grain (10 kg), jaggery (2 kg) and insecticide formulation 250gm  acre. 5 SL   500 ml ha Chilli and Capsicum Nursery Prepare raised nursery beds about 10 cm above     ground level for good drainage to avoid damping off, etc. Proper water management   drainage reduce the incidence effectively. Grow the crop on raised beds and provide proper     drainage during kharif season to minimize disease incidence. ",
    "market_information": "Fruit damage result in rough brown patches aff ecting their quality and drastically reducing the market value. These aff ect the market value of the chilli crop to a great extent, if proper care is not taken. At present many varieties and hybrids resistant to YVM are available in market and hence, disease management is very easy. As this pest has developed resistance against many     insecticides, use of eff ective insecticide currently available in market is essential. Other Minor Pests Gram caterpillar, Helicoverpa armigera (Hubner), Mustard saw fl y Athalia lugens proxima (Klug) are some of the minor pests of cruciferous vegetables which feed on the foliage deteriorating the market quality of heads and curds. boeticus, Helicoverpa armigera aff ects the leguminous crops by feeding fl oral parts and pods resulting in reducing their marketable quality. ",
    "general_advice": "(Sharad Pawar) Contents INTRODUCTION   1 INSECT MANAGEMENT  3 Tomato  3 Fruit Borer  3 Serpentine Leaf Miner  4 Whiteflies  4 Tobacco Caterpillar  5 Red Spider Mites  5 Root-knot Nematodes  5 IPM package in tomato under polyhouse  6 Brinjal  6 Shoot and Fruit Borer  6 Leafhopper  7 Ash Weevil  7 Epilachna Beetle  7 Red Spider Mites  8 Reniform Nematode  8 Root-knot Nematodes  8 Chilli and Capsicum  9 Thrips  9 White or Yellow Mites  9 Aphids  10 Borers  10 IPM package in capsicum under polyhouse  10 Root-knot Nematodes  10 Okra  11 Leafhoppers  11 Shoot and fruit borer  11 Aphids  11 vi Integrated Pest Management Schedule for Vegetables Petiole Maggot  11 Whitefly  12 Mites  12 Root-knot Nematodes  12 Cruciferous Vegetables  12 Diamond Back Moths  12 Leaf Webbers  13 Stem Borer   13 Aphids   13 Minor Pest  14 Tobacco Caterpillar  14 Leguminous Vegetables   14 Pod Borers  14 Aphids   15 Bugs  15 Bean Fly  15 Leafhoppers  16 Cucurbitaceous Vegetables  17 Red Pumpkin Beetle  17 Serpentine Leaf Miner  17 Fruit Fly  17 Red Spider Mite  17 Thrips  17 Leaf Eating Caterpillar  18 Root-knot Nematodes  18 Onion and Garlic  18 Thrips  18 Maggot  19 Army Worms   20 Bulb Mite  20 Eriophyid Mite  20 Red Spider Mite  21 DISEASE MANAGEMENT  23 Tomato  23 Alternaria Blight   23 Late Blight  23 Collar Rot  24 Pseudocercospora Leaf Blight  24 White Rot  25 Fruit Rots  25 Grey Leaf Spot  26 Bacterial Spot  26 Bacterial Speck  27 Leaf Curl Complex  27 vii Contents    Brinjal  28 Phomopsis Blight   28 Rhizoctonia Root Rot  28 Sclerotinia Rot  29 Collar Rot  29 Pseudocercospora Leaf Blight  30 Bacterial Wilt  30 Little Leaf  30 Chilli Capsicum  31 Dieback and Anthracnose  31 Bacterial Leaf Spot  31 White Rot  32 Leaf Blight  32 Phytophthora Leaf blight Fruit Rot  33 Leaf Curl Complex  33 Sun Scald  34 Okra  34 Leaf Blight  35 Yellow Vein Mosaic  35 Enation Leaf Curl   35 Root-Knot Nematode  35 Leguminous Vegetables  36 Root and Stem Rot  36 Collar Rot  36 Powdery Mildew   37 Rust  37 Leaf Blight  38 Sclerotinia Blight  38 Bacterial Blight  39 Cow pea Golden Mosaic   39 Cucurbits  40 Anthracnose  40 Downy Mildew  40 Powdery Mildew  41 Fruit Rots  41 Gummy Stem Blight  42 Leaf Spots  42 Bacterial Wilt  43 Mosaic and Leaf Distortion  43 Cole Crops  44 Downy Mildew  44 Alternaria Leaf Spot  44 White Rot  45 Bacterial Black Rot  45 viii Integrated Pest Management Schedule for Vegetables Onion and Garlic  46 Damping Off  46 Purple Blotch   46 Stemphylium Leaf Blight  47 Colletotrichum Blight Anthracnose  Twister Disease  48 Downy Mildew  49 Fusarium Basal Rot Basal Plate Rot  49 White Rot  50 Pink Root  50 Black Mold  51 Bacterial Rots  51 Viral Diseases  52 Leafy Vegetables  52 Leaf Spots  52 White Rot  53 Radish  53 Alternaria Blight  53 Carrot  54 White Rot  54 Collar Rot  54 Elephant Foot Yam   55 Collar Rot  55 Recommended IPM Practices for Important Vegetable Crops   57 Management of Nematodes in Protected Vegetable Crops  63 Procedure for Enrichment of Fym With Bio-Agents  65 Some Useful Tips in Pest Mangement  67 ANNEXURE I Occurrence of Fungal Diseases in Vegetable Crops  69 ANNEXURE II Occurrence of Bacterial Diseases in Vegetable Crops  73 ANNEXURE III Occurrence of Major Viral and Phytoplasmal Diseases of Vegetable crops  75 ANNEXURE IV Fungicides  Insecticides used for the Control of Vegetable Diseases Pest  77 ANNEXURE V Biopesticides, Pheromones used in IPM  79 ANNEXURE VI Economic threshold level for some vegetable crop pests  81 ANNEXURE VII List of Pesticides   Pesticides Formulations Banned in India  83 Integrated Pest Management (IPM) is a component of the agroecosystem management technology for sustainable crop production. Cut and destroy wilted insect damaged shoot     tips during pre-fl owering and fl owering period at weekly intervals. Aphids (Aphis gossypii) This is a polyphagous pest, feeding in colonies and completely covers the shoot tips, buds and lower surface of leaves. Aphids (Aphis craccivora Koch   Acrythosiphon pisum Harris) Both nymphs and adults suck the sap from young plant parts like shoot tips and infl orescence. Thrips (Thrips palmi Karny) Both nymphs and adults feed on the young shoot tips and floral parts and is suspected vector of Tospo virus. Symptoms Initially there is progressive yellowing and dying back from the tips of the leaves, the aerial part may die in 1-2 weeks or decay may extend over much longer period. White Rot (Sclerotium cepivorum Berk) Symptoms Initial symptoms are yellowing and dying back of leaf tips. SOME USEFUL TIPS IN PEST MANGEMENT Do s Timely sowing     Field sanitation     Always use freshly prepared neem seed kernel     extract (NSKE). "
  },
  "full_text": "Source   Courtesy Indian Institute of Vegetable Research, Varanasi, Indian Institute of Horticulture Research, Bangalore, National Centre for Integrated Pest Management, New Delhi, National Research Centre for Onion   Garlic, Rajguru Nagar, Pune Contact us Shailendra Kumar, Director (NHM) Phone: 011 23389346 MESSAGE I am very happy to learn that the Horticulture Division has prepared a technical bulletin on Integrated Pest Management (IPM) Schedule for Vegetables, which provides illustrative details of IPM measures for a variety of vegetables being grown in India. Even though India is a large producer and consumer of vegetables, many of them are highly vulnerable to frequent attacks of pests and diseases. At the time of such pest attack, farmers have a tendency to resort to indiscriminate use of chemicals and pesticides, which may be harmful to human health as well as to ecology. IPM is an alternative to such a scenario, which is being promoted under the National Horticulture Mission (NHM) and Horticulture Mission for North East   Himalayan States (HMNEH). This publication is expected to serve as a ready reference for fi eld functionaries and extension workers involved in promoting IPM measures in the country. I compliment Horticulture Division for bringing out this publication as part of  Year of Horticulture  celebrations. (Sharad Pawar) Contents INTRODUCTION   1 INSECT MANAGEMENT  3 Tomato  3 Fruit Borer  3 Serpentine Leaf Miner  4 Whiteflies  4 Tobacco Caterpillar  5 Red Spider Mites  5 Root-knot Nematodes  5 IPM package in tomato under polyhouse  6 Brinjal  6 Shoot and Fruit Borer  6 Leafhopper  7 Ash Weevil  7 Epilachna Beetle  7 Red Spider Mites  8 Reniform Nematode  8 Root-knot Nematodes  8 Chilli and Capsicum  9 Thrips  9 White or Yellow Mites  9 Aphids  10 Borers  10 IPM package in capsicum under polyhouse  10 Root-knot Nematodes  10 Okra  11 Leafhoppers  11 Shoot and fruit borer  11 Aphids  11 vi Integrated Pest Management Schedule for Vegetables Petiole Maggot  11 Whitefly  12 Mites  12 Root-knot Nematodes  12 Cruciferous Vegetables  12 Diamond Back Moths  12 Leaf Webbers  13 Stem Borer   13 Aphids   13 Minor Pest  14 Tobacco Caterpillar  14 Leguminous Vegetables   14 Pod Borers  14 Aphids   15 Bugs  15 Bean Fly  15 Leafhoppers  16 Cucurbitaceous Vegetables  17 Red Pumpkin Beetle  17 Serpentine Leaf Miner  17 Fruit Fly  17 Red Spider Mite  17 Thrips  17 Leaf Eating Caterpillar  18 Root-knot Nematodes  18 Onion and Garlic  18 Thrips  18 Maggot  19 Army Worms   20 Bulb Mite  20 Eriophyid Mite  20 Red Spider Mite  21 DISEASE MANAGEMENT  23 Tomato  23 Alternaria Blight   23 Late Blight  23 Collar Rot  24 Pseudocercospora Leaf Blight  24 White Rot  25 Fruit Rots  25 Grey Leaf Spot  26 Bacterial Spot  26 Bacterial Speck  27 Leaf Curl Complex  27 vii Contents    Brinjal  28 Phomopsis Blight   28 Rhizoctonia Root Rot  28 Sclerotinia Rot  29 Collar Rot  29 Pseudocercospora Leaf Blight  30 Bacterial Wilt  30 Little Leaf  30 Chilli Capsicum  31 Dieback and Anthracnose  31 Bacterial Leaf Spot  31 White Rot  32 Leaf Blight  32 Phytophthora Leaf blight Fruit Rot  33 Leaf Curl Complex  33 Sun Scald  34 Okra  34 Leaf Blight  35 Yellow Vein Mosaic  35 Enation Leaf Curl   35 Root-Knot Nematode  35 Leguminous Vegetables  36 Root and Stem Rot  36 Collar Rot  36 Powdery Mildew   37 Rust  37 Leaf Blight  38 Sclerotinia Blight  38 Bacterial Blight  39 Cow pea Golden Mosaic   39 Cucurbits  40 Anthracnose  40 Downy Mildew  40 Powdery Mildew  41 Fruit Rots  41 Gummy Stem Blight  42 Leaf Spots  42 Bacterial Wilt  43 Mosaic and Leaf Distortion  43 Cole Crops  44 Downy Mildew  44 Alternaria Leaf Spot  44 White Rot  45 Bacterial Black Rot  45 viii Integrated Pest Management Schedule for Vegetables Onion and Garlic  46 Damping Off  46 Purple Blotch   46 Stemphylium Leaf Blight  47 Colletotrichum Blight Anthracnose  Twister Disease  48 Downy Mildew  49 Fusarium Basal Rot Basal Plate Rot  49 White Rot  50 Pink Root  50 Black Mold  51 Bacterial Rots  51 Viral Diseases  52 Leafy Vegetables  52 Leaf Spots  52 White Rot  53 Radish  53 Alternaria Blight  53 Carrot  54 White Rot  54 Collar Rot  54 Elephant Foot Yam   55 Collar Rot  55 Recommended IPM Practices for Important Vegetable Crops   57 Management of Nematodes in Protected Vegetable Crops  63 Procedure for Enrichment of Fym With Bio-Agents  65 Some Useful Tips in Pest Mangement  67 ANNEXURE I Occurrence of Fungal Diseases in Vegetable Crops  69 ANNEXURE II Occurrence of Bacterial Diseases in Vegetable Crops  73 ANNEXURE III Occurrence of Major Viral and Phytoplasmal Diseases of Vegetable crops  75 ANNEXURE IV Fungicides  Insecticides used for the Control of Vegetable Diseases Pest  77 ANNEXURE V Biopesticides, Pheromones used in IPM  79 ANNEXURE VI Economic threshold level for some vegetable crop pests  81 ANNEXURE VII List of Pesticides   Pesticides Formulations Banned in India  83 Integrated Pest Management (IPM) is a component of the agroecosystem management technology for"
}