{
  "file_name": "kerala malayalam database.pdf",
  "file_path": "agricultural_pdfs/kerala malayalam database.pdf",
  "processed_at": "1757513713.0900254",
  "total_text_length": 946999,
  "sections": {
    "crop_cultivation": "",
    "pest_diseases": "s K ssª v s Ã-temjy  m -tadw ( Pestalotia palmarum) F  C w Ipan-fmWv Cu tcmK-Øn p Imc-Ww. sIm m  tcmKw (Bract mosaic virus diseases) sIm m  As - n  sNIpØm  F -dn-b-s - Sp  Cu sshd-kv -tcmKw Xriq  Pn -bn  t   - hm-g-bn-emWv I pXpS-ßn-b-Xv. kky-kw-c- Ww kvss  v tcmK-amWv (spike sandal disease)    m- -ambpw Nμ- sØ _m n- p- -Xv. in list_pest_bann. ",
    "fertilizer_management": "",
    "irrigation": "Ce- m-Sn-Iƒ, ap Iƒ  o aq- -Iƒ (Water bug) aq -Iƒ Nnd-tImSp IqSn-btXm A mØtXm BImw. Ce- m-Sn-Iƒ, arZp icocap  sNdp   mWn-Iƒ Pe-  m-Wn-Iƒ (Water treaders) sNdp-  m-Wn-Isf   n- p p. X p-Xp-c- s   pgp, sh -Øn  hogp  Ce- m-Sn-Iƒ Pe-  m-Wn-Iƒ (Water striders) 5- 10 Cc-Isf   n- p- p. Pe- jvSw Ipd-bv p- -Xn pw   -bv m-  p  Iqen   bXv w em n- p- -Xn pw tbmPn  Hcp Pe-tk-N am  -amWv IWn-I-P-e-tk-N w AYhm Xp n    (Drip irrigation). -  Kmw)  S-e-I-fpsS FÆw Imb-I-fpsS FÆw ImbpsS Xq w ( Kmw) imkv Xob ip m i-Iƒ Ipd v hoXn-Iq-Snb Ce-I-fp  sh - - p-Iƒ (water suckers) IcpØv Ipd- -h-bm-b-Xn- m   Sm  A p-tbm-Py-a-. ",
    "harvesting": "- Ipcp-ti-J-cWw (Collection of beans) ImbvIƒ Dd- p-    X-e-Øn  ASnt m ImbvIƒ XΩn  Iq n-bn-Snt m thWw s m n- bv m. ",
    "soil_management": "aÆns  kqcy-Xm- o-I-cWw (Soil Solarisation) h j-Øn  kqcy-  -Imiw G hpw IqSp-X  e n-  p  ka-bØv kpXm-cy-amb  vfmÃnIv jo p- sIm v Cu  -ap  aÆp aqSn-bn-Sp-Ibpw AXp-hgn aÆv AWp-hn-ap- -am- p-I-bp-amWv kqcy-Xm- o-I-c- W-Øn  sNøp- -Xv. ",
    "weather_guidance": "s Kbn- p-I-fpsS (grains)   tXyI coXn-bn- ep  LS  ho n XSnbv v khn-ti-j-amb cq  wKn   Ip- p. ",
    "market_information": "",
    "general_advice": ""
  },
  "full_text": "hnf - -cn- m-e  ip m iIƒ 2017 c mw  Xn v No v FUn-   tUm. Fkv. FÃ-en  FUn- nwKpw  cn- m-jbpw tUm. _n p  n. t_mWn  io. hn.  n.  ioPnØv Ipam   io. _n. APnØv Ipam  hn m  hym   Ub-d-IvS-td v tIcf Im jnI k Δ-I-em-ime aÆpØn   680 651, Xr q  KAUP 81 05 5000 5 17 ae-bmfw hnf - -cn- m-e  ip m i-Iƒ 2017 H mw  Xn v : 2008 tIm n-Iƒ : 5000 c mw  Xn v : 2017 tIm n-Iƒ : 5000 hne : 300 cq  Un.- n. n. : kn. _n. Zo  hn. sF. s _n A Sn ta t m w : hn. cmtP- μ  apJ- Sw : Fw. F. hmkp-tZh    km-  w : UbdIvS  Hm v FIvkv  j  tIcf Im jnI k ΔIemime aÆpØn   680 651, Xriq  A Sn : tIcf Im jn-I- k Δ-I-em-ime    v, aÆpØn   680 651 D -cWn : tIcf Im jnI k Δ-I-em-im-e 2017. hnf-  -cn- m-e  ip m i-Iƒ 2017 tIcf Im jnI k Δ-I-em-im-e, Xr q , t Pp-Iƒ 349   tIcf Im jnI k Δ-I-em-ime 2017 sk I- -dn-tb v A Ivkv II, H mw  ne, Xncp-h- - - p-cw 695 001 sSe-t m  : 0471- 2333091, 2335075  mIvkv : 2333775 hkXn : 0471- 2314435, 2314436 samss_  : 9447897700 E-mail : min.agri kerala.gov.in 1192 Nnßw 1 apX  1193 Nnßw 1 hsc s  v h jw   ΩpsS s  v  ΩpsS A w  AUz. hn. Fkv. kp n Ip-am  Irjn hIp pa  n tIcf k  m  ktμiw C y-bpsS kmº-ØnI apt - -Øns  ASn-ÿm w Im jnI hf  - bm-Wv. I j-I  pw Irjn-bp-ambn _ -s -Sp- -h  pw t cn-tS n hcp  sh p-hn-fn-I-fnepw kwi-b-ß-fnepw hgn-Im- n-bm-Im  tIcf Im jnI k Δ-I-em-ime F pw ap  - n-bn-ep- v. I j-I-cpsS D -a- -Øn pw t  m m-l- -Øn pw tIcf Im jnI k Δ-I-em-ime  pd-Øn-d- p    kn- o-I-c-W-ßƒ I jI kaq-l-Øn v F pw apX  q- m-bn- p- v. ae-bm-f-Øn-ep  hnf- -cn- m-e  ip m i-bn-eqsS imkv Xob Im jnI Bib-ßsf t cn v I jI kaq-l-Øn v  I  p   IpI F  al-Ømb Bi-b-amWv km m-Xv -cn- -s -Sp- -Xv. CXphgn Im jnI  ptcm-K-Xn-bpsS  pXnb  mX-Iƒ Xpd p In p-sa v   Xo- n- mw. Im jnI k Δ-I-em-ime Imem-Im-e-ß-fn   pd-Øn-d- p  hnf  cn- m-e  kwlnX IqSp-X  P -Io-b-am- p- -Xn pw km m-cW P -ßƒ pw Irjn- m  pw IqSn a - n-em- p-hm pw AXv ae-bmf  mj-bn    kn- o-I-cn- Ww F v  n -t -in- -t mƒ AXv   mh Øn-I-am-  p-hm  k Δ-I-em-ime FSpØ XmXv -cysØ A n- -μn- p- p. hnf  cn- m-e  ip m i-Iƒ 2017 F  Cu  KŸ-Øn pw AXns  Bi-b-ß-fpsS km m-Xv m-c-Øn pw Fs  lrZbw  nd  Biw-k-Iƒ. hnf  cn- m-e  ip m i-Iƒ ae-bm-f-Øn  t ImUo-I-cn v  pd-Øn-d- m  bXv n  F m-h-scbpw A n- -μn- p- p. Cu   kn- o-I-cWw imkv Xo-b-amb apt  Øn v I j-I  v ssIØm-ßm-Ip-sa v Rm  hniz-kn- p- p. apJ-hpc 1971 apX  Im jnI tIc-f-Øn p XpWbpw hgn-Im- n-bp-ambn  n  p    kn- o-I-c-W-amWv tIcf Im jnI k Δ-I-em-imebpsS hnf-  -cn- m-e  kwlnX (Package of Practices: Crops). Im jnI hnf-I-fpsS imkv Xob  cn- m-e  apd-Iƒ I j-I-cnepw Im jnI hn m  hym-     h Ø-I-cnepw FØn- p- -Xn  Cu  KŸw  n Δln pt mcp    v AXp-e-yhpw Aaq-e-y-hp-am-Wv.  nc- -c-amb  T- , Kth-j-W,  nco- W   h Ø- -ß-fn-eqsS Imem- p-krX  cn-h Ø- -Øn p hnt - b-am- p  hnf- -cn- m-e  ip m i-I-fpsS ae-bmf  cn- mj BZ-y-ambn  pd-Øn-d - n-bXv 2008 emWv. tIc-f-Øns  Im jnI taJe  pXnb sh p-hn-fn-Iƒ t cn-Sp  C m-eØv imkv Xob kao- - -ßƒ IqSp-X  thK-Øn  I j-I-cn  FØn-t - Xv AXym- h-iy-am-Wv. Imem-hÿ hy-Xn-bm- hpw  pXnb IoStcmK _m -Ifpw apX  aqeyh  -  -hn-t bpw D    sshhn- -y-h  c-W-Øn-t bpw A n-hm-c-yX hsc-bp  sh p hnfn-Iƒ t cn-Sm  tIcf I jI kaq-lsØ k -am- p- -Xn  Im jnI k ΔI-em-ime   Xn- m-_- -am-Wv. Cu ISa  n Δln- p- -Xn  Hcp    m  hgn-Im- n-bm-bn-cn pw imkv Xob hnf-  -cn- m-e  ip m i-I-fpsS Cu kwln-X. Package of Practices: Crops s   Xn-  mw  Xn- v 2016 emWv  pd-Øn-d- n-b-Xv. Cu  pXnb  Xn- ns  ae-bmf  cn- m-j-bmWv hnf-  -cn- m-e  ip m i-I-fpsS c mw  Xn- mbn Ct mƒ  pd-Øn-d- p- Xv. hnf - -cn- m-e Øn p  imkv Xob ip m i- Ifpw kmt -XnI hnZ-y-Ifpw Cu  KŸ-Øn  efn-X-ambn   Xn- m-Zn- p- p. Npcp- ßnb ka-b-Øn- p- n  Cu  cn- mj Xøm-dm n   kn o-I-cn- p- -Xn p ap  ssIsø-Sp-Ø CXns  AWn-bd   h Ø-Isc Rm  A p-tam-Zn- p- p. AtXm- sSm w Irjn- m-cn-te v kmt -XnI hn m-  w  I-cp- -Xn v hnf-  -cn- m-e  kwln-X-bpsS  pXnb  Xn v  e-  -Z-am-Ip-sa v   X-ym-in- p-Ibpw sNøp- p. 10-05-2017 sh m- n- c s  m . (tUm.)  n. cmtP- μ  sshkv Nm k-e  BapJw Im jnI taJe   Xn-k- n-Isf A n-ap-Jo-I-cn- p  F m kμ  -ß-fnepw  cn-lm-c-hp-ambn IqsS  n n- p- Xv imkv Xob kao- - -ß-fm-Wv. tIc-f-Øn  km y-X-bp  F m-Øcw Irjn-IfptSbpw  cn-t m-j-Øn- p-X-Ip  imkv Xob  cn- m-e  apd-I-fp-tSbpw kmt -XnI hnZ-y-I-fp-tSbpw tiJ-c-amWv tIcf Im jnI k Δ-I-em-ime  pd-Øn-d- p  hnf-  -cn- m-e   n t -i-ß-fpsS Cu kwlnX (Package of Practices: Crops). BZy  Xn- p apX  Xs  I j-Icpw Im jnI hnI-k  DtZ-ym-K-ÿcpw Im jnI imkv X hnZ-ym  n-Ifpw Hcp-t mse B i-bn- p  Hcp d -d kv  KŸ-ambn Cu   kn- o-I-cWØn p amdm  Ign p F Xv A n-am- m l-am-Wv. Im jnI taJe A n-ap-Jo-I-cn- p    iv -ßƒ p  imkv X-ob  cn-lmcßƒ AS-ßp  Cu  KŸw Imem- p-kr-X-ambn  cn-jvI-cn v   kn- o- I-cn- pI F  ISa  nd-th- p- -Xn  k Δ-I-em-ime F pw  i n- n- p- v. CX- p-k-cn v 2010- 15 Ime-L- -Ønse Kth-jW  e-ß-fpsS ASn-ÿm- -Øn   cn-jvI-cn  Package of Practices: Crops s   Xn-  mw  Xn v 2016     kn- o-I-cn pI-bp- m-bn. Cu  Xn- ns  ae-bmf  cn- m-j-bmWv hnf - -cn- m-e  ip m i-Iƒ 2017 s  c mw  Xn- mbn ChnsS  pd-Øn-d- p -Xv. I j-I  v IqSp-X   e-  -Z-am-Ip  coXn-bn-emWv CXns  D -S w  Iao-I-cn- n- p- -Xv. hnf-  -cn- m-e  ip m i-Iƒ F  ae-bmf   kn- o-I-c-W- Øn v kzo-Im-c-y-X-tbdpw F  DØa hni-zm-k-tØmsS Cu   kn- o-I-cWw Im jnI tIc-f-Øn"
}