{
  "file_name": "Medicinal plants.pdf",
  "file_path": "agricultural_pdfs/Medicinal plants.pdf",
  "processed_at": "1757513713.0924015",
  "total_text_length": 79725,
  "sections": {
    "crop_cultivation": "കൃഷിയിടങ്ങളില് ക ഒരു േളയായിടാണ് ഇതികന ോണാറുള്ളത്. ഒരു േളയായി കൃഷിയിടങ്ങളിലും കറാഡുവക്കിലും േണ്ടുവരുന്നു. മിക്കവാറും എല്ലാ മിലാിലും ഇത് കൃഷികെയ്യാല്ലൃന്നതാണ്. കേരളത്തികല ോലാവസ്ഥയും ഇതികന്റ കൃഷിക്ക് ഏകറ അനുകൂലമാണ്. തണ്ടുമുറിച്ചാണ് പുതിയ കൃഷിയിറക്കുന്നത്. തനിവിളയായും ഇടവിളയായും േിരിയാത്ത് കൃഷികെയ്യാം. ലപുഷ്ടിയുള്ള മിലാാണ് ഇതികന്റ കൃഷിക്ക് അനുകയാജയം. ഒരു കഹക്ടര്  സ്ഥലകത്തയ്ക്ക് 500 ഗ്രാം വിത്ത് മതിയാും. കൃഷിസ്ഥലം ഉള്ളൃതു പരുവകപടുത്തി ോലിവളം പ്രകയാഗിച്ചകശഷം വിത്ത് മണലുേലര് ത്തി വിതറുേകയാ തവാരണേളില് ക തയ്യാറാക്കികയടുത്ത കെടി പറിച്ചുനടുേകയാ കെയ്യാം. നല്ല നീര് വാര് ച്ചയും വളൂറുമറുമുള്ള മിലാില് ക ഇരുകവലി കൃഷി കെയ്യാം. ഔഷധകയാഗയമായ ഭാഗങ്ങള് കവര്, തണ്ട്, ഇല, വിത്ത് എന്നിവയാണ്. വിത്ത് കപാടിച്ച് പാലില് ക േലര് ത്തി പഞ്ചിസാരയും കെര് ത്ത് േഴിച്ചാല് ക പുരുഷന്മാരുകട തലംഗിേകശഷി വര് ദ്ധിക്കും. താമരവിത്ത് അരച്ചുപുരട്ടുന്നത് തൃക്ക് കരാഗങ്ങള്ക്ക് ഉത്തമമാണ്. ടാങ്കുപണിത് അതിനുള്ളിലും താമര കൃഷി കെയ്യാം. വളകര ലളിതമാണ് ഇതികന്റ കൃഷിരീതി. തനിവിളയായും ഇടവിളയായും കൃഷികെയ്യാം. ഒരു കഹക്ടര്  പ്രകദശകത്തക്ക് കവണ്ട തതേള് ഉല്പാദിപിക്കുന്നതിന് അഞ്ചു േികലാ വിത്ത് കവണ്ടി വരുന്നു. രാമച്ചം കവരില് കനിന്നുകമടുക്കുന്ന വാസനതത്തലത്തിനു കവണ്ടിയാണ് പ്രധാനമായും രാമച്ചം (കവറൃികവറിയ തസസകനായിഡ്സ് കൃഷികെയ്യുന്നത്. -3 എന്ന ദക്ഷികണതയന് ഇനം കേരളത്തില് ക വയാപേമായി കൃഷികെയ്തുവരുന്നു. ോലവര് ഷത്തികന്റ ആഗമനകത്താടുകൂടി കൃഷിപണിേള് ആരംഭിക്കാല്ലൃന്നതാണ്. ഈര് പമില്ലാത്ത വരണ്ടോലാവസ്ഥയാണ് അമുക്കുരത്തികന്റ കൃഷിക്ക് ഉത്തമം. വിത്ത് കനരിട് വിതക്കുേയും ആോം. ഗ്രാമും വിത്ത് കഹക്ടകറാന്നിന് കവണ്ടി വരുന്നു. ഈര് പം തങ്ങി നില് കക്കുന്ന മിലാിലാണ് വയമ്പ് വയാപോടിസ്ഥാനത്തില് ക കൃഷി കെയ്യുന്നത്. െതുപ്പുപ്രകദശങ്ങളിലും പാടകശഖ്രങ്ങളിലും മറൄം കവള്ളം വാര് ത്തുേളഞ്ഞ് ഇത് കൃഷിയിറക്കാല്ലൃന്നതാണ്. ഏതാണ്ട് അഞ്ചുവര് ഷകത്താളം സ്റ്റീവിയ ആദായേരമായ രീതിയില് ക കൃഷികെയ്യാം. തുളസിയുകട വളര് ച്ചയ്ക്ക് സൂരയപ്രോശം അനിവാരയമായതുകോണ്ട് ഒരു തനിവിളയായിമാത്രകമ വയാവസായിോടിസ്ഥാനത്തില് ക കൃഷികെയ്യുവാന് സാധിക്കുേയുള്ളൂ. വിത്ത് ഉപകയാഗിക്കുേയാകണകില് ക ഒരു കഹക്ടര്  സ്ഥലകത്തക്കു കവണ്ട തതേള് ഉല്പാദിക്കുന്നതിന് 500 ഗ്രാം മതിയാും. തനിവിളയായും ഇടവിളയായും ഈ ഔഷധവിള കൃഷികെയ്യാം. മട്ടുപാല്ലൃം ഇതികന്റ കൃഷിക്ക് അനുകയാജയമാണ്. തനിവിളയായും ഇടവിളയായും ഇത് കൃഷി കെയ്യാം. നല്ല മഴ ലഭിക്കുന്ന പ്രകദശങ്ങ ഓം തജവാംശം േലര് ന്ന നീര് വാഴ്ചസൗേരയമുള്ള മണ്ണും ഈ കൃഷിക്ക് അനിവാരയമാണ്. കജാകഹാര് , സിംഗപൂര് , ഇന്കഡാകനഷയ, തുടങ്ങിയ ഇനങ്ങളാണ് സാധാരണയായി കൃഷികെയ്തുവരുന്നത്. കൃഷിസ്ഥലം നന്നായി േിളച്ച് വാരങ്ങ ഓം ൊലുേ ഓമാക്കി തിരിക്കണം. മഴ കൂടുതല് ക ലഭിക്കുന്ന ഉഷ്ണകമഖ്ലാ പ്രകദശങ്ങളില് ക തനിവിളയായും ഇടവിളയായും ഇത് കൃഷികെയ്യാം. കെടിയില് കനിന്നും കശഖ്രിച്ച വിത്ത് ഉടകന നടുന്നതാണ് നല്ലത്. പള്ളൃത്തുപാേമായി പറികച്ചടുത്ത വിത്ത് പഴേിയ െണൊക്കില് ക ഉരസി മാംസളമായ ഭാഗം േളഞ്ഞ് േള്ളൃേി ല്ല൅ത്തിയാക്കി കവയിലില് ക ഉണക്കികയടുത്ത് പാോല്ലൃന്നതാണ്. മഴകയമാത്രം ആശ്രയിച്ചു കൃഷിയിറക്കുകമ്പാള് വിളല്ലൃ തീകര ുറയുന്നതായി േണ്ടുവരുന്നു. വിത്ത് ഉപകയാഗിക്കുകമ്പാള് ഏതാണ്ട് മൂന്ന് ടണ് സ്റ്വകര ഉണങ്ങിയ കവര് ലഭിക്കുന്നു. വരണ്ട ോലാവസ്ഥ നിലനില് കക്കുന്ന പ്രകദശങ്ങളാണ് നിതയേലയാണികൃഷിക്ക് ഏറൃല്ലൃം അനുകയാജയം. െരിത്രം സൂെിപിക്കുന്നത് തെനയില് ക പണ്ടുോലത്ത് ശത്രുക്കള്ക്ക് വിഷം കോടുക്കാനായി ഉമ്മത്തികന്റ വിത്ത് ഉപകയാഗിച്ചിരുന്നു എന്നാണ്. വിത്ത് , കവര്, ഇല ഇവയാണ് ഔഷധകയാഗയമായ ഭാഗങ്ങള്. ോയ്കറിയായി ഉപകയാഗിക്കുന്ന കവണ്ടയുകട കൃഷിസമ്പ്രദായങ്ങള് േസ്തൂരി കവണ്ടയ്ക്കും അനുവര് ത്തിക്കാല്ലൃന്നതാണ്. തനിവിളയായും ഇടവിളയായും ശതാവരി കൃഷികെയ്യാം. പാവല് ക, പടവലം തുടങ്ങിയവയുകട കൃഷിരീതി തകന്നയാണ് ോട്ടുപടവലത്തിനും അവലംബിക്കുന്നത്. കൃഷിസ്ഥലം േിളകച്ചാരുക്കിയകശഷം 1. പള്ളൃത്ത ോയ്കളില് ക നിന്നും വിത്ത് കവര് തിരികച്ചടുത്ത് കവള്ളത്തില് ക േള്ളൃേി പറൃിപിടിച്ചിരിക്കുന്ന മാംസളഭാഗങ്ങള് നീക്കം കെയ്യുന്നു. കൃഷിരീതിയും ഉപകയാഗല്ലൃകമല്ലാം തിപലികയ കപാകലയാണ്. 24 മണിൂറുമര്  കനരം വിത്ത് കവള്ളത്തില് ക ുതിര് ത്ത കശഷം വിതയ്ക്കുേയാകണകില് ക കവഗം േിളിര് ക്കും. വള്ളിമുറിച്ചു കവരുപിടിപിച്ച് പുതിയ കൃഷി ഇറക്കാല്ലൃന്നതാണ്. അസ്ഥിരാവം, വിളര് ച്ച, കമലിച്ചില് ക, നടുകവദന തുടങ്ങിയ വിഷമതേള് പമ്പേടക്കും. േീടങ്ങകള തുരത്താനും കവപ് ഉത്തമമാണ് വംശവര് ദ്ധനവിന് വിത്ത് ഉപകയാഗിക്കുന്നു. രണ്ടുമണിൂറുമര്  സമയം വിത്ത് കവള്ളത്തില് ക ുതിര് ത്ത കശഷം തവാരണേളികലാ കപാടിംഗ് മിശ്രിതം നിറച്ച കപാളിത്തീന് കൂടേളികലാ പാുന്നു. എിലാ, വിത്ത് , ുരുന്നില, കവര് ഇവയാണ് ഔഷധകയാഗയമായ ഭാഗങ്ങള്. മകരാടി എിലാ തയ്യാറാക്കുന്നത് പാേമായ വിത്ത് ആടികയടുത്താണ്. മുരിങ്ങ ഒരു ഹ്രസൃോലവിളയായും ദീര് ഘോലവിളയായും മുരിങ്ങ (കമാരിങ്ങ ഒളിക റ കൃഷിയിറക്കാല്ലൃന്നതാണ്. കൃഷിസ്ഥലം േിളകച്ചാരുക്കിയകശഷം 5 മീറൃര്  അേലത്തില് ക ോലവര് ഷത്തികന്റ ആരംഭകത്താടുകൂടി തതേള് നടുന്നു. തവാരണേളില് ക പാുന്നതിന് മുമ്പായി വിത്ത് 24 മണിൂറുമര്  ൊണേകവള്ളത്തില് ക മുക്കിവയ്ക്കണം. ഇവ േറുപ്പുനിറമാുകമ്പാള് ോയുകട മാംസളഭാഗം നീക്കം കെയ്ത് വിത്ത് കവര് തിരികച്ചടുത്ത് രണ്ടുമൂന്നുദിവസം ഉണക്കികയടുക്കുന്നു. ോഞ്ഞിരത്തികന്റ വിത്ത് , കവര്, തളിര് എന്നീഭാഗങ്ങള് ശുദ്ധി കെയ്ത് ഔഷധപ്രകയാഗത്തിന് ഉപകയാഗിക്കാം. വിത്ത് സംഭരിച്ച് ഉണക്കി വില്പന നടത്താല്ലൃന്നതാണ്. തതേള് പറിച്ചുനടുകമ്പാള് 3 മീറൃര്  X 3 മീറൃര്  അേലം പാലിക്കാല്ലൃന്നതാണ്. ",
    "pest_diseases": "",
    "fertilizer_management": "ധാരാളം തജവവളം ആവശയമുള്ള ഒരു വിളയാണിത്. അടിവളമായി 10 ടണ് സ്റ് ോലിവളം കേരള ോര് ഷിേ സര് വ്വേലാശാല 11 പ്രകയാഗിക്കണം. കൃഷിസ്ഥലം ഉള്ളൃതു പരുവകപടുത്തി ോലിവളം പ്രകയാഗിച്ചകശഷം വിത്ത് മണലുേലര് ത്തി വിതറുേകയാ തവാരണേളില് ക തയ്യാറാക്കികയടുത്ത കെടി പറിച്ചുനടുേകയാ കെയ്യാം. കഹക്ടര്  ഒന്നിന് 15 ടണ് സ്റ് തജവവളം പ്രകയാഗിച്ചകശഷം വാരങ്ങള് കോരി 20 കസ. അടിവളമായി 25 ടണ് സ്റ് തജവവളം കെര് ക്കണം. അേലത്തില് ക എടുക്കുന്ന ുഴിേളില് ക ോലിവളം നിറച്ച് േന്നുേള് നടുന്നു. നിലകമാരുക്കുകമ്പാള് 30 ടണ് സ്റ് ോലിവളം പ്രകയാഗിക്കുന്നു. അടിവളമായി 30 ടണ് സ്റ് ോലിവളം, 10:60:30 േികലാഗ്രാം തനട്ടൃജന്:ക ാസ്ഫറസ്:കപാടാസയം കഹക്ടകറാന്നിന് നല് കേണം. അടിവളമായി 5 ടണ് സ്റ് ോലിവളം കെര് ക്കണം. ഗ്രാം തജവവളം ഇടകശഷം കൂനകൂടി കൂനക്കുമുേളില് ക തതേള് നടുന്നു. 8 മീറൃര്  അേലത്തികലടുക്കുന്ന ുഴിേളില് ക തജവവളം കെര് ത്ത് ഇളക്കിയകശഷം അകഞ്ചിാ ആകറാ വിത്തുപാുന്നു. വള്ളിവീശിക്കഴിഞ്ഞകശഷം രണ്ടാഴ്ചയികലാരിക്കല് ക തജവവളം കെര് ത്ത് കെടിയുകട ുവടില് ക മിലാ് അണച്ചുകോടുക്കണം. സമെതുരത്തികലടുക്കുന്ന ുഴിേളില് ക തജവവളം നിറച്ചകശഷം ോലവര് ഷകത്താടുകൂടി പറിച്ചുനടാല്ലൃന്നതാണ്. ുഴികയാന്നിന് ഒരു േികലാഗ്രാം ോലിവളം വിതറി തതേള് നടുന്നു. ോലിവളം വിതറിയകശഷം തതേള് നടുന്നു. ഗ്രാമും പ്രായപൂര് ത്തിയായ മരങ്ങള്ക്ക് 50 േികലാഗ്രാം േണക്കിലും ോലിവളം നല് കേണം. ോലിവളം കെടികയാന്നിന് ഒന്നാംവര് ഷം മുതല് ക നാലുേികലായും ോലക്രകമണ ഇത് വര് ദ്ധിപിച്ച് 5 വര് ഷമാുകമ്പാള് 10 േികലാ വീതല്ലൃം പ്രകയാഗിക്കണം. തതേള് മൂന്നുമീറൃര്  അേലത്തികലടുക്കുന്ന ുഴിേളില് ക തജവവളം കെര് ത്ത് ഇളക്കിയകശഷം നടുന്നു. സമെതുരാകൃതിയിലുള്ള ുഴിയില് ക ോലിവളം നിറച്ചുമൂടിയകശഷം കേരള ോര് ഷിേ സര് വ്വേലാശാല 64 നടാല്ലൃന്നതാണ്. സമെതുരാകൃതിയില് ക എടുക്കുന്ന ുഴിേളില് ക ോലിവളം നിറച്ചകശഷം മൂന്നുമീറൃര്  അേലത്തില് ക തതേള് പറിച്ചുനടുന്നു. ",
    "irrigation": "300 ഗ്രാം പുന്നകത്താല് ക , 4 ൈാസ് കവള്ളത്തില് ക തിളപിച്ച് തണുപിച്ച് അരികച്ചടുക്കുന്ന ഈ ഔഷധജലം കരാഗാണുക്കകള നശിപിക്കാനും ല്ല൅ണം ുഖ്കപടുത്തുവാനും പുേള്കപറൃതാണ്. ",
    "harvesting": "കഹക്ടകറാന്നിന് 25 ടണ് സ്റ് വിളവ് പ്രതീക്ഷിക്കാം. കഹക്ടകറാന്നിന് 5 ടണ് സ്റ് വകര വിളവ് പ്രതീക്ഷിക്കാം. ",
    "soil_management": "മുത്തങ്ങ മനുഷയകന്റ ആകരാഗയസംരക്ഷണത്തിന് ഭൂമി കദവി നല് കുന്ന േറുത്ത ളിളിേയാണ് മുത്തങ്ങ േിഴങ്ങ്. തമിഴില് ക പൂ എന്നാല് ക ഭൂമികയന്നും അരശ് എന്നാല് ക െക്രവര് ത്തികയന്നുമാണ് സാരം. ",
    "weather_guidance": "ധാരാളം മഴയും സൂരയപ്രോശല്ലൃം വളര് ച്ചയ്ക്ക് അതയതാകപക്ഷിതമാണ്. നല്ല മഴ ലഭിക്കുന്ന പ്രകദശങ്ങ ഓം തജവാംശം േലര് ന്ന നീര് വാഴ്ചസൗേരയമുള്ള മണ്ണും ഈ കൃഷിക്ക് അനിവാരയമാണ്. മഴ കൂടുതല് ക ലഭിക്കുന്ന ഉഷ്ണകമഖ്ലാ പ്രകദശങ്ങളില് ക തനിവിളയായും ഇടവിളയായും ഇത് കൃഷികെയ്യാം. മഴ ുറല്ലൃള്ള പ്രകദശങ്ങളില് ക കവനല് കക്കാല നന ഇതിനനിവാരയമാണ്. മഴകയമാത്രം ആശ്രയിച്ചു കൃഷിയിറക്കുകമ്പാള് വിളല്ലൃ തീകര ുറയുന്നതായി േണ്ടുവരുന്നു. മഴകവള്ളം ഇലനിരപില് ക മാത്രം വീള്ളൃന്നതുകോണ്ട് മിലാ് സംരക്ഷിത വലയത്തിനുള്ളിലായിരിക്കും. ഇതയയില് ക ഏറൃല്ലൃം കൂടുതലായി മകരാടിമരങ്ങള് ോണുന്നത് കേരളത്തില് ക അധിേരിച്ച മഴ ലഭിക്കുന്ന വനപ്രകദശങ്ങളിലാണ്. 35 മുതല് ക 40 ഡിഗ്രി കസന്റീകഗ്രഡാണ് ഏറൃല്ലൃം അനുകയാജയമായ താപനില. ",
    "market_information": "ഈ സമയത്ത് കെടിസമൂലം പിള്ളൃകതടുത്ത് തണലില് ക ഉണക്കി വില്പന നടത്താം. നട് ആറുമാസത്തിനുകശഷം കെടിേള് പുള്ളൃകതടുത്ത് , കവരുേള് േള്ളൃേി കവയിലത്ത് ഉണക്കി കെറുകേട്ടുേളാക്കി വില്പന നടത്താം. മയക്കം, െര് ദി, മുഖ്ത്തു കോടം തുടങ്ങിയ അവസ്ഥേള് ുടിേളില് ക ോണുകമ്പാള് അരുതയില െതച്ചു മണപിക്കുന്നതും രണ്ടുതുള്ളി നാവില് ക കോടുക്കുന്നതും ളിണേരമാണ്. പൂക്കള് ഇതള് വിരിയുന്നതിന് രണ്ടു ദിവസം മുമ്പ് പൂകമാട് പറികച്ചടുത്ത് വില്പന നടത്താല്ലൃന്നതാണ്. േിഴങ്ങ് പച്ചയായും ഉണക്കിയും വില്പന നടത്താം. ദക്ഷികണതയന് ഇനങ്ങള്ക്ക് കവരും തതലല്ലൃം കൂടുതല് ക ഉല്പാദിപിക്കാനാുകമകിലും തതലത്തിന് ളിണവിലവാരം കൂടുതല് ക ഉത്തകരതയന് ഇനത്തിനാണ്. മധുരാംശം ധാരാളമുകണ്ടകിലും ഇത് േഴിക്കുകമ്പാള് രക്തത്തികല പഞ്ചിസാരയുകട അളവില് ക ഏറൃക്കുറച്ചില് ക സംഭവിക്കുന്നില്ല. പകച്ചാളി തതലം മറൄ വാസനതതലങ്ങ ഓമായി നല്ലവിലാം േലരുന്നതുകോണ്ട് വാസനദ്രവയനിര് മ്മാണത്തില് ക ഇത് ഒഴിച്ചുകൂടാനാവാത്തതാണ്. 5 കസന്റീമീറൃര്  വകര വിലാല്ലൃം ോണുന്നു. നീളത്തില് ക മുറിച്ച് സൂരയപ്രോശത്തില് ക ഉണക്കി വില് കക്കാം. വിത്തില് കനിന്നും കവര് തിരികച്ചടുക്കുന്ന എിലാ അപേൃമായ പരുവില് ക കലപനമായി ഉപകയാഗിക്കുകമ്പാള് പരുകവഗം പള്ളൃത്തുകപാട്ടുന്നു. പാമ്പുേടികയറൃാല് ക അകപാള്തകന്ന ഇതികന്റ ഇല അരച്ച് മുറിവില് ക തിരുമ്മുേയും പൂശുേയും കവണം. ഉണക്കികപാടിച്ച കവര് കവിലായികലാ, കതനികലാ ൊലിച്ച് ഒരു കടാണിക്കുകപാകല മഞ്ഞപിത്തത്തിനും വാതകരാഗങ്ങള്ക്കുകമതികര ഉപകയാഗിക്കുന്നു. ഇതിന് മനുഷയശരീരത്തികല കോള്ളൃപികന്റ അളവികന ക്രമീേരിച്ച് അമിതവിലാല്ലൃം തൂക്കല്ലൃം ുറയ്ക്കുവാന് േഴില്ലൃണ്ട്. ുടംപുളി സത്ത് ഇന്ന് പലകപരുേളില് ക വിപണിയില് ക ലഭയമാണ്. ഈ എിലാ ൊല് കമുഗ്രിേ് രയില് ക എന്നകപരിലാണ് വിപണിയില് ക അറിയകപടുന്നത്. കവരികന്റ കതാലിയും പറകിപടയും ഇടിച്ചുകപാടിയാക്കി രണ്ടുകനരം കവിലാകെര് ത്ത് േഴിക്കുന്നത് ുഷ്ഠകരാഗത്തിനുകപാലും ലപ്രദമാണ്. േീടങ്ങള് േടിച്ച ഭാഗത്തും മുറിവിലും പൂവരശ്ശികന്റ പൂവ് അരച്ചിടുന്നത് ളിണേരമാണ്. ോഞ്ഞിരക്കുരുവില് ക രിനിന് എന്ന ഏറൃല്ലൃം കൂടുതല് ക േയ്പുരസമുള്ള ആല് കക്കകലായ്പ്പഡ് ആണ് അടങ്ങിയിരിക്കുന്നത്. ുരുവില് കനിന്നും ഇത് വാണിജയാടിസ്ഥാനത്തില് ക കവര് തിരികച്ചടുത്ത് ഉപകയാഗിച്ചുവരുന്നു. വിത്ത് സംഭരിച്ച് ഉണക്കി വില്പന നടത്താല്ലൃന്നതാണ്. വിഷജന്തുക്കള് േടിച്ചാല് ക മുറിവില് ക അകകാലത്തികന്റ കവര്, ഇല, കതാലി ഇവ അരച്ചുപുരട്ടുന്നത് ളിണം കെയ്യും. ",
    "general_advice": ""
  },
  "full_text": "കേരള ോര് ഷിേ സര് വ്വേലാശാല 1 അധിക വായനയ്ക്ക് :- അധിക വായനയ്ക്ക് :- അധിക വായനയ്ക്ക് :- സി.ഇ.എല് .വെബ് സൈറ്റ് പേജുകളില് ഉള് പ്പെടാത്ത മറ്റുചില സി.ഇ.എല് .വെബ് സൈറ്റ് പേജുകളില് ഉള് പ്പെടാത്ത മറ്റുചില സി.ഇ.എല് .വെബ് സൈറ്റ് പേജുകളില് ഉള് പ്പെടാത്ത മറ്റുചില ഔഷധവിളകള്  ഔഷധവിളകള്  ഔഷധവിളകള്  അധിക വായനയ്ക്ക്:-സി.ഇ.എല് .വെബ് സൈറ്റ്പേജുകളില്ഉള് പ്പെടാത്ത മറ്റുചിലഔഷധവിളകള്മുഖ്യസ്രോതസ്സ്   ഔഷധവിളകള് -2009 ഡോ.എ.എസ്.അനില് കുമാര്, ഡോ.എം.എസ്.ഹജിലാല്, ഡോ.കെ.ഹരികൃഷ്ണന് നായര്, ഡോ.ജെ.ആര് തര് ജേക്കബ് - (കേരള കാര് ഷിക സര് വ്വകലാശാല) മുഖ്യകരാതസ്സ് മുഖ്യസ്രോതസ്സ് മുഖ്യസ്രോതസ്സ്     ഔഷധവിളേള് -2009ഔഷധവിളകള് -2009ഔഷധവിളകള് -2009 കഡാ.എ.എസ്.അനില് കുമാര് , ഡോ.എ.എസ്.അനില് കുമാര്, ഡോ.എ.എസ്.അനില് കുമാര്, കഡാ.എം.എസ്.ഹജിലാല് ക, ഡോ.എം.എസ്.ഹജിലാല്, ഡോ.എം.എസ്.ഹജിലാല്, കഡാ.കേ.ഹരികൃഷ്ണന് നായര് , ഡോ.കെ.ഹരികൃഷ്ണന് നായര്, ഡോ.കെ.ഹരികൃഷ്ണന് നായര്, കഡാ.കജ.ആര് തര്  കജക്കബ് - ഡോ.ജെ.ആര് തര് ജേക്കബ് - ഡോ.ജെ.ആര് തര് ജേക്കബ് - (കേരള ോര് ഷിേ സര് വ്വേലാശാല (കേരള കാര് ഷിക സര് വ്വകലാശാല)(കേരള കാര് ഷിക സര് വ്വകലാശാല) കസന്റര്  ക ാര്  ഇ-കലണിംഗ്, KAU, Thrissur. കേരള ോര് ഷിേ സര് വ്വേലാശാല 2 ഉള്ളടക്കം 1. ഔഷധമൃദുസസയങ്ങള്       6-19 നറുനണ്ടി......................................................6 ുടങ്ങല് ക ...................................................... 6 മുത്തങ്ങ....................................................... 7 ആകരാഗയപച്ച..............................................8 േല്ലൂര് വഞ്ചിി.................................................. 9 േല്ലുരുക്കി..................................................... 9 മരുന്നു കോളിയസ്...................................... 10 പനികൂര് ക്ക................................................... 11 േിരിയാത്ത്.................................................. 11 ഇരുകവലി.................................................... 13 അരുത........................................................ 13 വയല് കുള്ളി................................................. 14 താമര.......................................................... 15 തള്ളൃതാമ തമിഴാമ.......................................... 16 േീഴാകനല്ലി................................................... 17 േടലാടി....................................................... 18 േസ്തൂരിമഞ്ഞള് ............................................ 19 കേരള ോര് ഷിേ സര് വ്വേലാശാല 3 2. ഔഷധ പുല്ലുേള്        ..20-22 പാമകറാസ..................................................20 രാമച്ചം......................................................... 21 3. ഔഷധ ുറൃികച്ചടിേള്       23-37 അമുക്കുരം..................................................... 23 വയമ്പ്......................................................... 24 സ്റ്റീവിയ........................................................ 25 കൃഷ്ണതുളസി.................................................. 26 േറൃാര് വാഴ................................................... 28 പകച്ചാളി....................................................... 29 സര് പഗി അി അമല് കകപാരി.......................... 30 ഇന്ുലിന്കെടി......................................... 33 നിതയേലയാണി ഉഷമലരി.............................. 34 കെറുകതക്ക്................................................... 35 ഉമ്മം............................................................ 36 േസ്തൂരികവണ്ട.............................................. 37 കേരള ോര് ഷിേ സര് വ്വേലാശാല 4 4. ഔഷധവള്ളിേള്        .38-49 ശതാവരി.....................................................38 അടപതിയന് ............................................... 38 കമകതാന്നി................................................... 39 ോട്ടുപടവലം................................................ 40 മരമഞ്ഞള് .................................................. 41 ജാവതിപലി.................................................. 42 ശംഖുപുഷ്പം................................................... 44 േഴഞ്ചിി േഴഞ്ചിിക്കുരു.................................... 45 പാല് കമുതക്ക്................................................. 45 െങ്ങലം പരണ്ട നിലമ്പരണ്ട.........................46 ഈശൃരമൂലി ഗരുഡകോടി........................... 47 െിറൃമൃത്........................................................ 48 പാടേിഴങ്ങ്..................................................49 കേരള ോര് ഷിേ സര് വ്വേലാശാല 5 5. ഔഷധമരങ്ങള്        ...50-69 പതിമുേം......................................................50 അനാകടാ.................................................... 51 ആരയകവപ്................................................... 51 അേത്തി..................................................... 52 ുടംപുളി....................................................... 53 മകരാടി......................................................... 55 മുരിങ്ങ......................................................... 56 അകശാേം................................................... 57 േരികനാച്ചി..................................................59 പുന്ന............................................................ 59 െന്ദനം........................................................ 61 പൂവരശ്....................................................... 62 രക്തെന്ദനം................................................ 63 ഉങ്ങ്............................................................ 64 ുമിഴ് ുമ്പിള് .........."
}