{
  "file_name": "Rice.pdf",
  "file_path": "agricultural_pdfs/Rice.pdf",
  "processed_at": "1757513713.093371",
  "total_text_length": 85488,
  "sections": {
    "crop_cultivation": "Introduction Integral India has the largest area under rice cultivation in the world (44. AESA Methodology Field observations on insect pests and diseases are to be initiated after 20 days of transplanting. 75 litre of water just before sowing. Timely planting sowing. Pre-sowing irrigation: Many weeds can be controlled by applying pre-sowing irrigation to area where nursery or seedlings are to be transplanted. As far as possible rice seedling should be free from weed seedlings at the time of transplanting. Mechanical methods of weed should be practiced after 2-3 weeks and second time if necessary after 4-6 weeks of sowing. y Early planting may escape the peak caseworm moth activity period. Therefore, by draining the water at 3-4 days intervals during the first 30 days after transplanting, egg lying is reduced. y Close planting decreases oviposition and subsequent damage 3. y Planting of early and using early maturing varieties may help to avoid high infestations. y Avoiding staggered planting (complete planting in an area within 3 weeks) to reduce infestation. Rice leaf folders (Cnaphalocrocis medinalis) y Early planting may help to avoid greater degrees of leaf damage. Yellow stem borer (Scirpophaga incertulas) y Clipping the tips of seedlings before transplanting greatly reduces the carryover of eggs from the seedbed to the transplanted fields y Rice varieties with short stature and shorter growth duration periods suffer less damage than long growth duration varieties. Insect Pest Cultural Practices y Planting or seeding times may be delayed to avoid the peak emergence of moths from the diapausing populations. y Transplanting older seedlings ( 3 weeks) also reduces viral disease susceptibility transmitted by leafhoppers. y Avoid planting at peak activity (shown by historical records) period to avoid infestation. y Early planting within a given planting period, particularly in the dry season, reduces the risk of insect-vector disease. y Synchronous planting (planting neighboring fields within 3 weeks) and maintaining a rice-free period may be effective. y Adjusting the planting date allows a degree of manipulation of N. y Clipping of rice seedlings tips at the time of transplanting to minimize carryover of rice hispa, case worm and stem borer infestation from seed bed to the transplanted fields. Management of farmland and rice bunds with planting of flowering weeds like marigold, sun hemp increases beneficial natural enemy population and also reduce the incidence of root knot nematodes. Behavioural Control Mass trapping of yellow stem borer male moths by installing pheromone traps   20 traps ha with lures containing 10-15 mg pheromone at 20 days after transplanting. 3  GR  16670-25000 g  ha at 20 days after transplanting. 80 l ha   18-20 days after sowing in grassy weeds in direct seeded rice followed by one hand weeding given after 4-6 weeks. 0 l ha as pre-emergence within 4-6 days after transplanting. 5 l ha at 3-10 days after transplanting. 2 Pre-sowing of nursery bed treatment with carbofuran 3  CG   50000 g ha, if nematode population crosses the ETL. Do not grow varieties not suitable for the season or the region 4 Sow early in the season Avoid late sowing as this may lead to reduced yields and incidence of white grubs and diseases. 10 Use micronutrient mixture after sowing based on the test recommendations. Do not apply any micronutrient mixture after sowing without test 11 Conduct AESA weekly in the morning preferably before 9 a. ",
    "pest_diseases": "INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Anand Prakash J S Bentur M Srinivas Prasad R K Tanwar O P Sharma Someshwar Bhagat Mukesh Sehgal S P Singh Monika Singh C Chattopadhyay S N Sushil A K Sinha Ram Asre K S Kapoor K Satyagopal P Jeyakumar National Centre for Integrated Pest Management LBS Building, IARI Campus, New Delhi   110 012 Directorate of Plant Protection, Quarantine   Storage (DPPQ S) CGO Complex, NH IV, Faridabad Haryana- 121001 National Institute of Plant Health Management (NIPHM) DAC, Min of Agri. Integrated Pest Management for Rice. National Centre for Integrated Pest Management, LBS Building, IARI Campus, Pusa, New Delhi-110 012 1CRRI, Cuttack 753006 2DRR, Rajendernagar, Hyderabad 500030 3Directorate of Plant Protection, Quarantine   Storage, Faridabad 121 001 4National Institute of Plant Health Management, Rajendranagar, Hyderabad 500030 Published by : Director National Centre for Integrated Pest Management, LBS Building, IARI Campus, New Delhi   110 012 on behalf of Directorate of Plant Protection, Quarantine   Storage, CGO Complex, NH IV, Faridabad, Haryana- 121 001 Year : 2014 Copies : 500 Printed by: M s. Royal Offset Printers, A-89 1, Naraina Industrial Area, Phase-I, New Delhi-110028 iii iv v PREFACE Pests are major biotic constraints to achieve self sufficiency in ensuring food security. Losses due to pest vary range 10-30  depending upon the genetic constituent of crop, its health and the governing environment. General national estimate of annual crop losses due to pest amounts to   260000 million per year. In view of inefficacy of chemical pesticides and environmental problems thereof, Integrated Pest Management (IPM) has been accepted as a cardinal principle of Plant Protection in the overall Crop Protection Programme under the National Agricultural Policy of the Govt. The IPM package encompasses various management strategies for pest and disease problems. Pest monitoring is also one of the important components of IPM to take proper decision to manage any pest problem. The economic threshold level (ETL) of important pests and diseases are also given in the package to activate appropriate control measures on standing crops. Though these were useful, there is a need to update them in view of changing climate and its impact on pests and their protection measures. A National Workshop on IPM for harmonization of Package of Practices was organized at the National Centre for Integrated Pest Management, New Delhi, during 25-26th Feb. It will also be useful in reducing the pesticide residues in exportable agricultural commodities and would also help in the management of pests diseases weeds nematodes, which may get inadvertently introduced in the country. Major Insect Pests: National Significance. Major Insect Pests: Regional Significance. Major Diseases of National Significance. Major Diseases of Regional Significance. Integrated Pest Management Approach. Pest Monitoring. Economic Threshold Levels (ETL) of major pests of. Pest Defender Ratio. 17 Generic IPM module based on Vegetative Stage Crop Stage  Pest vis-a-vis IPM Practices 3. 19 CONTENTS viii Annexure   I List of recommended pesticides for rice. 26 Annexure   II Commonly Available Formulations of Pesticides for Agricultural Use. 29 Annexure   III Pesticides and their Mode of Action. 30 Annexure   IV Mechanisms of Actions of Major Pesticides. 32 Annexure   VI Pesticides   Formulations banned in India. 33 Annexure   VII Pesticides Restricted for Use in the Country. 34 Annexure   VIII Basic Precautions in Pesticide Usage. 38 different pesticides. Plates Plate   1: Symptoms of important diseases of rice. 41 Plate   2: Important insect pests of rice. 42 Plate   3: Key parasitoids and predators of rice insect pests. 43 CONTENTS 1 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 1. The rice crop is prone to stress throughout the crop growth period due to onslaught from different pests such as insects, nematodes, diseases, weeds and rats. Adoption of integrated pest management (IPM) strategies is the best solution to tackle the pest problems. Rice IPM provides a framework for integrating knowledge, skills and information on rice pest management. An IPM practice in rice production initiatives includes regular pest monitoring, research on the optimal use of pesticides, complementary weed control strategies, and alternative cultural and biological controls. Since IPM is a dynamic process, therefore, it needs continuous up gradation of the technology as per the changing pest scenario. However, concomitant with the practice of intensive agriculture, there is aggravation of biotic constraints like insect pests, diseases and weeds. More than 100 species of insects have been recorded as pest of rice, of which about a dozen are of significance in India. The co-ordinated network trials conducted at different centres in India have indicated that controlling of insect pests alone increase yield by around 1 ton  ha. The diseases of rice accounts for about 10  loss in rice production annually or approximately 2. Even if the average loss caused by rice disease in a year were to be only 5  of the total rice production in the country, it would amount to a great deal, and prevention of such a loss should constitute one of the important methods of augmenting our food security. Major Insect Pests: National Significance 1. Major Insect Pests: Regional Significance 1. 2 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. Major Diseases of National Significance 1. Bacterial leaf blight (Xanthomonas campestris pv oryzae (Ishiyama Swings et al. Major Diseases of Regional Significance 1. 3 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. ) 4 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. Some assume that IPM will eliminate the use of crop protection products, specially the chemical pesticides, which is most unlikely. Extreme views equating IPM with  pest free  farming will become increasingly marginalised and more balanced views will prevail. There is no reason not to support IPM as defined by the FAO International Code of Conduct on the Distribution and Use of Pesticides (Article 2): Integrated Pest Management (IPM) means a pest management system that, in the context of the associated environment and the population dynamics of the pest species, utilizes all suitable techniques and methods in a compatible manner as possible and maintains the pest populations at levels below those causing economically unacceptable damage or loss (FAO, 1967). Thus, IPM is the best combination of cultural, biological and chemical measures that provides the most cost-effective, environmentally sound and socially acceptable method of managing diseases, insects, weeds and other pests. IPM is a knowledge-intensive sustainable approach for managing pests by combining compatible cultural, biological, chemical, and physical tools in a way that minimizes economic, health, and environmental risks with the help of pest scouts. IPM relies heavily on knowledge of pests and crop interaction to choose the best combination of locally available pest management tools (Fig. Therefore, IPM is not a single product that can be stored on shelves like pesticide, and it does not rely on single method to solve all our pest problems. Pests also co-evolve and adapt very quickly to single control tactics through natural selection, and that multiple methods used simultaneously, or an  integrated  approach, is the most effective for long-term, sustainable management programs. It does often try to assist and augment the efficacy of natural enemies by limiting the impact of pesticide on their populations and provide clean and safe niche. 04 - Natural Habitats) also promotes the conservation of natural habitats, and enhancement of the environment for long-term sustainable 5 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE development. In the IPM concept, use of pesticides involves a trade-off between pest control and the risks of adverse effects on non-target organisms, such as natural enemies, pollinators, wildlife, and plants, contamination of soil and water. 1 Pest Monitoring: a. Survey Field Scouting The objective through roving surveys is to monitor the initial development of pests in endemic areas. Therefore, for field scouting farmers should be mobilised to observe the insect pest and disease occurrence at the intervals as stipulated hereunder. The plant protection measures are required to be taken only when insect pests and diseases cross Economic Threshold Level (ETL) as per results of field scouting. Roving survey: - Undertake roving survey at every 10 km distance at 7-10 days intervals (depending upon pest population). Field scouting: - Field scouting for pests and bio-control fauna by extension agencies and farmers once in 3-5 days should be undertaken to workout ETL. Pest monitoring through pheromones light traps etc. Majority of insects population can be monitored by fixing and positioning of pheromones or light traps at appropriate stage of crop. Light trap - Chinsurah light trap or any other light trap can be operated for two hours in the evening to observe photo-tropic insect pests. Sweep-nets - water pans - Besides visual observations sweep-nets and water pans may also be used to assess the population of insect pests, and biocontrol agents to determine the type of pesticides to be recommended or used. Agro Eco System Analysis (AESA) IPM has been evolving over the decades to address the deleterious impacts of synthetic chemical pesticides on environment ultimately affecting the interests of the farmers. pests, diseases and weeds). All these factors can play a role in the balance which exists between herbivore insects and their natural enemies. Understanding the intricate interactions in an ecosystem can play a critical role in pest management. It is an approach, which can be gainfully employed by extension functionaries and farmers to analyse field situations with regard to pests, defenders, soil conditions, plant health, the influence of climatic factors and their interrelationship for growing healthy crop. The basic components of AESA are 6 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 1. Pest and defender population dynamics. AESA Methodology Field observations on insect pests and diseases are to be initiated after 20 days of transplanting. for AESA)   Plant health: Observe the crop stage and deficiency symptoms etc   Pests, diseases, weeds: Count insect pests at different places on the plant, and identify any visible disease symptoms and severity. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. Use a sweep net to collect additional insects. Collect plant parts with disease symptoms. y If needed, kill the insects with some chloroform (if available) on a piece of cotton. y Each group will first identify the pests, defenders and diseases collected. The weather condition, water level, disease symptoms, etc. Pest insects will be drawn on one side. Defenders (beneficial insects) will be drawn on another side. y Write the number next to each insect. Indicate the plant part where the pests and defenders were found. Try to show the interaction between pests and defenders. Pest: Defender ratio (P: D ratio): Identifying the number of pests and beneficial insects helps the farmers to make appropriate pest management decisions. can be adopted to arrive at the numbers of pests and defenders. The P: D ratio can vary depending on the feeding potential of natural enemy as well as the type of pest. Preying mantid 4 : 1 8 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Model AESA chart Date:. of insect pests : No. of natural enemies : Diseases types and severity : Weeds types and intensity : Rodent damage (if any) : Courtsey: NIPHM, Hyderabad 9 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE For the success of Integrated Pest Management pest monitoring, prevention (Cultural and genetic) and timely intervention (Biological or chemical) are the key components. ECONOMIC THRESHOLD LEVEL (ETL) OF MAJOR PESTS OF RICE CROP STAGE WISE Crop stage Pest Disease Economic Threshold Level (ETLs) Nursery Yellow stem borer 1 egg-mass m2 Root-knot nematode 1 nematode g soil BLB: Kresek Phase 2-3 plants m2 Early to late tillering Leaf-folder 2 Fully damaged leaves (FDL) with larva hill Stem borer 2 egg-mass m2 or 10  dead heart or 1 moth m2 or 25 moths  trap week Gall midge 1 gall m2 or 10  Silver shoot Brown planthopper WBPH 10-15 hoppers hill Rice hispa 2 adults or 2 dead leaf  hill Rice caseworm 2 FDL hill Swarming caterpillar 1 damaged tiller hill or 2 larvae  m2 Foliar blast 3-5 lesions leaf Brown spot 2-3 spots leaf   2-3 infected plants  m2 Sheath blight Lesions of 5-6 mm in length   2-3 infected plants m2 Sheath-rot Lesion length 2-3 mm on sheath   3-5 infected plants  m2 BLB 2-3 infected leaves m2 Tungro 1 Tungro infected plants m2   2 GLH hill (in fungus endemic areas) Panicle initiation to booting Stem borers 2 egg-mass m2 or 1 moth m2 or 25 moths   trap   week Leaf-folders 2 FDL hill BPH WBPH 15-20 hoppers hill Swarming caterpillar cut worm 1 damaged tiller hill or 2 larvae  m2 Neck blast 2-5 neck infected plants m2 Sheath-rot 5 infected plants m2 Flowering to milky grain Gundhi bug 2 bugs hill Rice panicle mite No ETL1 1 If mite appeared in previous season, it requires prophylactic control measures in the current season. 10 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. Use disease and insect free pure seed. Seed treatment (for diseases) with carbendazim 50  WP   2 g kg seed or Trichoderma Pseudomonas   5-10 g ha of seed for seed or soil borne diseases and carbosulfan 2 g kg of seed for root nematodes or as per local recommendations. Harvest close to ground level to destroy insect pest present in the internodes stubbles. This will also expose the insects to birds thus help in natural biocontrol of insect pests. Important cultural practices reducing insect pests incidence S. Insect Pest Cultural Practices 1. 11 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE S. Insect Pest Cultural Practices 2. Note that top- dressing after the pest is controlled can enhance recovery. 12 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE S. Insect Pest Cultural Practices y Planting or seeding times may be delayed to avoid the peak emergence of moths from the diapausing populations. Green leafhoppers (Nephotettix cincticeps) y Reducing the number of rice crops to two per year and synchronized establishment across farms reduces leafhoppers and other insect vectors of rice virus or phytoplasma diseases. y Transplanting older seedlings ( 3 weeks) also reduces viral disease susceptibility transmitted by leafhoppers. y Early planting within a given planting period, particularly in the dry season, reduces the risk of insect-vector disease. y Crop rotation with a non-rice crop during the dry season decreases disease reservoirs. However, insecticides need to be applied to the trap crop for the stinkbug s control. Genetic management Insect pest and disease resistant  tolerant varieties mentioned below should be used: A. Varieties resistant tolerant to various insect pests and diseases Insect pests Resistant tolerant varieties Stem borer Ratna, Sasyasree, Vikas, HKR 46, NDGR 21, Pantdhan 6, VLK 39, Prahlad, Birsadhan 201, Bhudeb Ainesh, Matangini, Radha, Sudha, Amulya, Bhagirathi, Jogan, Mandira, Nalini, Sabita, VL16 and VL 206. 13 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Insect pests Resistant tolerant varieties Gall midge Bhadrakali, Pavitra, Panchami, Triguna, lndursamba, Shiva, Vasundhara, Mahamaya, Ratnagiri 3, Erra Mallelu, Kavya, Oragallu, Sneha, Bhuban, Shaktiman, Abhaya, Divya, Ruchi, Vibhava, Kshira, Lalat, MDU 3, Pothana, Suraksha, Tara, Rashmi, Karna Mahavir, Neela, Rajendradhan 202, Sarsa, Udaya, Pratap, Daya, Dhanya Lakshmi, Kunti, IR 36, Asha, Samalei, Samariddhi, Pusa, Surekha, Phalguna, Vikram, Shakti, Jyoti, Kakatiya, Kanchan and Birsa Dhan 202. Varieties with resistance to more than one pest or disease S. Sneha Odisha GB and RTD  Abbreviations GM- Gall midge; BPH- Brown plant hopper; WBPH- White backed plant hopper; GLH- Green leafhopper; BL- Blast; RTD- Rice Tungro Disease; RKN- Root-knot nematode; GB-Gundhi bug; BLB- Bacterial leaf blight. 14 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. Mechanical Practices y Collection of egg masses and larvae of pest to be placed in bamboo cages for conservation of biocontrol agents. y Removal and destruction (burn) of diseased pest infested plant parts. y Habitat management: Protection of natural habitats within the farm boundary may help in conserving natural enemies of pests. Provide refuge like straw bundles having charged with spiders to help in build up spider population and to provide perch for birds 15 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Major parasitoids and predators of insect pests of rice Natural enemy category Natural enemy Pest attacked and feeding potential I. 16 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Natural enemy category Natural enemy Pest attacked and feeding potential Haplogonatopus sp Pseudogonatopus spp. Oxyopes javanus, Lynx spider y Prey moths of rice pests, adults of whorl maggots, leafhoppers and plant hoppers Tetragnatha maxillosa, Long-jawed spider y Prey stem borer and leaf folder moths, leaf-and plant hoppers Argiope catenulata, Orb spider y Prey moths adults of rice pests viz. grasshoppers 17 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. Pest defender ratio Pest defender ratio (P: D) 2:1 may be useful to avoid application of pesticides against plant hoppers. Chemical Control Measures The details of the chemical control measures to be adopted against insect pests and diseases are given in Generic IPM module based on vegetative stage. Resort to chemical as the last choice only after the regular pest and when pest population cross ETL. Generic IPM module based on vegetative stage CROP STAGE  PEST VIS-À-VIS IPM PRACTICES PESTS PESTICIDES I. INSECTS Nursery Gall midge Carbofuran 3  CG   25000-66600 g ha or carbosulfan 6  G   16700 g ha or carbosulfan 25  EC   800-1000 ml ha. 18 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE PESTS PESTICIDES Brown plant hopper White backed plant hopper Spray of imidacloprid 70  WG   30-35 ml ha or imidacloprid 30. DISEASES Nursery Blast Spray carbendazim 50  WP   250-500 g ha or isoprothiolan 40  EC   750 ml ha or tricyclozole 75  WP   300-400 g ha or tricyclazole 70  WG   300 g ha. 19 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 3. SAFETY PARAMETERS IN PESTICIDES USAGE Safety parameters inter alia classification of toxicity as per Insecticides Rules, 1971, WHO classification of hazards, colour of toxicity triangle, First aid measures, symptoms of poisoning and treatment of poisoning, the extension functionaries of the State Department of Agriculture have to make use of this information as under:- i) Basic precautions which are required to be taken as per classification of toxicity as well as hazard criteria by WHO may be seen as per Annexure   VIII   IX. ii) The extension functionaries are to educate the farmers on safety use of pesticides with the help of colour toxicity triangle as the farming community can follow the colour and corresponding safety precautions. 20 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE iii) The symptoms of poisoning must be known to the extension functionaries to enable them to extend first aid measures to affected persons to the extent possible. iv) Basically, the information on first aid measures and treatment of poisoning is required to be passed on by the extension functionaries to the doctors at Primary Health Centres as well as to Private Doctors in the vicinity of spraying of pesticides. v) Extension functionaries must ensure that names of common pesticides during plant protection measures along with a copy of the leaflet which is an integral part of a pesticide container must be made available to the doctors in the vicinity of plant protection operations. vi) Extension functionaries are to request the doctors to intervene in procurement of antidotes for different pesticides as cited under  Treatment of poisoning. 3URWRFRO IRU 3HVWLFLGH DSSOLFDWLRQ WHFKQLTXHV  HTXLSPHQWV DQG QR  OH VSHFL FDWLRQV Category A: Stationary, crawling pest  disease Vegetative stage Insecticides and fungicides y Lever operated knapsack sprayer (Droplets of big size) y Hollow cone nozzle   35 to 40 psi y Lever operating speed   15 to 20 strokes min Or y Motorized knapsack sprayer or mist blower (Droplets of small size) y Air blast nozzle y Operating speed: 2 3rd throttle 1. For crawling and soil borne pests 2. For small sucking leaf borne pests Reproductive stage Insecticides and fungicides y Lever operated knapsack sprayer (Droplets of big size) y Hollow cone nozzle   35 to 40 psi y Lever operating speed   15 to 20 strokes min Category B: Field flying pest airborne pest Vegetative stage Insecticides and fungicides y Motorized knapsack sprayer or mist blower (Droplets of small size) y Air blast nozzle y Operating speed: 2 3rd throttle Or y Battery operated low volume sprayer (Droplets of small size) spinning disc nozzle Reproductive stage (Field Pests) Category C: Weeds Post-emergence application Weedicide y Lever operated knapsack sprayer (Droplets of big size) y Flat fan or flood jet nozzle   15 to 20 psi y Lever operating speed   7 to 10 strokes min Pre-emergence y Trolley mounted low volume sprayer (Droplets of small size) y Battery operated low volume sprayer (Droplets of small size) 21 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Do s and don t s in IPM S, No. Do not grow varieties not suitable for the season or the region 4 Sow early in the season Avoid late sowing as this may lead to reduced yields and incidence of white grubs and diseases. 5 Always treat the seeds with approved chemicals bio products for the control of seed borne diseases pests. 13 Release egg parasitoids only after noticing adult moth catches in the pheromone trap or as pheromone trap or as per field observation Do not apply chemical pesticides within seven days of release of parasitoids. 14 Apply short persistent pesticides to avoid pesticide residue in the soil and produce. Do not apply pesticides during preceding 7 days before harvest. Do not apply long persistent on trap crop, otherwise it may not attract the pests and natural 22 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Operational, calibration and maintenance guidelines in brief 1. For application rate and dosage see the label and leaflet of the particular pesticide. It is advisable to use protective clothing, face mask and gloves while preparing and applying pesticides. Do not apply pesticides without protective clothing and wash clothes immediately after spray application. 23 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Method for calculation of pesticides for application (i) Solid formulations such as dust, wettable powder or gr anules, the active ingredient is mixed with inert material. ( ) Formula: kg of EC required   Recommended rate x area (m2) or ai ( ) in commercial EC x 100 24 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE   Recommended rate x area (ha) a. 25 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Formula: Liter of EC   a. Liters of Methyl Parathion   2 x 2000   80 L 50 26 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-I LIST OF RECOMMENDED PESTICIDES FOR RICE (As on 15-10-2013) Herbicides Insecticides Fungicides Anilophos 2   G Acephate 75  SP Aureofungin 46. 9  m m EC Orthosulfamuron 50  WG Chlorpyrifos 50  EC Thifluzamide 24  SC Oxadiargyl 6  EC Chromafenozide 80  WP Thiram 75  WS 27 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Herbicides Insecticides Fungicides Oxadiazon 25  EC Clothianidin 50  WDG Trichoderma viride 1  WP Oxyflourfen 0. 5  EC Lambda-cyhalothrin 5  EC Malathion 5  DP Malathion 50  EC 28 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Herbicides Insecticides Fungicides Metaldehyde Methyl Bromide 98  W W Monocrotophos 36   SL Oxydemeton methyl 25  EC Phenthoate 50  EC Phorate 10  CG Phosalone 35  EC Phosphamidon 40  SL Quinalphos 5  granule Quinalphos 20  AF Quinalphos 25  EC Quinalphos 1. in 29 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-II Commonly Available Formulations of Pesticides for Agricultural Use Class Type Abbre- viation Description Dry Dust D y Ready to use, off shelf available y Low percentage of active ingredients, y Very fine dry inert carrier made from tale, chalk, clay, or ash y Prone to high level of pesticide drift y Granule particles are larger and heavier Granule G y Granule particles are larger and heavier y Used for soil treatment and broadcasting to manage nematodes, weeds and insect pests Wettable WP y Finely grounded power Powder W y Finely grounded power Micro encapsulated M y Mixed with water for spray application Liquid Emulsifiable concentrate EC y Particles of active ingredients (liquid or dry) surrounded by a plastic coating Concentrate solution C LC y Liquid active ingredients, dissolved in petroleum based solvents y Easily absorbed through skin ULV y Diluted with a liquid solvent before being applied F L y Very high percentage of active ingredient y Used before dilution or diluted with small quantities of solvent Fumi- gants Pellets liquids y Finely grounded solid active ingredients suspended in the liquid with inert materials y Solid or liquid that releases vaporized into toxic gasses 30 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-III Pesticides and their Mode of Action Type of pesticide Mode of action How it works Insecticides and nematicides Contact Act through cuticle Ingestion Act upon digestive track Systemic Absorbed and translocated to affected portions Fumigants Penetrates as a into cryptic parts Herbicide Contact Act through cuticle and translocation Systemic Absorbed through soil and translocated to different parts Fungicide Superficial protectants Contact pathogen reproductive propagules Systemic Absorbed through roots from soil, leaf and translocated to different parts 31 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-IV Mechanisms of Actions of Major Pesticides Type of pesticide Target tissue or organ Mechanism Insecticide Central nervous Interfere with electron system of nervous system Inhibit acetyl cholinesterase the enzyme responsible for the regu- lating biological activity Cuticle Inhibit growth and prevent cuticle formulations Endocrine system Disrupts hormonal metabolic system Herbicide Seed Disrupts protein synthesis and inhibits germination Leaf, stem, Prevent photosynthesis Leaf, stem, root Interferes with the mitosis process Leaf, stem, root Affects cell respiration and ATP synthesis Fungicide Seed, leaf, stem Inhibits liquid synthesis affecting cell wall and membrane Root Inhibits synthesis of essential ribosomal proteins Inhibits mitosis, osmoregulation and mitochondrial respiration 32 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-V General Guidelines for Management of Resistance The general guidelines if adopted can prevent development of resistance by various pests in most of the agricultural situations. The general approaches to avoid them are as follows: Insecticides y Maintain good plant health, y Delay the spray of insecticide as far as possible. y Monitor populations and use economic thresholds y Use all available tactics for management of a particular arthropod (insect or mite) y Limit selection pressure throughout the season and remember spraying for one pest may influences another y Limit use of one chemical molecule at a time and rotate chemical molecule and or modes of action, and Use appropriate rates Fungicides y Avoid growing large areas of highly susceptible varieties in endemic areas. Resistant varieties should be used to reduce reliance on chemical pesticides. , dispose of crop debris and control collateral and alternate host, which harbor disease. y Monitor crops regularly for disease and treat before the infection becomes established. y Use fungicides only in the unavoidable situations where the risk of disease warrants treatment. 33 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-VI Pesticides   formulations banned in India (As on 1st Jan, 2014) A. Pesticides Banned for manufacture, import and use. Pesticide formulations banned for import, manufacture and use 1. Pesticide   Pesticide formulations banned for use but continued to manufacture for export 1. Pesticides Withdrawn (Withdrawal may become inoperative as soon as required complete data as per the guidelines is generated and sub- mitted by the Pesticides Industry to the Government and accepted by the Registration Committee. in 34 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-VII Pesticides Restricted for Use in the Country (As on 1st Jan, 2014) S. Name of Pesticides Details of Restrictions 1. Aluminium Phosphide The Pest Control Operations with Aluminium Phosphide may be un- dertaken only by Govt. Organizations   pest control operators under the strict supervision of Govt. Cypermethrin Cypermethrin 3   Smoke Generator, is to be used only through Pest Con- trol Operators and not allowed to be used by the General Public. M s Hindustan Insecticides Ltd. Or- ganizations   Pest control operators under the strict supervision of Govt. in 35 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-VIII Basic Precautions in Pesticide Usage A. Do not purchase pesticides without proper approved LABELS. Avoid storage of pesticides in the house premises. Do not transfer pesticides to other container. Do not store weedicides along with other pesticides. Never carry transport pesticides along with food materials. Avoid carrying bulk - pesticides (dusts   granules) on head, shoulders or on the back. Use polyethylene bags as hand gloves, handkerchiefs or piece of clean cloth as mask and a cap or towel to cover the head (Do not use polyethylene bag contaminated with pesticides). Concentrated pesticides must not fall on hands etc. Avoid spilling of pesticide solution while filling the sprayer tank. 36 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE E. Do not use same sprayer for weedicide and insecticide. Precautions for applying pesticides 1. used for mixing pesticides should not be used for domestic purposes. Never re-use empty pesticide container for any purpose. 37 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE 38 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-IX Symptoms of poisoning and the treatment of poisoning for different pesticides S. No Name of pesticide Classification as per Insecticides Rules. 1971 Colour of Toxicity Triangle WHO classification by hazard First aid measures Symptoms of poisoning Treatment of poisoning INSECTICIDES ORGANOPHOSPHATE INSECTICIDES 1. Phorate Extremely toxic Red Class Ia- Extremely hazardous 39 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE S. No Name of pesticide Classification as per Insecticides Rules. Propiconazole Moderately toxic Blue Table 5   Unlikely to present acute hazard in normal use 40 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE S. No Name of pesticide Classification as per Insecticides Rules. Imidacloprid -do- -do- -do- 41 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Plate-1: Symptoms of important diseases of rice Bakanae Leaf Blast Nodal Blast Sheath Blight False smut on rice panicles Bacterial leaf blight Brown spot Courtesy : NCIPM Courtesy : CRRI Courtesy : CRRI Courtesy : CRRI Courtesy : CRRI Courtesy : NCIPM Courtesy : CRRI 42 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Plate 2: Important insect pests of rice YSB Moth White ear head due to YSB Leaf folder moth Folder leaf with larva BPH adult and nymph (upper) and hopper burn (lower) Gall midge adult (upper) and its damage i. silver shoot Gundhi bug adult Thrips damage Courtesy : NCIPM Courtesy : NCIPM Courtesy : NCIPM Courtesy : DRR Courtesy : DRR Courtesy : DRR Courtesy : DRR Courtesy : CRRI Courtesy : NCIPM 43 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Plate 3: Key parasitoids and predators of rice insect pests Egg parasitoid emerging from YSB egg mass Coccinella septumpunctata Damselfly (Agriocnemis femina femina ) Wolf spider with egg sac Egg parasitoid, Trichogramma chilonis Micraspis hirashimai Dragonlfly Orb spider (Argiope catenulata) Oxyopes sp. ",
    "fertilizer_management": "sun, rain, wind and soil nutrients) and biological factors (i. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. Balanced use of fertilizers and micro-nutrients as per local recommendations. y Nitrogen fertilizer use at optimal dosages and split applications reduce the rice caseworm s abundance. y Using only moderate amounts of nitrogen and potassium fertilizers and adopting split applications to reduce population growth rates. y In situations of high hispa incidence, skip nitrogen fertilizer top-dressing. 5 x 20 cm and 30 x 20 cm) and low usage of nitrogenous fertilizers decreases leaf damage. Brown planthopper (Nilaparvata lugens) y High dosages of nitrogenous fertilizers, close spacing, and high relative humidity increases planthopper populations. y Sensible use of fertilizer by splitting nitrogen applications can also reduce chances of plant hopper outbreaks. 9 Use the NPK fertilizers as per the soil test Avoid imbalanced use of fertilizers. 10 Use micronutrient mixture after sowing based on the test recommendations. Do not apply any micronutrient mixture after sowing without test 11 Conduct AESA weekly in the morning preferably before 9 a. ",
    "irrigation": ", water logged, deep water, hills, high humidity, high temperatures, salinity, alkalinity and flood prone areas. The cropping intensity differs from one environment to the other with a maximum of three rice growing seasons in a year in the fertile deltaic regions due to availability of continuous irrigation. Caseworm (Nymphula depunctalis Guenée) - In low lying and water logged areas in eastern India. In the IPM concept, use of pesticides involves a trade-off between pest control and the risks of adverse effects on non-target organisms, such as natural enemies, pollinators, wildlife, and plants, contamination of soil and water. Sweep-nets - water pans - Besides visual observations sweep-nets and water pans may also be used to assess the population of insect pests, and biocontrol agents to determine the type of pesticides to be recommended or used. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. The weather condition, water level, disease symptoms, etc. 75 litre of water just before sowing. Pre-sowing irrigation: Many weeds can be controlled by applying pre-sowing irrigation to area where nursery or seedlings are to be transplanted. Proper water management (alternate wetting and drying to avoid water stagnation) in plant hopper, bacterial blight and stem rot endemic areas. Maintain a thin layer of water on soil surface to minimize weed growth. After harvest, the fields should be thoroughly flooded with water and ploughed with discs or rotators to kill hibernating larvae of stem borer present in the stubbles. Whorl maggot (Hydrellia philippina) y Adult flies are more attracted to standing water. Therefore, by draining the water at 3-4 days intervals during the first 30 days after transplanting, egg lying is reduced. y Covering the water surface with Azolla and Salvinia molesta prevents rice whorl maggot infestation. on to kerosinized water (1 L of kerosene mixed on 25 kg soil and broadcast in 1ha). y Natural biocontrol agents such as spiders, drynids, water bugs, mirid bugs, damsel flies, dragonflies, meadow grasshoppers, staphylinid beetles, carabids, coccinellids, Apanteles, Tetrastichus, Telenomus, Trichogramma, Bracon, Platygaster etc. Do not apply herbicides along with irrigation water or by mixing with soil, sand or urea. Clean with water and a soft brush. i ( ) in the spray fluid i) Wettable powders ( when diluted with water) Specifications required: 1 Spray volume as L ha-1 2 Concentration desired as a. in 29 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-II Commonly Available Formulations of Pesticides for Agricultural Use Class Type Abbre- viation Description Dry Dust D y Ready to use, off shelf available y Low percentage of active ingredients, y Very fine dry inert carrier made from tale, chalk, clay, or ash y Prone to high level of pesticide drift y Granule particles are larger and heavier Granule G y Granule particles are larger and heavier y Used for soil treatment and broadcasting to manage nematodes, weeds and insect pests Wettable WP y Finely grounded power Powder W y Finely grounded power Micro encapsulated M y Mixed with water for spray application Liquid Emulsifiable concentrate EC y Particles of active ingredients (liquid or dry) surrounded by a plastic coating Concentrate solution C LC y Liquid active ingredients, dissolved in petroleum based solvents y Easily absorbed through skin ULV y Diluted with a liquid solvent before being applied F L y Very high percentage of active ingredient y Used before dilution or diluted with small quantities of solvent Fumi- gants Pellets liquids y Finely grounded solid active ingredients suspended in the liquid with inert materials y Solid or liquid that releases vaporized into toxic gasses 30 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-III Pesticides and their Mode of Action Type of pesticide Mode of action How it works Insecticides and nematicides Contact Act through cuticle Ingestion Act upon digestive track Systemic Absorbed and translocated to affected portions Fumigants Penetrates as a into cryptic parts Herbicide Contact Act through cuticle and translocation Systemic Absorbed through soil and translocated to different parts Fungicide Superficial protectants Contact pathogen reproductive propagules Systemic Absorbed through roots from soil, leaf and translocated to different parts 31 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-IV Mechanisms of Actions of Major Pesticides Type of pesticide Target tissue or organ Mechanism Insecticide Central nervous Interfere with electron system of nervous system Inhibit acetyl cholinesterase the enzyme responsible for the regu- lating biological activity Cuticle Inhibit growth and prevent cuticle formulations Endocrine system Disrupts hormonal metabolic system Herbicide Seed Disrupts protein synthesis and inhibits germination Leaf, stem, Prevent photosynthesis Leaf, stem, root Interferes with the mitosis process Leaf, stem, root Affects cell respiration and ATP synthesis Fungicide Seed, leaf, stem Inhibits liquid synthesis affecting cell wall and membrane Root Inhibits synthesis of essential ribosomal proteins Inhibits mitosis, osmoregulation and mitochondrial respiration 32 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-V General Guidelines for Management of Resistance The general guidelines if adopted can prevent development of resistance by various pests in most of the agricultural situations. Do not expose to sun-light or rain water. Use clean water. Do not mix granules with water. Use old tooth- brushes tied with the sprayer and clean with water. Wash the sprayer and bucket etc with soap water after spraying. Left over spray solution should not be drained in ponds or water lines etc. The used empty containers should be crushed with a stone   stick and burned deep into soil away from water source. Quinalphos Highly toxic Yellow Class II Moderately Hazardous Remove the person from the contaminated environment In case of (a) Skin contact Remove all contaminated clothings and immediately wash with lot of water and soap. (b) Eye contamination Wash the eyes with plenty of cool and clean water; (c) Inhalation   Carry the person to the open fresh air, loosen the clothings around neck and chest, and (d) Indigestion   If the victim is fully conscious, induce vomiting by tickling back of the throat. Catharsis with 30 gm (10 oz) sodium sulphate in the cup of water - Barbiturates in appropriate dosages repeated as necessary for restlessness or convulsions. For skin contact, wash with soap and water (eye wash with isotonic saline). For skin contact wash with soap and water (eyes wash with isotonic saline), wear rubber gloves while washing contact areas. ",
    "harvesting": "The co-ordinated network trials conducted at different centres in India have indicated that controlling of insect pests alone increase yield by around 1 ton  ha. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. Harvest close to ground level to destroy insect pest present in the internodes stubbles. After harvest, the fields should be thoroughly flooded with water and ploughed with discs or rotators to kill hibernating larvae of stem borer present in the stubbles. y Sustained collection of adults by sweep net and destruction suppress populations and reduces damage. This may be because of stem-borer mortality due to harvests occurring twice in the double cropping system. y Community-wide destruction of diapausing larvae (in stubble) through tillage after harvest, followed by flooding, reduces stem borer populations resulting in low incidence in the next crop. Mechanical Practices y Collection of egg masses and larvae of pest to be placed in bamboo cages for conservation of biocontrol agents. y Collection of egg masses of borers and putting them in a bamboo cage-cum-percher till flowering which will permit the escape of egg parasites and trap and kill the hatching larvae. Do not grow varieties not suitable for the season or the region 4 Sow early in the season Avoid late sowing as this may lead to reduced yields and incidence of white grubs and diseases. Do not apply pesticides during preceding 7 days before harvest. ",
    "soil_management": "Termite (Odontotermes obesus Rambur) - In rainfed upland areas, irrigated rice-wheat system. Thrips (Stenchaetothrips biformis Bagnall) - In upland rice in Odisha, Andhra Pradesh, Madhya Pradesh, Punjab, Haryana, Assam and Tamil Nadu. Mealy bug (Brevennia rehi Lindinger) - In upland rice in Uttar Pradesh, Bihar, West Bengal, Odisha, Madhya Pradesh, Tamil Nadu, Kerala, Pondicherry and Karnataka. Root lesion nematode (Pratylenchus indicus Das) - Upland and in SRI system, Odisha and Jharkhand. In the IPM concept, use of pesticides involves a trade-off between pest control and the risks of adverse effects on non-target organisms, such as natural enemies, pollinators, wildlife, and plants, contamination of soil and water. sun, rain, wind and soil nutrients) and biological factors (i. It is an approach, which can be gainfully employed by extension functionaries and farmers to analyse field situations with regard to pests, defenders, soil conditions, plant health, the influence of climatic factors and their interrelationship for growing healthy crop. Soil conditions. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. Soil condition : Weather condition : No. ECONOMIC THRESHOLD LEVEL (ETL) OF MAJOR PESTS OF RICE CROP STAGE WISE Crop stage Pest Disease Economic Threshold Level (ETLs) Nursery Yellow stem borer 1 egg-mass m2 Root-knot nematode 1 nematode g soil BLB: Kresek Phase 2-3 plants m2 Early to late tillering Leaf-folder 2 Fully damaged leaves (FDL) with larva hill Stem borer 2 egg-mass m2 or 10  dead heart or 1 moth m2 or 25 moths  trap week Gall midge 1 gall m2 or 10  Silver shoot Brown planthopper WBPH 10-15 hoppers hill Rice hispa 2 adults or 2 dead leaf  hill Rice caseworm 2 FDL hill Swarming caterpillar 1 damaged tiller hill or 2 larvae  m2 Foliar blast 3-5 lesions leaf Brown spot 2-3 spots leaf   2-3 infected plants  m2 Sheath blight Lesions of 5-6 mm in length   2-3 infected plants m2 Sheath-rot Lesion length 2-3 mm on sheath   3-5 infected plants  m2 BLB 2-3 infected leaves m2 Tungro 1 Tungro infected plants m2   2 GLH hill (in fungus endemic areas) Panicle initiation to booting Stem borers 2 egg-mass m2 or 1 moth m2 or 25 moths   trap   week Leaf-folders 2 FDL hill BPH WBPH 15-20 hoppers hill Swarming caterpillar cut worm 1 damaged tiller hill or 2 larvae  m2 Neck blast 2-5 neck infected plants m2 Sheath-rot 5 infected plants m2 Flowering to milky grain Gundhi bug 2 bugs hill Rice panicle mite No ETL1 1 If mite appeared in previous season, it requires prophylactic control measures in the current season. Raise pre-crop kharif grow Sesbania or sunhemp and incorporate 45 days old crop in soil during land preparation wherever possible. Seed treatment (for diseases) with carbendazim 50  WP   2 g kg seed or Trichoderma Pseudomonas   5-10 g ha of seed for seed or soil borne diseases and carbosulfan 2 g kg of seed for root nematodes or as per local recommendations. Maintain a thin layer of water on soil surface to minimize weed growth. Summer ploughing of fields also expose larvae and pupae of rice swarming or ear cutting caterpillar (climbing cutworm) hidden in the soil to birds and weather factors. y Upland rice intercropped with soybean reduces the incidence of leafhoppers on rice compared to rice alone. on to kerosinized water (1 L of kerosene mixed on 25 kg soil and broadcast in 1ha). Management of farmland and rice bunds with planting of flowering weeds like marigold, sun hemp increases beneficial natural enemy population and also reduce the incidence of root knot nematodes. 2 Soil application of carbofuran 3  CG   50000 g ha. For crawling and soil borne pests 2. Pre-emergence as well as soil incorporated herbicides should not be applied in dry soils. Do not apply herbicides along with irrigation water or by mixing with soil, sand or urea. 9 Use the NPK fertilizers as per the soil test Avoid imbalanced use of fertilizers. 14 Apply short persistent pesticides to avoid pesticide residue in the soil and produce. in 29 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-II Commonly Available Formulations of Pesticides for Agricultural Use Class Type Abbre- viation Description Dry Dust D y Ready to use, off shelf available y Low percentage of active ingredients, y Very fine dry inert carrier made from tale, chalk, clay, or ash y Prone to high level of pesticide drift y Granule particles are larger and heavier Granule G y Granule particles are larger and heavier y Used for soil treatment and broadcasting to manage nematodes, weeds and insect pests Wettable WP y Finely grounded power Powder W y Finely grounded power Micro encapsulated M y Mixed with water for spray application Liquid Emulsifiable concentrate EC y Particles of active ingredients (liquid or dry) surrounded by a plastic coating Concentrate solution C LC y Liquid active ingredients, dissolved in petroleum based solvents y Easily absorbed through skin ULV y Diluted with a liquid solvent before being applied F L y Very high percentage of active ingredient y Used before dilution or diluted with small quantities of solvent Fumi- gants Pellets liquids y Finely grounded solid active ingredients suspended in the liquid with inert materials y Solid or liquid that releases vaporized into toxic gasses 30 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-III Pesticides and their Mode of Action Type of pesticide Mode of action How it works Insecticides and nematicides Contact Act through cuticle Ingestion Act upon digestive track Systemic Absorbed and translocated to affected portions Fumigants Penetrates as a into cryptic parts Herbicide Contact Act through cuticle and translocation Systemic Absorbed through soil and translocated to different parts Fungicide Superficial protectants Contact pathogen reproductive propagules Systemic Absorbed through roots from soil, leaf and translocated to different parts 31 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-IV Mechanisms of Actions of Major Pesticides Type of pesticide Target tissue or organ Mechanism Insecticide Central nervous Interfere with electron system of nervous system Inhibit acetyl cholinesterase the enzyme responsible for the regu- lating biological activity Cuticle Inhibit growth and prevent cuticle formulations Endocrine system Disrupts hormonal metabolic system Herbicide Seed Disrupts protein synthesis and inhibits germination Leaf, stem, Prevent photosynthesis Leaf, stem, root Interferes with the mitosis process Leaf, stem, root Affects cell respiration and ATP synthesis Fungicide Seed, leaf, stem Inhibits liquid synthesis affecting cell wall and membrane Root Inhibits synthesis of essential ribosomal proteins Inhibits mitosis, osmoregulation and mitochondrial respiration 32 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Annexure-V General Guidelines for Management of Resistance The general guidelines if adopted can prevent development of resistance by various pests in most of the agricultural situations. The used empty containers should be crushed with a stone   stick and burned deep into soil away from water source. ",
    "weather_guidance": "Royal Offset Printers, A-89 1, Naraina Industrial Area, Phase-I, New Delhi-110028 iii iv v PREFACE Pests are major biotic constraints to achieve self sufficiency in ensuring food security. Though these were useful, there is a need to update them in view of changing climate and its impact on pests and their protection measures. Biotic constraints. However, concomitant with the practice of intensive agriculture, there is aggravation of biotic constraints like insect pests, diseases and weeds. BIOTIC CONSTRAINTS 2. Termite (Odontotermes obesus Rambur) - In rainfed upland areas, irrigated rice-wheat system. sun, rain, wind and soil nutrients) and biological factors (i. Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. The weather condition, water level, disease symptoms, etc. Soil condition : Weather condition : No. ECONOMIC THRESHOLD LEVEL (ETL) OF MAJOR PESTS OF RICE CROP STAGE WISE Crop stage Pest Disease Economic Threshold Level (ETLs) Nursery Yellow stem borer 1 egg-mass m2 Root-knot nematode 1 nematode g soil BLB: Kresek Phase 2-3 plants m2 Early to late tillering Leaf-folder 2 Fully damaged leaves (FDL) with larva hill Stem borer 2 egg-mass m2 or 10  dead heart or 1 moth m2 or 25 moths  trap week Gall midge 1 gall m2 or 10  Silver shoot Brown planthopper WBPH 10-15 hoppers hill Rice hispa 2 adults or 2 dead leaf  hill Rice caseworm 2 FDL hill Swarming caterpillar 1 damaged tiller hill or 2 larvae  m2 Foliar blast 3-5 lesions leaf Brown spot 2-3 spots leaf   2-3 infected plants  m2 Sheath blight Lesions of 5-6 mm in length   2-3 infected plants m2 Sheath-rot Lesion length 2-3 mm on sheath   3-5 infected plants  m2 BLB 2-3 infected leaves m2 Tungro 1 Tungro infected plants m2   2 GLH hill (in fungus endemic areas) Panicle initiation to booting Stem borers 2 egg-mass m2 or 1 moth m2 or 25 moths   trap   week Leaf-folders 2 FDL hill BPH WBPH 15-20 hoppers hill Swarming caterpillar cut worm 1 damaged tiller hill or 2 larvae  m2 Neck blast 2-5 neck infected plants m2 Sheath-rot 5 infected plants m2 Flowering to milky grain Gundhi bug 2 bugs hill Rice panicle mite No ETL1 1 If mite appeared in previous season, it requires prophylactic control measures in the current season. Summer ploughing of fields also expose larvae and pupae of rice swarming or ear cutting caterpillar (climbing cutworm) hidden in the soil to birds and weather factors. y Draining of fields for 5-7 days kills caseworm larvae. Therefore, by draining the water at 3-4 days intervals during the first 30 days after transplanting, egg lying is reduced. y Draining of rice fields for 5-7 days affects midge populations. y Draining rice fields can be effective in reducing initial infestation levels. The field should be drained for 3 - 4 days when heavy infestations occur. Second spray, if necessary before grain set. It is advisable to check the output of the sprayer (calibration) before commencement of spraying under guidance of trained person. kurstaki, serotype H-39, 3B, strain Z-52 Hexaconazole 5  EC Clomazone 50 EC Buprofezin 25  SC Hexaconazole 5   SC Cyhalofop-butyl 10  EC Bifenthrin 10  EC Iprodione 50  WP 2,4-D Ethyl Ester 38   EC (having 2,4-D acid 34   w w) Bromadiolone 0. Do not expose to sun-light or rain water. Do not apply just before the rains and also after the rains. Left over spray solution should not be drained in ponds or water lines etc. ",
    "market_information": "Natural enemies: Count parasitoids and predators   Soil condition   Irrigation   Weather conditions y Input costs   Seeds   Fertilizer   Pesticides   Labour y Harvest   Yield (kg ha)   Price of produce (  kg) 7 INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Important instructions while taking observations y While walking in the field, manually collect insects in plastic bags. ",
    "general_advice": "Yellow stem borer (Scirpophaga incertulas) y Clipping the tips of seedlings before transplanting greatly reduces the carryover of eggs from the seedbed to the transplanted fields y Rice varieties with short stature and shorter growth duration periods suffer less damage than long growth duration varieties. y Clipping of rice seedlings tips at the time of transplanting to minimize carryover of rice hispa, case worm and stem borer infestation from seed bed to the transplanted fields. It is advisable to check the output of the sprayer (calibration) before commencement of spraying under guidance of trained person. "
  },
  "full_text": "INTEGRATED PEST MANAGEMENT PACKAGE FOR RICE Anand Prakash J S Bentur M Srinivas Prasad R K Tanwar O P Sharma Someshwar Bhagat Mukesh Sehgal S P Singh Monika Singh C Chattopadhyay S N Sushil A K Sinha Ram Asre K S Kapoor K Satyagopal P Jeyakumar National Centre for Integrated Pest Management LBS Building, IARI Campus, New Delhi   110 012 Directorate of Plant Protection, Quarantine   Storage (DPPQ S) CGO Complex, NH IV, Faridabad Haryana- 121001 National Institute of Plant Health Management (NIPHM) DAC, Min of Agri., Rajendranagar, Hyderabad- 500030 ii   2014 Directorate of Plant Protection, Quarantine   Storage CGO Complex, NH IV, Faridabad- 121001 Citation : Anand Prakash, J S Bentur, M Srinivas Prasad, R K Tanwar, O P Sharma, Someshwar Bhagat, Mukesh Sehgal, S P Singh, Monika Singh, C Chattopadhyay, S N Sushil, A K Sinha, Ram Asre, K S Kapoor, K Satyagopal, and P Jeyakumar. 2014. Integrated Pest Management for Rice. p. 43 Cover picture : Healthy crop of Rice Compiled by : Anand Prakash1, J S Bentur2, M Srinivas2 Prasad, R K Tanwar, O P Sharma, Someshwar Bhagat, Mukesh Sehgal, S P Singh, Monika Singh, C Chattopadhyay, S N Sushil3, A K Sinha3, Ram Asre3, K S Kapoor3, K Satyagopal4, and P Jeyakumar4. National Centre for Integrated Pest Management, LBS Building, IARI Campus, Pusa, New Delhi-110 012 1CRRI, Cuttack 753006 2DRR, Rajendernagar, Hyderabad 500030 3Directorate of Plant Protection, Quarantine   Storage, Faridabad 121 001 4National Institute of Plant Health Management, Rajendranagar, Hyderabad 500030 Published by : Director National Centre for Integrated Pest Management, LBS Building, IARI Campus, New Delhi   110 012 on behalf of Directorate of Plant Protection, Quarantine   Storage, CGO Complex, NH IV, Faridabad, Haryana- 121 001 Year : 2014 Copies : 500 Printed by: M s. Royal Offset Printers, A-89 1, Naraina Industrial Area, Phase-I, New Delhi-110028 iii iv v PREFACE Pests are major biotic constraints to achieve self sufficiency in ensuring food security. Losses due to pest vary range 10-30  depending upon the genetic constituent of crop, its health and the governing environment. General national estimate of annual crop losses due to pest amounts to   260000 million per year. However, negligence of endemic areas can result in complete crop failures. In view of inefficacy of chemical pesticides and environmental problems thereof, Integrated Pest Management (IPM) has been accepted as a cardinal principle of Plant Protection in the overall Crop Protection Programme under the National Agricultural Policy of the Govt. of India. IPM being an eco-friendly approach, socially acceptable and economically viable has been widely accepted across the country. The IPM package encompasses various management strategies for pest and disease problems. Pest monitoring is also one of the important components of IPM to take proper decision to manage any pest problem. It can be done through Agro-Ecosystem Analysis (AESA), field scouting, light, pheromone, sticky yellow pan traps. The economic threshold level (ETL) of important pests and diseases are also given in the package to activate appropriate control measures on standing crops. The existing package and practices was developed way back in 2001-02 by DPPQ   S, Faridabad catering the need of extension personals in extending IPM tactics to farmers. Though these were useful, there is a need to update them in view of changing climate and its impact on pests and their protection measures. A National Workshop on IPM for harmonization of Package of Practices was organized at the National Centre for Integrated Pest Management, New Delhi, during 25-26th Feb., 2013 with a view to provide technical knowledge to the extension functionaries and farmers in the States. The IPM package has been developed with the technical inputs from the experts from the PI (AICRIP), Indian Council of Agricultural Research (NCIPM), State Agricultural Universities, and DPPQ   S, Faridabad. It will also be useful in reducing the pesticide residues in exportable agricultural commodities and would also help in the management of pests diseases weeds nematodes, which may get inadvertently introduced in the country. These packages will be useful for the researchers, extension workers and farmers alike who are engaged in the agricultural practices. Editors vi vii Title Page No. 1. Introduction ................................................................................................................................ 1 2. Biotic constraints ......................................................................................................................... 1 2.1. Major Insect Pests: National Significance ...................................................................... 1 2.2. Major Insect Pests: Regional Significance ...................................................................... 1 2.3. Major Diseases of National Significance ................................................................"
}