{
  "file_name": "SPACING RECOMMENDATIONS AND PLANT POPULATION OF IMPORTANT CROPS IN KERALA.pdf",
  "file_path": "agricultural_pdfs/SPACING RECOMMENDATIONS AND PLANT POPULATION OF IMPORTANT CROPS IN KERALA.pdf",
  "processed_at": "1757513713.0949903",
  "total_text_length": 2977,
  "sections": {
    "crop_cultivation": "Contour planting Single hedge 1. Contour planting Double hedge 1. ",
    "pest_diseases": "",
    "fertilizer_management": "",
    "irrigation": "5 m 39 Water melon 3 x 2 m 40 Bottle gourd 3 x 3 m 41 Pumpkin 4. 6 m 64 Water leaf 30 x 10 cm 65 Curry leaf 4 x 4 m 66 Banana 2 x 2 m 67 Indian Goosberry 8 x 8 m 68 Jack 12-15 m 69 Mandarin Orange 7-8 m 70 Mango 9 m 71 Papaya 2 x 2 m 72 Pineapple a. ",
    "harvesting": "",
    "soil_management": "Poor soil 7. Rich   deep soil   Sandy coastal area 10 x 10 m 15 Sugar cane Short duration 75 x 75 cm Medium duration 90 x 90 cm 16 Coconut Triangular method 7. ",
    "weather_guidance": "",
    "market_information": "",
    "general_advice": ""
  },
  "full_text": "SPACING RECOMMENDATIONS AND PLANT POPULATION OF IMPORTANT CROPS IN KERALA Sl.No Crops Particulars Spacing 1 Rice - Virippu Medium duration 20 x 15 cm Short duration 15 x10 cm Mundakan Medium duration 20 x 10 cm Short duration 15 x 10 cm Puncha Medium duration 20 x 10 cm Short duration 15 x 10 cm 2 Ragi 25 x 15 cm 3 Maize 60 x 25 cm 4 Sorghum 45 x 15 cm 5 Cowpea a. for gain   dual purpose i. Dibbing 25 x 15 cm b. for vegetable type i Bush 30 x 15 cm ii Trailing 2 x 2 cm 6 French bean 30 x 20 cm 7 Green pea 15-20 x 10 cm 8 Amorphophallus 90 x 90 cm 9 Colocasia 60 x 45 cm 10 Greater yam (Kachil) 1 m x 1 m 11 Lesser yam (Nanakizhangu) 75 x 75 cm 12 Sweet potato Ridges 60 x 15-20 cm Mounts 75 x 75 cm 13 Tapioca Branching type 90 x 90 cm Non branching type 75 x 75 cm 14 Cashew 1. Poor soil 7.5 x 7.5 m 2.Rich   deep soil   Sandy coastal area 10 x 10 m 15 Sugar cane Short duration 75 x 75 cm Medium duration 90 x 90 cm 16 Coconut Triangular method 7.6 m Square 7.6 to 9 m Single hedge 9 x 5 m Double hedge 5 x 5 m in rows 9m between pairs of rows. 17 Groundnut 15 x 15 cm 18 Oil palm 9. m 19 Cardamom 1.8. m x 0.60 m 20 Cinnamon 2 x 2 m 21 Clove 6 x 6 m 22 Vanilla 1.8 x 2.7 m 23 Ginger 20 x 20 cm to 25 x 25cm. 24 Mango Ginger 25 x 30 cm 25 Nutmeg 8 x 8 m 26 Pepper 3 x 3 m 27 Turmeric 25 x 25 cm 28 Kudampuli a. Graft 4 x 4 m b. Seeding 7 x 7 m 29 Tamarind 10 x 10 m 30 Arecanut 2.7 x 2.7 m 31 Coffee a. Tall Arabica 2.1 x 2.1 m b. Semi dwarf 1.8 x 1.8 m c. Dwarf 1.5 x 1.5 m d. Hybrid 2.5 x 2.5 m e. Robusta 3 x 3 m 32 Tea a. Up   down 1.2 x 1.2 m b. Contour planting Single hedge 1.2 x 0.75 m c. Contour planting Double hedge 1.35 X 0.75 X 0.75 m 33 Tobacco 85 x 85 cm 34 Okra (Bindhi) 60 x 45 cm 35 Coleus 30 x 15 cm 36 Bitter gourd 2 x2 m 37 Snake gourd 2 x 2 m 38 Cucumber 2 x 1.5 m 39 Water melon 3 x 2 m 40 Bottle gourd 3 x 3 m 41 Pumpkin 4.5 x 2 m 42 Ash gourd 4.5 x 2 m 43 Brinjal a. Less spreading varieties 60 x 60 cm b. Spreading varieties 75-90 x 60 cm 44 Chilli a. Less spreading varieties 45 x 45 cm b. Spreading varieties 75 x 45-60 cm 45 Tomato 60 x 60 cm 46 Cabbage 45 x 45 cm 47 Cauliflower 60 x 45 cm 48 Carrot 45 x 10 cm 49 Beet root 45 x 15-20 cm 50 Radish 45 x 10 cm 51 Potato 50-60 x 15-20 cm 52 Garlic 15 x 8 cm 53 Winged bean 1.25 x 0.5 m 54 Dolichos bean a. Pole type varieties 1.25 x 0.75 m b. Bush type varieties 60 x 15 cm 55 Cluster bean 45-60 x 20-30 cm 56 Sword bean a. Pole type varieties 4 x 3 m b. Bush type varieties 60 x 60 cm 57 Clove bean 100 x 60 cm 58 Little gourd 4 x 3 m 59 Smooth gourd 2 x 2 m 60 Ridge gourd 2 x 2 m 61 Bell pepper 60 x 30 cm 62 Drumstick 4 x 4 m 63 Indian Spinach 1 x 0.6 m 64 Water leaf 30 x 10 cm 65 Curry leaf 4 x 4 m 66 Banana 2 x 2 m 67 Indian Goosberry 8 x 8 m 68 Jack 12-15 m 69 Mandarin Orange 7-8 m 70 Mango 9 m 71 Papaya 2 x 2 m 72 Pineapple a. Kew 70 x 30 cm b. Mauritius 45 x 30 cm 73 Sapota 7-8 m 74 West Indian Cherry 6 m Source:- Farm Guide 2012, Farm information Bureau, Government of Kerala"
}